Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: If httpd scripts should be allowed to write to public directories you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the httpd_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
as: httpd স্ক্ৰিপ্টকে এই ডিৰেক্টৰিতে লেখাৰ অনুমতি প্ৰদান কৰতে হলে $BOOLEAN বুলিয়ান সক্ৰিয় কৰুন ও সাৰ্বজনীন লাইব্ৰেৰিৰ ফাইল কনটেক্সট public_content_rw_t'এ পৰিবৰ্তন কৰুন। অধিক জানতে httpd_selinux man পৃষ্ঠা পড়ুন: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" সিস্টেমেৰ মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পৰিবৰ্তন কৰা আবশ্যক। এৰ ফলে সম্পূৰ্ণ ৰি-লেবল (relabel) কৰা হলেও কনটেক্সট অপৰিবৰ্তিত থাকবে। "semanage fcontext -a -t public_content_rw_t <path>"
de: Falls HTTP-Skripte Schreibzugriff auf öffentliche Verzeichnisse erhalten sollen, müssen Sie den $BOOLEAN Boolesch aktivieren und den Dateikontext des öffentlichen Verzeichnisses in public_content_rw_t ändern. Lesen Sie das Handbuch zu httpd_selinux für weitere Informationen: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t public_content_rw_t <path>"
es: Si los scripts de httpd deben tener acceso de escritura a directorios públicos, necesita poner en 1 el valor de $BOOLEAN y cambiar el contexto de archivo del directorio público a public_content_rw_t. Lea la página man de httpd_selinux para más información: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" También debe cambiar los archivos de contexto de archivo por defecto en el sistema, a los efectos de preservarlos en caso de un reetiquetado completo. "semanage fcontext -a -t public_content_rw_t <path>"
fr: Si les scripts httpd devaient être autorisés à écrire dans ce répertoire vous auriez besoin d'activer le booléen $BOOLEAN et de changer le contexte du fichier du répertoire public avec public_content_rw_t. Lisez la page de manuel httpd_selinux pour davantage d'informations : « setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <chemin> » Vous devez également changer le dossier par défaut des fichiers de contexte dans le système afin de les préserver même lors d'un réétiquetage complet. « semanage fcontext -a -t public_content_rw_t <chemin> »
hi: अगर http स्क्रिप्ट को इस निर्देशिका में लिखने के लिये अनुमति दिया जाना चाहिये तो आपको $BOOLEAN बुलियन को चालू करना चाहिये और सार्वजनिक निर्दशिका के फाइल संदर्भ को बदलना चाहिये public_content_rw_t में. httpd_selinux मैन पेज पढ़ें आगे जानकारी के लिये: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" आपको सिस्टम पर मूलभूत फाइल संदर्भ जरूर बदलना चाहिए ताकि उन्हें पूर्ण रूप से फिर लेबल करने पर भी संरक्षित किया जा सके. "semanage fcontext -a -t public_content_rw_t <path>"
hu: Ha szükséges engedélyezni, hogy a "httpd"-szkriptek írhassanak a nyilvános könyvtárakba, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket, valamint módosítania kell a nyilvános könyvtár fájl beállítását erre: public_content_rw_t. További információk találhatók a "httpd_selinux" kézikönyvlapon (man). A fenti tevékenységeket elvégző parancs: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <útvonal>". Az alap beállítás fájlokat is meg kell változtatnia, hogy az előbbi maradandó legyen teljes újracímkézés esetén is. „semanage fcontext -a -t public_content_rw_t <ösvény>”
kn: httpd ಸ್ಕ್ರಿಪ್ಟ್‍ಗಳು ಸಾರ್ವಜನಿಕ ಕೋಶಗಳಿಗೆ ಬರೆಯುವಂತೆ ಅನುಮತಿಸ ಬೇಕೆಂದರೆ ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ ಹಾಗು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶದ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು public_content_rw_t ಗೆ ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ httpd_selinux ಈ ಸಹಾಯ ಪುಟವನ್ನು ನೋಡಿ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ಲೇಬಲ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಬದಲಾಯಿಸಿದ ನಂತರವೂ ವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಕಡತಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಕಡತ ಸನ್ನಿವೇಶಗಳನ್ನು ಕಾಪಾಡಲು ಅವುಗಳನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t public_content_rw_t <path>"
ko: httpd 스크립트가 공개 디렉토리에 쓰는 것을 허용하시려면 $BOOLEAN 부울을 작동시키셔야 하며 공개 디렉토리의 파일 내용을 public_content_rw_t로 변경하시기 바랍니다. 보다 자세한 정보는 httpd_selinux 메뉴얼 페이지에서 읽어보시기 바랍니다: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t public_content_rw_t <path>"
ml: httpd സ്ക്രിപ്റ്റുകള്‍ പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതിനായി അനുവദിക്കണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്ത് പബ്ളിക്ക് ഡയറക്ടറിയുടെ ഫയലിന്‍റെ കോണ്‍ട്ടെക്സ്റ്റ് public_content_rw_t എന്ന് മാറ്റേണ്ടതാണ്. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി httpd_selinux man പേജ് വായിക്കുക: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t public_content_rw_t <path>"
mr: httpd स्क्रिप्टला पब्लिक डिरेक्ट्रीवर लिहण्याची परवानगी द्यायची असल्यास तुम्हाला $BOOLEAN बूलीयन सक्रीय करावे लागेल व पब्लिक डिरेक्ट्रीचे संदर्भ public_content_rw_t असे करा. अधिक माहिती करीता httpd_selinux man पान पहा: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>"
nl: Als het httpd scripts toegestaan moet zijn om naar publieke mappen te schrijven moet je de $BOOLEAN boolean aanzetten en de bestand context van de publieke map veranderen naar public_content_rw_t. Lees de httpd_selinux manual pagina voor verdere informatie: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Je moet ook de standaard context bestanden op het systeem veranderen om deze te behouden ook na een volledige her-bestempeling. "semanage fcontext -a -t public_content_rw_t <path>"
or: ଯଦି httpd ସ୍କ୍ରିପ୍ଟଗୁଡ଼ିକ ଆପଣ ବଦଳାଇବାକୁ ଥିବା ଡିରେକ୍ଟୋରୀରେ ଲେଖିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ହୋଇଥାଏ$BOOLEAN ବୁଲିଆନ ଏବଂ ସାର୍ବଜନିକ ଡିରେକ୍ଟୋରୀର ଫାଇଲ ପ୍ରସଙ୍ଗକୁ public_content_rw_tକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ। ଅଧିକ ସୂଚନା ପାଇଁ httpd_selinux ର ମୂଖ୍ୟ ପୃଷ୍ଠାକୁ ପଢ଼ନ୍ତୁ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ଆପଣଙ୍କୁ ସେହି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ପାଇଲଗୁଡ଼ିକୁ ତନ୍ତ୍ରରେ ସେମାନଙ୍କୁ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ। "semanage fcontext -a -t public_content_rw_t <path>"
pt: Se os 'scripts' de 'httpd' deverão ter permissões para gravar em pastas públicas, terá de activar o booleano $BOOLEAN e mudar o contexto do ficheiro da pasta pública para 'public_content_rw_t'. Leia a página de manual do 'httpd_selinux' para mais informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <local>" Deve também alterar os ficheiros padrão do contexto do ficheiro no sistema para poder os poder preservar em caso de uma re-etiquetagem completa. "semanage fcontext -a -t public_content_rw_t <path>"
pt_br: Se os scripts do httpd precisarem ter a permissão de escrever em diretórios públicos, você precisará alterar o booleano $BOOLEAN para verdadeiro e mudar o contexto de arquivo do diretório público para public_content_rw_t. Leia a página man do httpd_selinux para maiores informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Você também deve alterar o contexto de arquivo padrão dos arquivos do sistema a fim de preservá-los mesmo em uma nova rotulagem total. "semanage fcontext -a -t public_content_rw_t <path>"
ru: Для разрешения сценариям httpd выполнения записи в общие каталоги необходимо установить значение $BOOLEAN и изменить контекст общего каталога на public_content_rw_t. За подробной информацией обратитесь к странице помощи httpd_selinux: «setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t public_content_rw_t <path>»
sr@latin: Ako httpd skriptama treba dozvoliti upis u ovaj direktorijum, treba da uključite $BOOLEAN logičku promenljivu i promenite kontekst datoteke javnog direktorijuma na public_content_rw_t. Pročitajte httpd_selinux man stranicu za više detalja: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <putanja>“ Takođe, morate promeniti podrazumevani kontekst datoteka na sistemu kako bi ih sačuvali u slučaju ponovnog označavanja. „semanage fcontext -a -t public_content_rw_t <putanja>“
sv: Om httpd skript ska tillåtas skriva i publika kataloger måste du slå på $BOOLEAN flaggan och ändra filcontext för publika katalogen till public_content_rw_t. Läs httpd_selinux man sida för mer information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Du måste också ändra standradfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t public_content_rw_t <sökväg>"
ta: httpd ஸ்கிரிப்ட்டுகளுக்கு பொது அடைவுகளை எழுத அனுமதிப்பதற்கு நீங்கள் பூலியன் $BOOLEANஐ துவக்க வேண்டும் மற்றும் கோப்பு உரையை பொது அடைவிலிருந்து மாற்றுவதற்கு public_content_rw_t துவக்குகிறது. httpd_selinux மற்ற மேன் பக்கத்தை வாசிக்கிறது: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" கணினியில் முன்னிருப்பு கோப்பு உரை கோப்புகளை மாற்றி இதன் முழு லேபிலாக்க பாதுகாக்கிறது. "semanage fcontext -a -t public_content_rw_t <path>"
te: httpd స్క్రిప్ట్స్‍ అనునవి ఒకవేళ పబ్లిక్ సంచయాలకు వ్రాయుటకు అనుమతింయవలసి వస్తే మీరు $BOOLEAN బూలియన్‌ను అన్ చేసి మరియు దస్త్రము సందర్బం పబ్లిక్‌సంచంయం యొక్కది public_content_rw_t కు మార్చవలసి వస్తుంది. httpd_selinux మాన్ పుటను చదవండి తరువాతి సమాచారం కొరకు: "setsebool -P $‌BOOLEAN=1; chcon -t public_content_rw_t <path>" మీరు అప్రమేయ దస్త్ర సందర్భ దస్త్రాలను సిస్టమ్ పైన వాటిని పూర్తి నమ్మదగినవిగా వుంచుటకు మార్చవలసివుంటుంది. "semanage fcontext -a -t public_content_rw_t <path>"
zh_cn: 如果需要让 httpd 脚本写入公共目录，您需要开启 $BOOLEAN 布尔值并且将公共目录的文件上下文改为 public_content_rw_t。阅读 httpd_selinux 的 man page 获得更多信息： "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 您还必须更改系统中文件的默认文件上下文以便在重新标记时仍可保留它们。 "semanage fcontext -a -t public_content_rw_t <path>"
zh_tw: 若 httpd script 應該要可寫入公用目錄的話，您需要將 $BOOLEAN 布林值開啟並將公用目錄的檔案 context 更改為 public_content_rw_t。欲取得更多相關資訊， 請參閱 httpd_selinux 的 man page： 「setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>」 您還必須更改系統上的預設 file context 檔案才可將它們保留（就算是進行了完整重新標記後）。「semanage fcontext -a -t public_content_rw_t <path>」

source: SELinux prevented a java plugin ($SOURCE_TYPE) from making the stack executable.
as: SELinux ৰ দ্বাৰা এটা java প্লাগ-ইনক ($SOURCE_TYPE) স্টেকক এক্সেকিউটেবল কৰিবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hinderte ein Java-Plugin ($SOURCE_TYPE) daran, den Stack ausführbar zu machen.
es: SELinux negó al plugin de java ($SOURCE_TYPE) de marcar como ejecutable a la pila.
fr: SELinux a empêché un plugin java ($SOURCE_TYPE) de rendre la pile exécutable.
hi: SELinux java प्लगिन ($SOURCE_TYPE) को स्टैक को निष्पादनीय बनाने से रोका.
hu: SELinux megakadályozta, hogy egy Java-bővítőmodul ($SOURCE_TYPE) végrehajthatóvá tegye a vermet (stack).
kn: SELinux ಒಂದು ಜಾವಾ ಪ್ಲಗ್ಇನ್ ($SOURCE_TYPE) ಸ್ಟಾಕ್ ಕಾರ್ಯಗತಗೊಳಿಸುವುದನ್ನು ತಡೆದಿದೆ.
ko: SELinux는 자바 플러그인 ($SOURCE_TYPE)이 스택을 실행 불가능하게 합니다.
ml: സ്റ്റാക്ക് പ്രവര്‍ത്തിക്കുന്നതില്‍ നിന്നും SELinux ഒരു java plugin ($SOURCE_TYPE) തടഞ്ഞിരിക്കുന്നു.
mr: SELinux ने जावा प्लगईन ($SOURCE_TYPE) ला स्टॅक कार्यान्वीतजोगी करण्यापासून रोखले.
nl: SELinux belette een java plug-in ($SOURCE_TYPE) om de stack uitvoerbaar te maken.
or: SELinux ଗୋଟିଏ ଜାଭା ପ୍ଲଗ-ଇନ ($SOURCE_TYPE) କୁ ନିଷ୍ପାଦନୀୟ ଥାକ ପ୍ରସ୍ତୁତ କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu um 'plugin' do Java ($SOURCE_TYPE) de tornar a pilha executável.
pt_br: O SELinux está impedindo que um plugin Java ($SOURCE_TYPE) torne a pilha executável.
ru: SELinux запретил назначение исполняемого стека модулем java ($SOURCE_TYPE).
sr@latin: SELinux je sprečio java dodatak ($SOURCE_TYPE) od promene steka u izvršni.
sv: SELinux förhindrade en java plugin ($SOURCE_TYPE) från att göra stacken exekverbar.
ta: SELinux ஐ ஒரு ஜாவா கூடுதல் இணைப்பை தடுத்து ($SOURCE_TYPE) லிருந்து ஸ்டாக்கை வரையறுக்கிறது.
te: SELinux అనునది జావా ప్లగ్ఇన్‌ను ($SOURCE_TYPE) ను స్టాక్ ఎక్సిక్యూటబుల్ నుండి చేయుటనుండి నిరోదిస్తుంది.
zh_cn: SELinux 阻止了一个 java 插件 ($SOURCE_TYPE) 使栈变为可执行。
zh_tw: SELinux 防止了 java 插件（$SOURCE_TYPE）使堆疊可被執行。

source: SELinux prevented the java plugin ($SOURCE_TYPE) from making the stack executable. An executable stack should not be required by any software (see <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> for more information). However, some versions of the Java plugin are known to require this access to work properly. You should check for updates to the software before allowing this access.
as: SELinux ৰ দ্বাৰা এটা java প্লাগ-ইনক ($SOURCE_TYPE) স্টেকক এক্সেকিউটেবল কৰিবলৈ বাধা সৃষ্টি কৰা হৈছে । কোনো চালনাজ্ঞান দ্বাৰা এক্সেকিউটেবল স্টেক ব্যৱহাৰৰ আৱশ্যকতা দেখা দিয়া উচিত নহয় (অধিক জানিবলৈ <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> চাওক) । তথাপি Java প্লাগ-ইনৰ কিছু সংস্কৰণৰ সঠিক কৰ্ম সঞ্চালনৰ বাবে এইটো প্ৰয়োজন হ'ব পাৰে । এই অনুমতি প্ৰদান কৰাৰ পূৰ্বে নিৰ্দিষ্ট চালনাজ্ঞান সংক্ৰান্ত উন্নয়ন পৰীক্ষা কৰক ।
de: SELinux hinderte das Java-Plugin ($SOURCE_TYPE) daran, den Stack ausführbar zu machen. Ein ausführbarer Stack sollte von keiner Software benötigt werden (vgl. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Test</a> für weitere Informationen). Jedoch sind einige Versionen des Java-Plugins dafür bekannt, dass sie den uneingeschränkten Zugriff benötigen. Sie sollten nach Updates Ausschau halten, bevor Sie der Software den Zugriff gewähren.
es: SELinux negó hacer ejecutable a la pila al plugin de java ($SOURCE_TYPE). Una pila ejecutable no puede ser requerida por ningún software (vea <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> para más información). Sin embargo, algunas versiones de plugin de Java se conocen por requerir este tipo de acceso para funcionar adecuadamente. Debe verificar actualizaciones de software antes de permitir este acceso.
fr: SELinux a empêché le plugin java ($SOURCE_TYPE) de rendre la pile exécutable. Une pile exécutable ne devrait pas être requise par un logiciel (voir <a href="http://people.redhat.com/drepper/selinux-mem.html">Tests de protection de la mémoire de SELinux</a> pour davantage d'informations). Cependant, des versions du plugin Java sont connues pour demander cet accès afin de fonctionner correctement. Vous devriez vérifier les mises à jour du logiciel avant d'autoriser cet accès.
hi: SELinux ने java प्लगिन ($SOURCE_TYPE) को स्टैक को निष्पादनीय बनाने से रोका. एक निष्पादनीय स्टैक को किसी सॉफ्टवेयर से जरूरी नहीं होना चाहिये (देखें <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux स्मृति सरंक्षण जांच</a> ज्यादा जानकारी के लिये). हालांकि, Java प्लगिन का कुछ संस्कऱण को काण ठीक से करने के लिये जरूरी समझता है. आपको अद्यतन के लिये इस अभिगम के लिये अनुमति देने के लिये जांचना चाहिये.
hu: SELinux megakadályozta, hogy egy Java-bővítőmodul ($SOURCE_TYPE) végrehajthatóvá tegye a vermet (stack). Semmilyen programnak nem volna szabad igényelnie végrehajtható vermet (további információ: <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux memóriavédelmi tesztek</a>). Ennek ellenére a Java-bővítőmodul bizonyos verziói igénylik ezt a hozzáférést ahhoz, hogy helyesen működjenek. Mielőtt engedélyezné ezt a hozzáférést, ellenőrizze, hogy van-e frissítés az említett szoftverre.
kn: SELinux ಒಂದು ಜಾವಾ ಪ್ಲಗ್ಇನ್ ($SOURCE_TYPE) ಸ್ಟಾಕ್ ಕಾರ್ಯಗತಗೊಳಿಸುವುದನ್ನು ತಡೆದಿದೆ. ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದಂತಹ ಒಂದು ಸ್ಟಾಕ್‍ನ ಅಗತ್ಯ ಯಾವುದೆ ತಂತ್ರಾಂಶಕ್ಕೆ ಇರುವುದಿಲ್ಲ (ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ಅನ್ನು ನೋಡಿ). ಆದರೆ, ಜಾವಾ ಪ್ಲಗ್ಇನ್‍ನ ಕೆಲವೊಂದು ಆವೃತ್ತಿಗಳು ಸಮರ್ಪಕವಾಗಿ ಕೆಲಸ ಮಾಡಲು ಈ ಅನುಮತಿಯನ್ನು ಹೊಂದುವುದು ಅಗತ್ಯವಾಗಿರುತ್ತದೆ. ಈ ಅನುಮತಿಯನ್ನು ಒದಗಿಸುವ ಮೊದಲು ನೀವು ತಂತ್ರಾಂಶ ಅಪ್‍ಡೇಟ್‍ಗಳನ್ನು ಪರಿಶೀಲಿಸಬೇಕಾಗುತ್ತದೆ
ko: SELinux는 자바 플러그인 ($SOURCE_TYPE)리 스택을 실행 불가능하게 합니다. 어떤 소프트웨어도 실행가능한 스택을 필요하지 않습니다 (보다 자세한 정보는 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 메모리 보안 테스트</a>를 참조하시기 바랍니다 하지만 자바 플러그인의 몇몇 버젼은 올바르게 작동하기 위해 이러한 액세스를 필요로 합니다 이러한 액세스를 허용하기 전에 소프트웨어 업데이트 사항을 확인해 보시기 바랍니다.
ml: സ്റ്റാക്ക് പ്രവര്‍ത്തിക്കുന്നതില്‍ നിന്നും SELinux ഒരു java plugin ($SOURCE_TYPE) തടഞ്ഞിരിക്കുന്നു. ഏത് സോഫ്റ്റ് വെയറിനും പ്രവര്‍ത്തിക്കുന്ന ഒരു സ്റ്റാക്ക് ആവശ്യമുണ്ട് കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux മെമ്മറി പ്രൊട്ടെക്ഷന്‍ ടെസ്റ്റ്</a> കാണുക). ചില Java പ്ളഗിനുകള്‍ക്ക് ഇത് ശരിയായി പ്രവര്‍ത്തിക്കേണ്ടത് ആവശ്യമാണ്. ഇത് അനുവദിക്കുന്നതിന് മുന്പ് ഈ സോഫ്റ്റ് വെയറിനുളള അപ്ഡേറ്റുകള്‍ പരിശോധിക്കേണ്ടതുണ്ട്.
mr: SELinux ने जावा प्लगईन ($SOURCE_TYPE) ला स्टॅक कार्यान्वीत म्हणून चिन्हाकृत करण्यापासून रोखले. कार्यान्वीतजोगी स्टॅकची आवश्यकता कुठल्याही सॉफ्टवला नसावी (अधिक माहितीकरीता <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux स्मृती सुरक्षा चाचणी</a> पहा). तरी, काहिक Java प्लगईनला या आवृत्तीची आवश्यकता भासते. तुम्ही प्रवेश देण्या पूर्वी सॉफ्टवेअर अद्ययावत करीता तपासले पाहिजे
nl: SELinux belette de java plug-in ($SOURCE_TYPE) om de stack uitvoerbaar te maken. Een uitvoerbare stack moet niet nodig zijn voor alle software (zie <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> voor meer informatie). Echter, van sommige Java plug-ins is het bekend dat ze deze toegang nodig hebben voor een correcte werking. Je moet nagaan of er vernieuwde versies beschikbaar zijn voordat je deze toegang toestaat.
or: SELinux java ପ୍ଲଗଇନକୁ ($SOURCE_TYPE) ଷ୍କାଟ ନିର୍ମାଣକୁ ନିଷ୍ପାଦ୍ୟ କରିବାରୁ ବାରଣ କରିଥାଏ। ଗୋଟିଏ ନିଷ୍ପାଦ୍ୟ ଷ୍ଟାକ କୌଣସି ସଫ୍ଟୱେର ଦ୍ୱାରା ଆବଶ୍ୟକ ହୋଇନଥାଏ (ଅଧିକ ସୂଚନା ପାଇଁ <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux ସ୍ମୃତି ସୁରକ୍ଷା ପରୀକ୍ଷା</a> କୁ ଦେଖନ୍ତୁ)। ତଥାପି, Java ପ୍ଲାଗଇନର କିଛି ସଂସ୍କରଣଗୁଡ଼ିକ ସଠିକ ଭାବରେ କାର୍ଯ୍ୟକରିବା ପାଇଁ ଆବଶ୍ୟକ ହୋଇଥାଏ ବୋଲି ଜଣାଥାଏ। ଆପଣଙ୍କୁ ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଅଭିଗମ୍ୟତା ଅନୁମତି ଦେବା ପୂର୍ବରୁ ଯାଞ୍ଚ କରିବା ଆବଶ୍ୟକ।
pt: O SELinux impediu o 'plugin' de Java ($SOURCE_TYPE) de tornar a pilha executável. Uma pilha executável não deverá ser necessária por qualquer aplicação (veja os <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Protecção de Memória do SELinux</a> para mais informações). Contudo, algumas versões do 'plugin' de Java são conhecidas por necessitarem deste acesso para funcionarem convenientemente. Deverá pesquisar actualizações das aplicações antes de permitir este acesso.
pt_br: O SELinux preveniu que um plugin Java ($SOURCE_TYPE) tornasse a pilha executável. Pilhas executáveis não devem ser necessárias para quaisquer software. (consulte <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Proteção de Memória SELinux</a> para maiores informações). Entretanto, algumas versões do plugin Java necessitam este acesso para funcionar corretamente. Você deve procurar por atualizações do software antes de permitir este acesso.
ru: SELinux предотвратил назначение исполняемого стека модулем java ($SOURCE_TYPE). Исполняемый стек не должен требоваться приложениям (см. <a href="http://people.redhat.com/drepper/selinux-mem.html">Тесты защиты памяти SELinux</a>). Но некоторые версии модулей Java требуют данную возможность для нормальной работы. Прежде чем это разрешить, проверьте наличие программных обновлений.
sr@latin: SELinux je sprečio java dodatak ($SOURCE_TYPE) od promene steka u izvršni. Izvršni stek ni bi trebalo da bude neophodan ni za koji softver (pogledajte <a href="http://people.redhat.com/drepper/selinux-mem.html ">SELinux testovi zaštite memorije</a> za više informacija). Međutim, poznato je da neke verzije Java dodatka zahtevaju ovaj pristup da bi radile ispravno. Treba da proverite za ažurirani softver pre dozvoljavanja ovog pristupa.
sv: SELinux förhindrade java plugin ($SOURCE_TYPE) från att göra stacken exekverbar. En exekverbar stack borde inte krävas av någon mjukvara (se <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> för mer information). Men en del versioner av Java plugin är kända för att kräva denna åtkomst för att fungera. Du borde kontrollera om det finns uppdateringar till din mjukvara innan du tillåter denna åtkomst.
te: SELinux అనునది జావా ప్లగ్ఇన్‌ను ($SOURCE_TYPE) స్టాక్ ఎక్సిక్యూటబుల్ చేయుటనుండి నిరోధిస్తుంది. ఎక్సిక్యూటబుల్ స్టాక్ ఏ సాఫ్ట్‍‌వేర్ చేత అవసర పడదు ఎక్కువ సమాచారంకొరకు <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ను చూడండి. ఏమైనప్పుటికి, కొన్ని వర్షన్స్‍ జావా ప్లగ్ఇన్స్‍‌వి సరిగాపని చేయుటకు ఈ వాడుకఅనుమతి అవసరంకలిగవున్నాయి. మీరు ఈ సాఫ్ట్‍‌వేర్ కు నవీకరణల కొరకు ఈ వాడకను అనుమతించక మునుపే పరిశీలించవలెను.
zh_cn: SELinux 阻止了java插件($SOURCE_TYPE)使栈可执行。 任何软件不应该需要一个可执行的栈(阅读<a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 内存保护测试</a> 获得更多信息)。尽管如此，发现了一些版本的java插件需要可执行的栈。 您应该在允许这个访问请求前检查更新这个软件。
zh_tw: SELinux 防止了 java 插件（$SOURCE_TYPE）使堆疊 可被執行。任何軟體都不該需要有個可執行的 堆疊（如欲取得更多相關資訊請參閱 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 記憶體保護測試</a> ）。不過，有些版本的 Java 插件需要 此存取才可正常運作。您應在允許此存取之前 先檢查軟體是否有可用更新。

source: Java
kn: ಜಾವಾ
ko: 자바
mr: जावा
or: ଜାଭା
ta: ஜாவா

source: SELinux prevented $SOURCE from using kerberos.
as: SELinux ৰ দ্বাৰা $SOURCE ক kerberos ব্যৱহাৰত প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hinderte $SOURCE an der Verwendung von Kerberos.
es: SELinux negó a $SOURCE el uso de kerberos.
fr: SELinux a empêché $SOURCE d'utiliser kerberos.
hi: SELinux $SOURCE को करबरोस के प्रयोग से रोका.
hu: SELinux megakadályozta, hogy a(z) $SOURCE használja a Kerberost.
kn: ಕರ್ಬರೋಸನ್ನು ಉಪಯೋಗಿಸದಂತೆ $SOURCE ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE가 커베로스를 사용하지 못하게 합니다.
ml: kerberos ഉപയോഗിക്കുന്നതില്‍ നിന്നും $SOURCE-നെ SELinux തടയുന്നു.
mr: SELinux ने $SOURCE ला kerberos वापरण्यापासून रोखले.
nl: SELinux belette $SOURCE om kerberos te gebruiken.
or: SELinux $SOURCE କୁ କେର୍ବେରୋଶ ବ୍ଯବହାର କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o $SOURCE de usar o Kerberos.
pt_br: O SELinux impediu que o $SOURCE usasse o kerberos.
ru: SELinux запретил $SOURCE использовать kerberos.
sr@latin: SELinux je sprečio da $SOURCE upotrebi kerberos.
sv: SELinux hindrade $SOURCE från att använda kerberos.
ta: SELinux ஐ நிறுத்தி $SOURCE இதிலிருந்து kerberosஐ பயன்படுகிறது.
te: SELinux $SOURCE ను కార్బ్‍‌రోస్‌ను ఉపయోగించుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE 使用 kerberos.
zh_tw: SELinux 防止了 $SOURCE 使用 kerberos。
