Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has denied the $SOURCE the ability to mmap low area of the kernel address space. The ability to mmap a low area of the address space, as configured by /proc/sys/kernel/mmap_min_addr. Preventing such mappings helps protect against exploiting null deref bugs in the kernel. All applications that need this access should have already had policy written for them. If a compromised application tries modify the kernel this AVC would be generated. This is a serious issue. Your system may very well be compromised.
as: SELinux দ্বাৰা $SOURCE-কে কাৰ্নেল অ্যাড্ৰেস স্পেসেৰ লো এৰিয়াতে mmap প্ৰয়োগেৰ ক্ষমতা প্ৰদান কৰা হয়নি। /proc/sys/kernel/mmap_min_addr-ৰ কনফিগাৰেশন অনুযায়ী অ্যাড্ৰেস স্পেসেৰ লো এৰিয়ে mmap কৰাৰ ক্ষমতা নিৰ্ধাৰণ কৰা হয়। এই ধৰনেৰ ম্যাপিং প্ৰতিৰোধ কৰা হলে কাৰ্নেলেৰ মধ্যে null deref বাগেৰ সাহায্যে সুযোগ না নেওয়াৰ সম্ভাবনা এড়ানো সম্ভব হবে। ন্যায্য ব্যবহাৰেৰ অধিকাৰপ্ৰাপ্ত অ্যাপ্লিকেশনগুলিৰ ক্ষেত্ৰেপূৰ্বেই পলিসি নিৰ্ধাৰিত কৰা হয়েছে। কোনো বিপদগ্ৰস্ত অ্যাপ্লিকেশন দ্বাৰা কাৰ্নেল পৰিবৰ্তনেৰ প্ৰচেষ্টা কৰা হলে এই AVC-টি উৎপন্ন হবে। এটি একটি গুৰুত্বপূৰ্ণ সমস্যা ও আপনাৰ সিস্টেম বিপদগ্ৰস্ত হতে পাৰে।
de: SELinux verweigerte $SOURCE die Fähigkeit, niedrige Bereiche des Kernel-Adressraums zu adressieren. Die Fähigkeit, niedrige Bereiche des Kernel-Adressraums zuzuweisen, wie durch /proc/sys/kernel/mmap_min_addr konfiguriert. Das Verhindern solcher Mappings hilft beim Schutz gegen das Ausnutzen von Nullzeigerdereferenz-Fehler im Kernel. Alle Anwendungen, die derartigen Zugriff benötigen, sollten bereits eine entsprechende Richtlinie haben. Falls eine kompromittierte Anwendung den Kernel zu verändern versucht, wird diese AVC generiert. Dies ist unter Umständen ein schwerwiegendes Problem. Ihr System wurde womöglich kompromittiert.
es: SELinux le ha negado a $SOURCE la posibilidad de realizar mmap sobre un área inferior del espacio de la dirección del kernel. La posibilidad de realizar esta acción está configurada por /proc/sys/kernel/mmap_min_addr. Prevenir estas asignaciones ayuda a protegerse contra errores de tipo "exploiting null deref" en el kernel. Todas las aplicaciones que necesiten este acceso, deberían haber tenido alguna política definida para ellas. Si una aplicación vulnerada intenta modificar el kernel, este AVC será generado. Este es un problema serio. Su sistema puede estar comprometido.
fr: SELinux a refusé à $SOURCE la capacité d'allouer de l'espace dans la zone mémoire basse du noyau via mmap. La capacité d'allouer cet espace mémoire est configuré par /proc/sys/kernel/mmap_min_addr. Empêcher cette allocation mémoire aide à se protéger contre l'exploitation des bugs du noyau de type 'null deref'. Toutes les applications ayant besoin de cet accès devraient déjà avoir une politique de sécurité écrite. Si une application compromise essaie de modifier le noyau, ce message pourrait être généré. Ceci est un problème sérieux. Votre système pourrait très bien être compromis.
hu: SELinux megtagadta, hogy $SOURCE képes legyen mmapolni az rendszermag címterének alacsony részét. A címtér alacsony részének mmapolása képessége beállítás a /proc/sys/kernel/mmap_min_addr helyen van. Ilyen leképezések megakadályozása segít a rendszermag null deref hibáinak kihasználása elleni védekezésben. Minden alkalmazáshoz, ami e hozzáférést igényli, kellene már lennie neki írt szabályzatnak. Ha egy elrontott alkalmazás megpróbálja megváltoztatni a rendszermagot, ez az AVC keletkezik. Ez komoly baj. A rendszert komolyan megsérülhetett.
kn: $SOURCE ಅನ್ನು ಕರ್ನಲ್‌ನ ವಿಳಾಸ ಕ್ಷೇತ್ರದ ಕೆಳಗಿನ ಸ್ಥಳದ mmap ಮಾಡುವ ಸಾಮರ್ಥ್ಯವನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ ವಿಳಾಸ ಕ್ಷೇತ್ರದ ಕೆಳಗಿನ ಸ್ಥಳಕ್ಕೆ mmap ಮಾಡುವಿಕೆಯ ಸಾಮರ್ಥ್ಯವು, /proc/sys/kernel/mmap_min_addr ನಲ್ಲಿ ಸೂಚಿಸಲಾಗಿರುತ್ತದೆ. ಅಂತಹ ಮ್ಯಾಪಿಂಗ್ ಅನ್ನು ತಡೆಯುವುದರಿಂದ ಕರ್ನಲ್‌ನಲ್ಲಿನ ಶೂನ್ಯ deref ದೋಷಗಳ ದುರುಪಯೋಗ ಪಡೆಯುವುದರ ವಿರುದ್ಧ ರಕ್ಷಣೆಯನ್ನು ನೀಡುತ್ತದೆ. ಈ ನಿಲುಕಣೆಯನ್ನು ಬಯಸುವ ಎಲ್ಲಾ ಅನ್ವಯಗಳಲ್ಲೂ ಪಾಲಿಸಿಯನ್ನು ಬರೆದಿರಬೇಕು. ರಾಜಿ ಮಾಡಿಕೊಳ್ಳಲಾದ ಯಾವುದೆ ಅನ್ವಯವು ಕರ್ನಲ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಪ್ರಯತ್ನಿಸಿದಲ್ಲಿ ಈ AVC ಯನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ ಇದು ಒಂದು ಗಂಭೀರವಾದ ಸಮಸ್ಯೆಯಾಗದ್ದು. ನಿಮ್ಮ ಗಣಕವು ರಾಜಿ ಮಾಡಿಕೊಂಡಿರುವಂತೆ ತೋರುತ್ತಿದೆ.
ko: SELinux는 커널 주소 공간의 하위 부분을 mmap하기 위한 기능의 $SOURCE를 거부합니다. 주소 공간의 하위 부분을 mmap하기 위한 기능은 /proc/sys/kernel/mmap_min_addr에 의해 설정됩니다. 이러한 맵핑을 방지하여 커널에서 null deref 버그 악용으로 부터 보호합니다. 이러한 액세스가 필요한 모든 응용 프로그램에는 해당하는 정책이 있어야 합니다. 영향을 받을 수 있는 응용 프로그램이 커널을 수정하려 할 경우 AVC가 생성되어 심각한 문제를 일으킬 수 있습니다. 시스템이 아주 쉽게 영향을 받을 수 있습니다.
ml: കേര്‍ണല്‍ അഡ്രസ്സ് സ്പെയിസിന്റെ ലോ ഏരിയാ mmap ചെയ്യുന്നതിനുള്ള $SOURCE-ന്റെ വിശേഷത SELinux നിഷേധിക്കുന്നു. അഡ്രസ്സ് സ്പെയിസ് ലോ ഏരിയാ mmap ചെയ്യുന്നതിനുള്ള വിശേഷത The ability to mmap a low area of the address space, /proc/sys/kernel/mmap_min_addr സജ്ജമാക്കുന്നു . കേര്‍ണലിലുള്ള null deref ബഗുകളെ ഇല്ലാതാക്കുന്നതിനെതിരെ ഇത്തരം മാപ്പിങ്ങുകള്‍ സഹായിക്കുന്നു. ഈ അനുമതി ആവശ്യമുള്ള എല്ലാ പ്രയോഗങ്ങളും അവയ്ക്കുള്ള പോളിസി തയ്യാറാക്കേണ്ടതുണ്ടു്. തകരാറുള്ള പ്രയോഗം SELinux പോളിസിയില്‍ മാറ്റം വരുത്തുവാന്‍ ശ്രമിച്ചാല്‍, ഈ AVC ലഭ്യമാകുന്നു. ഇതു് ഗുരുതരമായ ഒരു പ്രശ്നമാണു്. സിസ്റ്റം പ്രത്യേകം ശ്രദ്ധിക്കുക.
mr: SELinux ने $SOURCE ला कर्नल एड्रेस् स्पेस्च्या खालच्या क्षेत्राशी mmap क्षमतेला नकार दिला आहे. /proc/sys/kernel/mmap_min_addr द्वारे संयोजीत एड्रेस् स्पेस्च्या खालच्या क्षेत्राशी mmap करण्याची क्षमता. या मॅपींगस्ला रोखल्यास कर्नलमधील null deref बग्स् विरूद्ध सुरक्षा प्रदान करण्यास मदत होते. सर्व ऍप्लिकेश्नस् ज्यांस या प्रवेशची आवश्यकता आहे आधिपासूनच त्यांसाठी करार लिहीले असायला हवे. सदोषीत ऍप्लिकेशन ही कर्नल संपादीत करण्याचा प्रयत्न करत असल्यास हे AVC निर्माण होईल. ही एक गंभीर बाब आहे. तुमच्या प्रणालीला खूप जास्त धोका असू शकतो.
nl: SELinux heeft $SOURCE de mogelijkheid belet voor mmap van lage gebieden van de kernel adres ruimte. De mogelijkheid voor mmap van een laag gebied van de geheugenruimte, zoals ingesteld door /proc/sys/kernel/mmap_min_addr. Het voorkomen van zulke afbeeldingen helpt voor de bescherming tegen het uitbuiten van null deref bugs in de kernel. Alle toepassingen die deze toegang nodig moeten al een geschreven tactiek hiervoor hebben. Als een in gevaar gebrachte toepassing probeert de kernel te veranderen wordt deze AVC aangemaakt. Dit is een ernstig probleem. Jouw systeem kan zeker in gevaar zijn gebracht.
or: SELinux $SOURCE କୁ ବାରଣ କରିଛି ଯେଉଁଥିରେ କର୍ଣ୍ଣଲର ଠିକଣା ସ୍ଥାନର ନିମ୍ନ କ୍ଷେତ୍ରକୁmmap କରିବାର କ୍ଷମତା ଥାଏ। ଠିକଣା ସ୍ଥାନର ନିମ୍ନ କ୍ଷେତ୍ରକୁ mmap କରିବାର କ୍ଷମତାକୁ, /proc/sys/kernel/mmap_min_addr ଦ୍ୱାରା ବିନ୍ୟାସ କରାଯାଇଥିବା ପରି। ଏପରି ମ୍ୟାପିଙ୍ଗକୁ ବାରଣ କରିବା ଦ୍ୱାରା ଏହା ଶୂନ୍ୟ deref ତ୍ରୁଟିଗୁଡ଼ିକୁ କର୍ଣ୍ଣଲରେ ଶୋଷଣ କରିବାରୁ ରକ୍ଷା କରିଥାଏ। ସମସ୍ତ ପ୍ରୟୋଗଗୁଡ଼ିକ ଯାହାକି ଏହି ଅଭିଗମ୍ୟତା ଆବଶ୍ୟକ କରିଥାଏ ସେଥିରେ ପୂର୍ବରୁ ସେମାନଙ୍କ ପାଇଁ ନିତୀ ଲିଖିତ ହୋଇଛି। ଯଦି ଗୋଟିଏ ହାର ମାନିଥିବା ପ୍ରୟୋଗ କର୍ଣ୍ଣଲକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚେଷ୍ଟାକରେ ତେବେ ଏହି AVC ସୃଷ୍ଟି ହୋଇଥାଏ। ଏହା ଏକ ଗୁରୁତର ସମସ୍ୟା। ଆପଣଙ୍କର ତନ୍ତ୍ର ହୁଏତଃ ଭଲ ଭାବରେ ହାର ମାନିଛି।
pt: O SELinux negou a $SOURCE a habilidade de mapear áreas baixas do espaço de endereçamento do kernel. A habilidade de mapear uma área baixa do espaço de endereçamento, como configurado pelo /proc/sys/kernel/mmap_min_addr. Prevenir estes mapeamentos ajuda a proteger contra erros de apontadores nulos no kernel. Todas as aplicações que precisem deste acesso devem ter uma politica escrita para elas. Se uma aplicação comprometida tenta modificar o kernel, este AVC seria gerado. Isto é um assunto sério. O seu sistema pode muito bem estar comprometido.
pt_br: O SELinux negou ao $SOURCE a habilidade de realizar um mmap em uma área baixa do espaço de endereçamento do kernel. A habilidade de realizar um mmap de uma área baixa do espaço endereçamento, como configurado no /proc/sys/kernel/mmap_min_addr. O impedimento de mapeamentos como esse ajuda a proteger contra explorações de erros null deref no kernel. Todos os aplicativos que precisam deste acesso já devem ter uma política escrita para eles. Se um aplicativo comprometido tentar modificar o kernel, este AVC seria gerado. Este é um problema sério. O seu sistema pode muito bem ter sido comprometido.
ru: SELinux запретил $SOURCE создавать соответствия mmap в начальном диапазоне адресного пространства ядра. Возможность такого сопоставления настраивается в /proc/sys/kernel/mmap_min_addr. Запрет сопоставлений помогает предотвратить несанкционированное использование ошибок null deref в ядре. Для всех приложений, которым необходим такой уровень доступа, должна существовать отдельная политика. Если скомпрометированное приложение попытается модифицировать ядро, будет сгенерировано AVC. Это является серьёзной проблемой и может служить индикатором того, что ваша система была скомпрометирована.
sv: SELinux har nekat $SOURCE möjligheten att göra mmap på den låga delen av kärnans adressrymd. Möjligheten att göra mmap på en låg del av adressrymden konfigureras i /proc/sys/kernel/mmap_min_addr. Att hindra sådana mappningar hjälper till att skydda mot utnyttjande av nollreferensfel i kärnan. Alla program som behöver denna åtkomst skall redan ha policy skriven för sig. Om ett komprometterat program försökte ändra kärnan skulle denna AVC genereras. Detta är en allvarlig sak. Ditt system kan mycket väl vara komprometterat.
ta: SELinux ஆனது இந்த $SOURCE திறமையை mmap குறைந்த பகுதியான கெர்னல் முகவரி இடைவெளிக்கு மறுக்கிறது. இந்த திறமையானது mmap குறைந்த பகுதியான கெர்னல் முகவரி இடைவெளி, இது /proc/sys/kernel/mmap_min_addr படி கட்டமைக்கப்படுகிறது. கெர்னலில் இது போன்ற பாதுகாப்பு உதவிகளுக்கு எதிராக பயன்படும் null deref பிழைகள். அனைத்து பயன்பாடுகளும் அதற்கு தேவையான இந்த அணுகல் ஏற்கனவே அவற்றை பாலிசியால் எழுதப்பட்டது. ஒரு பயன்பாடும் இந்த கெர்னல் AVCஐ மாற்றியமைத்து உருவாக்கப்படும். இது ஒரு முக்கிய வெளிப்பாடாகும். உங்களது கணினியானது இதை சமரசப்படுகிறது.
te: SELinux అనునది $SOURCE కెర్నల్ చిరునామా స్పేసు యొక్క తక్కువ ప్రాంతమును mmap చేయగలగు సామర్ధ్యంను తిరస్కరిస్తుంది. చిరునామా స్పేస్ యొక్క తక్కువ ప్రాంతముకు mmap చేయగలగు సామర్థ్యం, /proc/sys/kernel/mmap_min_addr ఆకృతీకరించుట ద్వారా. ఇటువంటి మాపింగులను నిరోధించుట కెర్నల్ నందలి null deref bugs ఎక్సుప్లోటింగ్ రక్షణకు సహాయపడుతుంది. ఈ యాక్సెస్ అవసరమైన అన్ని అనువర్తనములు వాటినుండి యిప్పటికే కలగివున్న పాలసీను కలిగివుండాలి. ఒకవేళ రాజీపడిన అనువర్తనము కెర్నల్‌ను మార్చుటకు ప్రయత్నిస్తే ఈ AVC వుద్భవించబడుతుంది. ఇది వొక తీవ్రమైన సమస్య. మీ సిస్టమ్ చాలా బాగా రాజీ పడవచ్చును.
zh_cn: SELinux 不允许 $SOURCE mmap 内核地址的低区域。mmap 地址空间低区域的功能是由配置 /proc/sys/kernel/mmap_min_addr 提供的。阻止这类映射可帮助保护内核空 deref bug 的问题。所有需要这个访问的程序都应该已被写入相应的策略。如果破坏的程序试图修改该内核则会生成这个 AVC。这是一个严重问题，您的系统可能被严重破坏。
zh_tw: SELinux 拒絕了 $SOURCE mmap 核心定址空間 最開始的地方（low area）。mmap 定址空間的 low area 的功能 是以 /proc/sys/kernel/mmap_min_addr 來進行設定的。防止此映射 能幫助防禦 kernel 中的 null deref 錯誤上的弱點。所有 需要此存取權限的應用程式都應該要有個對應它們所編寫 的政策。若有個受到入侵的應用程式嘗試修改 kernel 的話，此 AVC 便會被產生。這是一項嚴重的問題。您的系統可能已遭受到 入侵。

source: SELinux prevented $SOURCE from mounting on the file or directory "$TARGET_PATH" (type "$TARGET_TYPE").
as: SELinux ৰ দ্বাৰা $SOURCE- ক নথিপত্ৰ অথবা পঞ্জিকাত তুলি ল'বলৈ প্ৰতিৰোধ কৰা হৈছে "$TARGET_PATH" (type "$TARGET_TYPE") ।
de: SELinux hinderte $SOURCE an der Einbindung in die Datei oder das Verzeichnis "$TARGET_PATH" (type "$TARGET_TYPE").
es: SELinux previno acerca de la intención de $SOURCE de montar en el archivo o directorio "$TARGET_PATH" (tipo "$TARGET_TYPE").
fr: SELinux a empêché $SOURCE de monter le fichier ou répertoire « $TARGET_PATH » (type « $TARGET_TYPE »).
hi: SELinux $SOURCE को फाइल या निर्देशिका "$TARGET_PATH" (प्रकार "$TARGET_TYPE") पर आरोहन से रोका.
hu: SELinux megakadályozta, hogy a(z) $SOURCE fájlrendszer-csatolást végezzen ezen a fájlon vagy könyvtáron: "$TARGET_PATH" (típus: "$TARGET_TYPE").
kn: SELinux ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು "$TARGET_PATH" ("$TARGET_TYPE" ಬಗೆ) ಕಡತ ಅಥವ ಕಡತಕೋಶದ ಮೇಲೆ ಆರೋಹಿಸದಂತೆ $SOURCE ಅನ್ನು ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE가 파일 또는 디렉토리 "$TARGET_PATH" (유형 "$TARGET_TYPE")에 마운트하지 못하게 합니다.
ml: $SOURCE-നെ ഫയല്‍ അല്ലെങ്കില്‍ ഡയറക്ടറിയിലേക്ക് "$TARGET_PATH" (type "$TARGET_TYPE") മൌണ്ട് ചെയ്യുന്നതിനായി SELinux അനുവദിക്കുന്നില്ല.
mr: SELinux ने $SOURCE ला फाइल किंवा डिरेक्ट्री "$TARGET_PATH" (type "$TARGET_TYPE") वर आरोहण करण्यापासून रोखले.
nl: SELinux belette $SOURCE om aan te koppelen op het bestand of map "$TARGET_PATH" (type "$TARGET_TYPE").
or: SELinux $SOURCE କୁ "$TARGET_PATH" (type "$TARGET_TYPE") ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରିରେ ମାଉଣ୍ଟ କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o $SOURCE de montar na pasta ou ficheiro "$TARGET_PATH" (tipo "$TARGET_TYPE").
pt_br: O SELinux impediu que o $SOURCE montasse no arquivo ou diretório "$TARGET_PATH" (tipo "$TARGET_TYPE").
ru: SELinux запретил $SOURCE монтировать в файл или каталог «$TARGET_PATH» (тип «$TARGET_TYPE»).
sr@latin: SELinux je sprečio $SOURCE od montiranja na datoteku ili direktorijum „$TARGET_PATH“ (vrste „$TARGET_TYPE“).
sv: SELinux hindrade $SOURCE från att montera filen eller katalogen "$TARGET_PATH" (typ "$TARGET_TYPE").
ta: SELinux ஆனது $SOURCEலிருந்து கோப்பு அல்லது அடைவிற்கு ஏறுவதைத் தடுக்கிறது "$TARGET_PATH" (type "$TARGET_TYPE").
te: SELinux అనునది $SOURCE ను "$TARGET_PATH" (type "$TARGET_TYPE") దస్త్రము లేదా సంచయంనందు మౌంట్ అగుటనుండి నిరోదిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE 挂载文件或者目录 "$TARGET_PATH" (type "$TARGET_TYPE")。
zh_tw: SELinux 防止了 $SOURCE 在檔案或目錄 「$TARGET_PATH」（type「$TARGET_TYPE」）上進行掛載。

source: SELinux prevented $SOURCE from mounting a filesystem on the file or directory "$TARGET_PATH" of type "$TARGET_TYPE". By default SELinux limits the mounting of filesystems to only some files or directories (those with types that have the mountpoint attribute). The type "$TARGET_TYPE" does not have this attribute. You can change the label of the file or directory.
as: SELinux ৰ দ্বাৰা $SOURCE ক "$TARGET_TYPE" ধৰনৰ "$TARGET_PATH" নথিপত্ৰ অথবা পঞ্জিকাত নথিপত্ৰপ্ৰণালী তুলি ল'বলৈ বাধা দিয়া হৈছে । অবিকল্পিতৰূপে, SELinux ৰ দ্বাৰা নথিপত্ৰপ্ৰণালী অকল কিছু নিৰ্দিষ্ট নথিপত্ৰ অথবা পঞ্জিকাত (অভ্যুত্থানৰ স্থান বৈশিষ্ট্য সহ ধৰন) কৰাৰ অনুমতি প্ৰদান কৰা হয় । "$TARGET_TYPE" ধৰনে এই বৈশিষ্ট্য অনুপস্থিত । নথিপত্ৰ অথবা পঞ্জিকাৰ লেবেল পৰিবৰ্তন কৰা যাব ।
de: SELinux hinderte $SOURCE am Einbinden eines Dateisystems in der Datei oder des Verzeichnises "$TARGET_PATH" vom Typ "$TARGET_TYPE". Standardmässig beschränkt SELinux das Einbinden von Dateisystemen in einige Dateien oder Verzeichnisse (solche mit Typen, die das Einhängepunkt-Attribut besitzen). Der Typ "$TARGET_TYPE" hat dieses Attribut nicht. Sie können die Datei oder das Verzeichnis neu markieren.
es: SELinux previno acerca de la intención de $SOURCE de montar un sistema de archivo en el archivo o directorio "$TARGET_PATH" del tipo "$TARGET_TYPE". Por defecto, SELinux limita el montaje de sistemas de archivo sólo a algunos archivos o directorios (aquellos con los tipo con atributo de punto de montaje). El tipo "$TARGET_TYPE" no tiene este atributo. Puede cambiar la etiqueta del archivo o directorio.
fr: SELinux a empêché $SOURCE de monter un système de fichiers sur le fichier ou répertoire « $TARGET_PATH » de type « $TARGET_TYPE ». Par défaut SELinux limite le montage de systèmes de fichiers à seulement quelques fichiers ou répertoires (ceux avec les types qui possèdent l'attribut point de montage). Le type « $TARGET_TYPE » n'a pas cet attribut. Vous pouvez changer l'étiquetage du fichier ou du répertoire.
hi: SELinux ने $SOURCE को एक फाइलसिस्टम आरोहित करने से रोका "$TARGET_PATH" "$TARGET_TYPE" के प्रकार का फाइल या निर्देशिका पर . मूलभूत रूप से SELinux फाइल सिस्टम के आरोहन को परिसीमित करता है सिर्फ कुछ फाइल में या निर्देशिका में (प्रकारों के साथ वे जो आरोह बिंदु गुण रखते हैं). प्रकार "$TARGET_TYPE" इन गुणों को नहीं रखता है. आप फाइल या निर्देशिका का लेबल बदल सकते हैं.
hu: SELinux megakadályozta, hogy $SOURCE becsatoljon egy „$$TARGET_TYPE” típusú fájlrendszert „$TARGET_PATH” fájlra vagy mappára. Alapértelmezésben SELinux bizonyos fájlokra illetve könyvtárakra korlátozza a fájlrendszerek csatolását (azokra, amelyek rendelkeznek csatolható tulajdonsággal). „$TARGET_TYPE” típusnak nincs ilyenl a tulajdonsága. A fájl illetve mappa címkéje megváltoztatható.
kn: "$TARGET_TYPE" ಬಗೆಯ ಒಂದು ಕಡತ ಅಥವ ಕಡತಕೋಶ "$TARGET_PATH" ಅನ್ನು $SOURCEವು ಕಡತವ್ಯವಸ್ಥೆಯ ಮೇಲೆ ಆರೋಹಿಸದಂತೆ SELinux ತಡೆದಿದೆ.ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ SELinux ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಕೇವಲ ಕೆಲವು ಕಡತ ಅಥವ ಕಡತಕೋಶಗಳಿಗೆ (ಆರೋಹಣ ತಾಣದ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಹೊಂದಿರುವ ಬಗೆಯವು) ಆರೋಹಿಸುವುದನ್ನು ಸೀಮಿತಗೊಳಿಸುತ್ತದೆ. "$TARGET_TYPE" ಯು ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಹೊಂದಿಲ್ಲ. ನೀವು ಒಂದು ಕಡತ ಅಥವ ಕಡತ ಕೋಶದ ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸಬಹುದು.
ko: SELinux는 $SOURCE가 "$TARGET_TYPE"유형의 파일 또는 디렉토리 "$TARGET_PATH"에 있는 파일시스템을 마운트하지 못하게 합니다. 기본 값으로 SELinux는 일부 파일 또는 디렉토리 (마운트 포인트 속성을 가진 유형의 디렉토리)에 파일시스템을 마운트하는 것을 제한합니다. "$TARGET_TYPE" 유형은 이러한 속성을 가지고 있지 않습니다. 파일 또는 디렉토리의 레이블을 변경하실 수 있습니다.
ml: $SOURCE-നെ ഫയല്‍ അല്ലെങ്കില്‍ ഡയറക്ടറിയിലേക്ക് "$TARGET_PATH" (type "$TARGET_TYPE") മൌണ്ട് ചെയ്യുന്നതിനായി SELinux അനുവദിക്കുന്നില്ല. ഡീഫോള്‍ട്ടായി SELinux ഫയല്‍ സിസ്റ്റം മൌണ്ട് ചെയ്യുന്നതിന് ചില അതിരുകള്‍ പാലിക്കുന്നു. മൌണ്ട് പോയിന്റ് ലഭ്യമായ ഫയല്‍, ഡയറക്ടറി എന്നിവയ്ക്ക് മാത്രം അനുവദിക്കുന്നു. "$TARGET_TYPE" തരത്തിലുള്ളവയ്ക്ക് ഈ വിശേഷത ലഭ്യമല്ല. നിങ്ങള്‍ക്ക് ഫയല്‍ അല്ലെങ്കില്‍ ഡയറക്ടറിയുടെ പേര് മാറ്റുകയോ ചെയ്യാം.
mr: SELinux ने $SOURCE ला फाइल किंवा "$TARGET_TYPE" वरील डिरेक्ट्री "$TARGET_PATH" प्रकार करीता फाइलप्रणाली आरोहण करण्यापासून रोखले. पूर्वनिर्धारीतरित्या SELinux फाइलप्रणालीचे आरोहण काहिक फाइल किंवा डिरेक्ट्री करीता मर्यादीत करतो (mountpoint गुणविसेषसह). प्रकार "$TARGET_TYPE" कडे या गुणविशेष नाही. तुम्ही या फाइल किंवा डिरेक्ट्रीचे लेबल बदलवू शकता.
nl: SELinux belette $SOURCE om een bestandssysteem aan te koppelen op het bestand of de map "$TARGET_PATH" van het type $TARGET_TYPE". Standaard beperkt SELinux het aankoppelen van bestandssystemen tot maar een paar bestanden of mappen (die met types die het aankoppel punt attribuut hebben). Het type "$TARGET_TYPE" heeft deze attribuut niet. Je kunt het label van het bestand of de map veranderen.
or: SELinux $SOURCE କୁ "$TARGET_TYPE" ପ୍ରକାରର "$TARGET_PATH" ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରୀ ଉପରେ ଫାଇଲତନ୍ତ୍ରକୁ ସ୍ଥାପନ କରିବାରୁ ବାରଣ କରିଥାଏ। ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ SELinux ଫାଇଲତନ୍ତ୍ରଗୁଡ଼ିକର ସ୍ଥାପନାକୁ କେବଳ କିଛି ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକ ମଧ୍ଯରେ ସୀମିତ କରିଥାଏ (ସ୍ଥାପନ ବିନ୍ଦୁ ଗୁଣଧର୍ମ ବିଶିଷ୍ଟ)। ପ୍ରକାର "$TARGET_TYPE" ରେ ଏହି ଗୁଣଧର୍ମ ନାହିଁ। ଆପଣ ସେହି ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରୀର ନାମପଟିକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ।
pt: O SELinux impediu o $SOURCE_PATH de montar um sistema de ficheiros no ficheiro ou pasta "$TARGET_PATH", do tipo "$TARGET_TYPE". Por omissão, o SELinux limita a montagem dos sistemas de ficheiros a apenas alguns ficheiros ou pastas (os que tiverem tipos com o atributo 'mountpoint'). O tipo "$TARGET_TYPE" não tem esse atributo. Poderá alterar a etiqueta do ficheiro ou da pasta.
pt_br: O SELinux impediu que o $SOURCE montasse um sistema de arquivos no arquivo ou diretório "$TARGET_PATH" do tipo "$TARGET_TYPE". Por padrão, o SELinux limita a montagem de sistemas de arquivo a apenas alguns arquivos ou diretórios (aqueles de um tipo que possui o atributo mountpoint). O tipo "$TARGET_TYPE" não possui este atributo. Você pode mudar a etiqueta do arquivo ou diretório.
ru: SELinux запретил $SOURCE монтировать файловую систему в «$TARGET_PATH» с типом «$TARGET_TYPE». По умолчанию SELinux ограничивает монтирование файловых систем некоторыми файлами или каталогами (имеющими атрибут mountpoint). Тип «$TARGET_TYPE» не имеет этого атрибута. Можно попробовать изменить метку файла или каталога.
sr@latin: SELinux je sprečio $SOURCE od montiranja sistema datoteka na datoteku ili direktorijum „$TARGET_PATH“ vrste „$TARGET_TYPE“. SELinux podrazumevano ograničava montiranje sistema datoteka na samo neke datoteke ili direktorijume (one sa vrstom koja ima mountpoint atribut). Vrsta „$TARGET_TYPE“ nema taj atribut. Možete da promenite oznaku te datoteke ili direktorijuma.
sv: SELinux hindrade $SOURCE från att montera ett filsystem på filen eller katalogen "$TARGET_PATH" av typen "$TARGET_TYPE". Som standard begränsar SELinux monteringen av filsystem till endast några filer eller kataloger (de med typer som har attributet mountpoint). Typen "$TARGET_TYPE" har inte detta attribut. Du kan ändra märkningen för filen eller katalogen.
ta: SELinux ஆனது $SOURCE லிருந்து ஒரு கோப்புமுறையை கோப்பு அல்லது அடைவு "$TARGET_PATH" வகைக்கு "$TARGET_TYPE"ஏற்றுவதை தடுக்கிறது. முன்னிருப்பின் படி SELinux லிமிட்டுகள் கோப்பு முறைமையை சில கோப்புகள் அல்லது அமைவுகள் (those with types that have the mountpoint attribute) மட்டும் ஏற்றுகிறது. இந்த வகை "$TARGET_TYPE" பண்பை பெற்றிருக்கவில்லை. இந்த கோப்பு அல்லது அடைவிற்கு லேபிலை மாற்றலாம்.
te: SELinux అనునది $SOURCE ను దస్త్రము లేదా సంచయం "$TARGET_PATH" ఈ రకముది "$TARGET_TYPE" నందు దస్త్రవ్యవస్థ మౌంట్ అవుటనుండి నిరోధిస్తుంది. అప్రమేయంగా SELinux దస్త్రవ్యవస్థల యొక్క మౌంటిగ్‌ను పరిమితం చేస్తుంది కొన్ని దస్త్రములకు లేదా సంచయాలకు (ఏవేతా మౌంట్‌పాయింట్ యాట్రిబ్యూట్‌ను కలిగిఉన్నాయో). ఆ రకం "$TARGET_TYPE" ఈ యాట్రిబ్యూట్‌ను కలిగివుండదు. మీరు లేబుల్‌ను మార్చవచ్చు దస్త్రముది లేదా సంచయంది.
zh_cn: SELinux 阻止了 $SOURCE 在类型为 "$TARGET_TYPE" 的文件 或目录 "$TARGET_PATH" 中挂载文件系统。默认情况下 SELinux 限制 文件系统只能挂载在一些文件或目录上（那些具有含挂载点属性类 型的文件）。类型 "$TARGET_TYPE" 不具有这个属性。您可以改变该 文件或目录的标签。
zh_tw: SELinux 防止了 $SOURCE 將檔案系統掛載至檔案 或目錄上「$TARGET_PATH」類型為「$TARGET_TYPE」。就預設值來講， SELinux 會將檔案系統的掛載限制為僅有某些檔案或 目錄（這些檔案或目錄的類型皆含有掛載點屬性）。 「$TARGET_TYPE」這個類型並沒有此屬性。您可更改檔案或目錄的 標籤。
