Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux denied prelink $ACCESS on $TARGET_PATH. The prelink program is only allowed to manipulate files that are identified as executables or shared libraries by SELinux. Libraries that get placed in lib directories get labeled by default as a shared library. Similarly, executables that get placed in a bin or sbin directory get labeled as executables by SELinux. However, if these files get installed in other directories they might not get the correct label. If prelink is trying to manipulate a file that is not a binary or share library this may indicate an intrusion attack.
as: SELinux ৰ দ্বাৰা $TARGET_PATH-ৰ উপৰ prelink $ACCESS প্ৰত্যাখ্যান কৰা হৈছে । SELinux ৰ দ্বাৰা চিহ্নিত এক্সেকিউটেবল অথবা অংশীদাৰ কৰা লাইব্ৰৰিসমূহ prelink প্ৰোগ্ৰামৰ সহায়ত পৰিবৰ্তন কৰা সম্ভৱ । lib পঞ্জিকাত উপস্থিতলাইব্ৰৰিসমূহ অবিকল্পিতৰূপে অংশীদাৰ কৰা লাইব্ৰৰি ৰূপে ধাৰ্য কৰা হ'ব । একেই ৰূপে bin অথবা sbin পঞ্জিকাত উপস্থিত এক্সেকিউটেবলসমূহ SELinux ৰ দ্বাৰা এক্সেকিউটেবল ৰূপে ধাৰ্য কৰা হয় । যদি এই নথিপত্ৰসমূহ অন্য কোনো পঞ্জিকাত সংস্থাপন কৰা হ'লে সম্ভৱতঃ সঠিক লেবেল ধাৰ্য নকৰা হ'ব পাৰে । prelink ৰ দ্বাৰা বাইনাৰ অথবা শেয়াৰ নথিপত্ৰ ব্যতীত অন্য কোনো নথিপত্ৰ পৰিবৰ্তনৰ প্ৰচেষ্টা কৰা হ'লে সেইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux verweigerte prelink $ACCESS auf $TARGET_PATH. Das Programm prelink darf nur Dateien manipulieren, die von SELinux als ausführbare Dateien oder gemeinsam genutzte Bibliotheken identifiziert werden. Bibliotheken, die im /lib-Verzeichnis abgelegt werden bekommen standardmässig die Kennzeichnung als gemeinsam genutzte Bibliotheken. Analog dazu werden ausführbare Dateien, die in einem /bin oder /sbin-Verzeichnis abgelegt werden, als SELinux gekennzeichnet. Wenn diese Dateien jedoch in anderen Verzeichnissen abgelegt werden, erhalten sie möglicherweise nicht die korrekte Kennzeichnung. Falls prelink versucht, eine Datei, die weder ausführbar, noch eine gemeinsam genutzte Bibliothek ist, signalisiert dies möglicherweise einen Einbruchsversuch.
es: SELinux negó el $ACCESO a prelink sobre $TARGET_PATH. Al programa prelink solamente se le permite manipular archivos que están identificados como ejecutables o bibliotecas compartidas por SELinux. Las bibliotecas que terminan en los directorios lib obtienen la etiqueta de biblioteca compartida por defecto. De la misma forma, los ejecutables que vayan a parar en bin o sbin son etiquetados como ejecutables por SELinux. Sin embargo, si estos archivos se instalan en otros directorios pueden llegar a tener una etiqueta incorrecta. Si prelink está intentando manipular un archivo que no es un binario o biblioteca compartida, esto puede ser indicio de un ataque.
fr: SELinux a empêché prelink d'$ACCESS à $TARGET_PATH. Le programme prelink n'est autorisé qu'à manipuler des fichiers qui sont identifiés par SELinux en tant que exécutables ou bibliothèques partagées. Les bibliothèques placées dans les répertoires de bibliothèques sont étiquetées par défaut comme des bibliothèques partagées. De la même manière, les exécutables placés dans les répertoires bin ou sbin sont étiquetés comme des exécutables par SELinux. Cependant, si ces fichiers sont installés dans d'autres répertoires, ils peuvent ne pas avoir le même étiquetage. Si prelink essaye de manipuler un fichier qui n'est pas un fichier binaire ou de partager une bibliothèque, cela peut indiquer une attaque par intrusion.
hu: SELinux elutasította prelink $ACCESS hozzáférését $TARGET_PATH fájlhoz. A prelink program csak olyan fájlokat változtathat, amelyeket SELinux végrehajthatóként vagy osztott programkönyvtárként azonosít. A lib mappákban levő programkönyvtárakat alapértelmezésben osztott programkönyvtárként címkézik. A bin illetve sbin mappákban levő végrehajtható fájlokat végrehajtható programnak címkézi SELinux. Azonban, ha e fájlok más mappákba kerülnek, akkor elcímkézhetik őket. Ha prelink nem futtatható fájlt vagy nem osztott programkönyvtárt próbál változtatni, akkor ez behatolás próbálkozást jelezhet.
kn: $TARGET_PATH ನಲ್ಲಿ ಪ್ರಿಲಿಂಕ್ $ACCESS ಅನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಪ್ರಿಲಿಂಕ್ ಪ್ರೋಗ್ರಾಂ ಕೇವಲ SELinux ನಿಂದ ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದ ಅಥವ ಹಂಚಲ್ಪಟ್ಟ ಲೈಬ್ರರಿ ಎಂದು ಗುರುತಿಸಲಾದ ಕಡತಗಳನ್ನು ಮ್ಯಾನಿಪುಲೇಟ್ ಮಾಡಲು ಮಾತ್ರ ಬಳಸಬಹುದಾಗಿದೆ. lib ಕಡತಕೋಶಗಳಲ್ಲಿ ಇರಿಸಲ್ಪಟ್ಟ ಲೈಬ್ರರಿಗಳು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಹಂಚಲಾದ ಎಂಬ ಲೇಬಲ್ ಕೊಡಲ್ಪಡುತ್ತದೆ. ಅದೇ ರೀತಿ, ಒಂದು bin ಅಥವ sbin ಕಡತಕೋಶದಲ್ಲಿ ಇರಿಸಿಲ್ಪಟ್ಟ ಕಾರ್ಯಗತಗೊಳಿಸಬಲ್ಲವು SELinux ನಿಂದ ಕಾರ್ಯಗತಗೊಳಿಸಬಲ್ಲವು ಎಂದು ಲೇಬಲ್ ಮಾಡಲ್ಪಡುತ್ತದೆ. ಆದರೆ, ಎಲ್ಲಿಯಾದರೂ ಈ ಕಡತಗಳು ಇತರೆ ಕಡತಕೋಶದಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸಲ್ಪಟ್ಟರೆ ಈ ಕಡತಗಳಿಗೆ ಸರಿಯಾದ ಲೇಬಲ್‍ಗಳು ದೊರೆಯದೆ ಹೋಗಬಹುದು. ಎಲ್ಲಿಯಾದರೂ ಪ್ರಿಲಿಂಕ್ ಒಂದು ಬೈನರಿಯಲ್ಲದ ಅಥವ ಹಂಚಲ್ಪಟ್ಟ ಲೈಬ್ರರಿಯಲ್ಲದ ಒಂದು ಕಡತವನ್ನು ಮ್ಯಾನಿಪುಲೇಟ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 $TARGET_PATH에서 prelink $ACCESS를 거부합니다. prelink 프로그램은 SELinux에 의한 공유 라이브러리 또는 실행 가능한 파일 만을 처리하도록 허용됩니다. lib 디렉토리에 배치된 라이브러리는 기본값으로 공유 라이브러리로 레이블됩니다. 이와 유사하게 bin 또는 sbin 디렉토리에 위치하는 실행 파일은 SELinux에 의해 실행 가능한 파일로 레이블됩니다. 하지만, 이러한 파일이 다른 디렉토리에 설치되면 올바르게 레이블되지 않을 수 있습니다. prelink가 바이너리 또는 공유 라이브러리가 아닌 파일을 처리하려고할 경우, 침입 시도 신호가 나타날 수 있습니다
ml: $TARGET_PATH-ലുള്ള പ്രീലിങ്ക് $ACCESS SELinux നി‌ഷേധിച്ചു . SELinux-നു് എക്സിക്യൂട്ടബിള്‍ അല്ലെങ്കില്‍ ഷെയര്‍ഡ് ലൈബ്രറികളായിട്ടുള്ള ഫയലുകള്‍ മാത്രം കൈകാര്യം ചെയ്യുവാന്‍ പ്രീലിങ്ക് പ്രോഗ്രാം അനുവദിക്കുന്നു. lib ഡയറക്ടറികളിലുള്ള ലൈബ്രറികള്‍ സ്വതവേ ഷെയര്‍ഡ് ലൈബ്രറികളായി ലേബല്‍ ചെയ്യുന്നു. അതുപോലെ, bin അല്ലെങ്കില്‍ sbin ഡയറക്ടറിയിലുള്ള എക്സിക്യൂട്ടബിളുകള്‍, SELinux എക്സിക്യൂട്ടബിളുകളായി ലേബല്‍ ചെയ്യുന്നു. അഥവാ, ഈ ഫയലുകള്‍ മറ്റേതെങ്കിലും ഡയറക്ടറികളില്‍ ഇന്‍സ്റ്റോള്‍ ചെയ്യപ്പെട്ടാല്‍ ഇവയ്ക്ക് ശരിയായ ലേബല്‍ ലഭിക്കുന്നില്ല. ബൈനറി അല്ലെങ്കില്‍ ഷെയര്‍ഡ് ലൈബ്രറി അല്ലാത്ത ഒരു ഫയലിനെ പ്രീലിങ്ക് കൈകാര്യം ചെയ്യുവാന്‍ ശ്രമിച്ചാല്‍, അതു്തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने $TARGET_PATH वरील prelink $ACCESS करीता prelink नकारले. prelink कार्यक्रम फक्त फाइल संपादन करीता आहे जे कार्यान्वीत किंवा SELinux द्वारे सहभागीय लायब्ररी म्हणून ओळखले जाते. in lib डिरेक्ट्री पूर्वनिर्धारीतरित्या सहभागीय लायब्ररी म्हणून चिन्हाकृत केले जाते. त्याचप्रकारे, कार्यान्वीत जे bin किंवा sbin डिरेक्ट्री मध्ये SELinux द्वारे कार्यान्वीत म्हणून चिन्हाकृत केले जाते. तरी, या फाइल अन्य डिरेक्ट्री मध्ये प्रतिष्ठापीत झाल्यास त्यास योग्य लेबल प्राप्त होणार नाही. prelink विना बायनरी फाइल किंवा सहभागीय लायब्ररी संपादीत करण्याचा प्रयत्न करीत असल्यासत्यास घुसखोरीचा प्रयत्न म्हणून पाहिला जाईल.
nl: SELinux verbood prelink $ACCESS op $TARGET_PATH. Het prelink programma mag van SELinux alleen bestanden manipuleren die gemerkt gemerkt zijn als uitvoerbaar of die gedeelde bibliotheken zijn. Bibliotheken geplaatst in lib mappen worden standaard gelabeld als een gedeelde bibliotheek. Op dezelfde manier worden uitvoerbare programma's die geplaatst zijn in een bin of sbin map gelabeld als uitvoerbare programma's door SELinux. Echter, als deze bestanden in andere mappen geïnstalleerd worden krijgen ze misschien niet het juiste label. Als prelink probeert om een bestand te manipuleren dat geen uitvoer programma of een gedeelde bibliotheek is kan dit een indringing aanval aangegeven.
or: SELinux $TARGET_PATH ଉପରେ prelink $ACCESS କୁ ବାରଣ କରିଛି। prelink ପ୍ରଗ୍ରାମଟି କେବଳ ଫାଇଲଗୁଡ଼ିକୁ ସଂଶୋଧନ କରିବା ପାଇଁ ଅନୁମତିପ୍ରାପ୍ତ ଯାହାକି ନିଷ୍ପାଦନଯୋଗ୍ୟ ଭାବରେ ପରିଚିତ କିମ୍ବା SELinux ଦ୍ୱାରା ସହଭାଗୀ ଭାବରେ ପରିଚିତ। lib ଡିରେକ୍ଟୋରୀମଧ୍ଯରେ ରଖାଯାଇଥିବା ଲାଇବ୍ରେରୀଗୁଡ଼ିକ ସହଭାଗୀ ଲାଇବ୍ରେରୀ ଭାବରେ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ ନାମକରଣ ହୋଇଥାଏ। ସେହିପରି, bin କିମ୍ବା sbin ଡିରେକ୍ଟୋରୀ ମଧ୍ଯରେ ରଖାଯାଇଥିବା ନିଷ୍ପାଦନଯୋଗ୍ୟ ଗୁଡ଼ିକ SELinux ଦ୍ୱାରା ନିଷ୍ପାଦନଯୋଗ୍ୟ ଭାବରେ ନାମକରଣ ହୋଇଥାଏ। ତଥାପି, ଯଦି ଏହି ଫାଇଲଗୁଡ଼ିକ ଅନ୍ୟ ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକ ମଧ୍ଯରେ ସ୍ଥାପିତ ହୋଇଥାଏ ତେବେ ସେମାନେ ହୁଏତଃ ସଠିକ ନାମପଟି ପାଇନପାରନ୍ତି। ଯଦି prelink ସେହି ଫାଇଲକୁ ସଂଶୋଧନ କରିବାକୁ ଚେଷ୍ଟାକରେ ଯାହାକି ଗୋଟିଏ ଦ୍ୱିମୀକ କିମ୍ବା ସହଭାଗୀ ଲାଇବ୍ରେରୀ ନୁହଁ ତେବେ ଏହା ହୁଏତଃକୌଣସି ବିନାଅନୁମତି ଆକ୍ରମଣକୁ ସୂଚାଇଥାଏ।
pt: O SELinux impediu o $ACCESS de 'prelink' em $TARGET_PATH. O programa 'prelink' só tem permissões para manipular ficheiros que estejam identificados como executáveis ou bibliotecas dinâmicas no SELinux. As bibliotecas que sejam colocadas em pastas 'lib' são etiquetadas por omissão como uma biblioteca dinâmica. Do mesmo modo, os executáveis que sejam colocados numa pasta 'bin' ou 'sbin' são etiquetados como executáveis pelo SELinux. Contudo, se estes ficheiros forem instalados noutras pastas, poderão não obter a etiqueta correcta. Se o 'prelink' estiver a tentar manipular um ficheiro que não seja um executável ou uma biblioteca, poderá indicar um ataque por intrusão.
pt_br: O SELinux negou ao prelink $ACCESS em $TARGET_PATH. Ao programa prelink é permitido somente manipular arquivos que são identificados como executáveis ou bibliotecas compartilhadas pelo SELinux. Bibliotecas que estão localizadas em diretórios lib, que são etiquetados por padrão como uma biblioteca compartilhada. Similarmente, executáveis que estão localizados em diretórios bin ou sbin são etiquetados como executáveis pelo SELinux. Porém, se estes arquivos forem instalados em outros diretórios eles podem não receber a etiqueta correta. Se o prelink estiver tentando manipular um arquivo que não é binário ou uma biblioteca compartilhada, isso pode indicar um ataque de intrusão.
ru: SELinux запретил программе prelink доступ $ACCESS к $TARGET_PATH. Программа prelink имеет право работать только с файлами, отмеченными SELinux как исполняемые или общие библиотеки. Библиотеки в каталогах lib будут отмечены как общие библиотеки по умолчанию. Точно так же исполняемые файлы, находящиеся в bin или sbin, отмечены как исполняемые. Если эти файлы установлены в другие каталоги, они могут быть отмечены неправильно. Попытка prelink работать с файлом, не являющимся исполняемым компонентом или общей библиотекой, может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio prelink $ACCESS nad $TARGET_PATH. Programu prelink je dozvoljeno da obrađuje samo datoteke koje je SELinux prepoznao kao izvršne ili deljenje biblioteke. Biblioteke koje se postavljaju u lib direktorijume su podrazumevano označene kao deljenje biblioteke. Slično, izvršne datoteke koje se postavljaju u bin ili sbin direktorijum SELinux označava kao izvršne. Međutim, ako se ove datoteke instaliraju u druge direktorijume, možda neće dobiti ispravnu oznaku. Ako prelink pokušava da obradi datoteku koja nije binarna ili deljena biblioteka, ovo može ukazivati na pokušaj upada.
sv: SELinux nekade prelink $ACCESS till $TARGET_PATH. Programmet prelink tillåts endast hantera filer som identifierats som körbara eller delade bibliotek av SELinux. Bibliotek som placeras i lib-kataloger märks som standard som delade bibliotek. På motsvarande sätt märks körbara filer som placeras i bin- eller sbin-kataloger som körbara av SELinux. Men om dessa filer installeras i andra kataloger kanske de inte får rätt etikett. Om prelink försöker att hantera en fil som inte är en binär eller delat bibliotek kan detta vara teken på ett intrångsförsök.
ta: SELinux ஆனது முன்இணைப்பு $ACCESS க்கு $TARGET_PATH மறுக்கிறது. இந்த முன்இணைப்பு நிரலானது திறமாயான கோப்புகளை மட்டும் குறிப்பிட இயக்கங்கள் அல்லது SELinuxபடி பகிரப்பட்ட நூலகங்களாக அனுமதிக்கிறது. lib அடைவுகள் முன்னிருப்பு நூலகமாக நூலகங்களில் இடத்தை பெறுகிறது. ஒரே வகையில், ஒரு பின்னில் அல்லது sbin அடைவில் SELinuxவாக இடத்தை பெறுகிறது. எப்படியிருந்தும், மற்ற அடைவுகளில் இந்த கோப்புகள் நிறுவப்படுகிறது சரியான லேபிலை பெற முடியவில்லை. இந்த prelink ஆனது ஒரு கோப்பை அனுமதிக்கமால் அல்லது ஒரு நிறுவப்பட்ட பகிரும் நூலகத்தில் குறிப்பிட நிர்வாக முயற்சி.
te: SELinux అనునది prelink $ACCESSను $TARGET_PATHపైన తిరస్కరించింది. prelink అనునది SELinux చేత భాగస్వామ్య లైబ్రరీలు లేదా నిర్వర్తినిలు అని గుర్తించబడ్డ ఫైళ్ళను మాత్రమే మానిప్యులేట్ చేయుటకు అనుమతిస్తుంది. లిబ్ డైరెక్టరీలనందు లేబుల్ చేయబడిన అప్రమేయ భాగస్వామ్య లైబ్రరీలు. అదేవిదముగా, నిర్వర్తినిలు bin నందు వుంచబడినవి లేదా sbin డైరెక్టరీ SELinux చేత నిర్వర్తినిలుగా లేబుల్ చేయబడింది. ఏమైనప్పటికి, ఈ దస్త్రములు యితర సంచయములనందు సంస్థాపించబడితే అవి సరియైన లేబుల్‌ను పొందలేకపోవచ్చు. ఒకవేళ prelink వొకఫైలును మానిప్యులేట్ చేయుటకు ప్రయత్నిస్తే బైనరీకానిదానిని లేదా భాగస్వామ్య లైబ్రరీ కానిదానిని ఇది అమర్యాద దాడిని సూచిస్తుంది.
zh_cn: SELinux 拒绝了 prelink 到 $TARGET_PATH 的 $ACCESS。 Prelink 只能对由 SELinux 定义为可执行或者共享程序库的文件进行操作。 Lib 目录中的程序库会被默认标记为共享程序库。同样， Bin 或者 sbin 目录中的可执行文件也会被 SELinux 标记为可执行程序库。但如果是在其它目录中安装这些文件，则可能会被错误标记。如果 prelink 正身体对一个非二进制或者共享程序库进行操作，则可能意味着一个入侵尝试信号。
zh_tw: SELinux 拒絕了 $TARGET_PATH 上的 prelink $ACCESS。 prelink 程式只允許操作被辨識為 可執行檔或是 SELinux 共享函式庫的檔案。被放置在 lib 目錄中的函式庫 會被預設標記為共享函式庫。相似地， 被放置在 bin 或 sbin 目錄中的可執行檔則會被 SELinux 標記為可執行檔。不過，若這些檔案被安裝在其它目錄中的話， 它們的標籤可能會發生錯誤。若 prelink 嘗試 操作一個不屬於 binary 或是共享函式庫的檔案的話，這代表系統可能 已遭到入侵的警訊。

source: You can alter the file context by executing "chcon -t bin_t '$TARGET_PATH'" or "chcon -t lib_t '$TARGET_PATH'" if it is a shared library. If you want to make these changes permanent you must execute the semanage command. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" or "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". If you feel this executable/shared library is in the wrong location please file a bug against the package that includes the file. If you feel that SELinux should know about this file and label it correctly please file a bug against SELinux policy.
de: Sie können den Dateikontext mit Hilfe von "chcon -t bin_t '$TARGET_PATH'" oder "chcon -t lib_t '$TARGET_PATH'" ändern, falls es sich um eine gemeinsam genutzte Bibliothek handelt. Wenn Sie diese Änderungen dauerhaft einrichten möchten, müssen Sie den Befehl semanage ausführen. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" oder "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". Wenn Sie der Ansicht sind, dass sich diese ausführbare Datei/gemeinsam genutzte Bibliothek an falscher Stelle befindet, reichen Sie bitte einen Fehlerbericht für das Paket, das diese Datei enthält, ein. Wenn Sie denken, das SELinux die Datei kennen und korrekt kennzeichnen sollte, reichen Sie bitte einen Fehlerbericht für die SELinux-Richtlinie ein.
es: Puede modificar el contexto de archivo ejecutando "chcon -t bin_t '$TARGET_PATH'" o "chcon -t lib_t '$TARGET_PATH'" si es una biblioteca compartida. Si quiere que los cambios sean permanentes, debe ejecutar el comando semanage. "semanage fcontext -a -t bin_t '$TARGET_PATH'" o "semanage fcontext -a -t lib_t '$TARGET_PATH'". Si considera que esta biblioteca compartida/ejecutable se encuentra en un lugar equivocado, por favor envíe un informe de error contra el paquete que incluya este archivo. Si considera que SELinux debe estar informado acerca de este archivo y etiquetarlo correctamente, por favor envíe un informe de error contra la política de SELinux.
fr: Vous pouvez modifier le contexte de fichier en exécutant « chcon -t bin_t '$TARGET_PATH' » ou « chcon -t lib_t '$TARGET_PATH' » s'il s'agit d'une bibliothèque partagée. Si vous souhaitez rendre ces modifications permanentes, vous devez exécuter la commande semanage. « semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' » ou « semanage fcontext -a -t lib_t '$FIX_TARGET_PATH' ». Si vous pressentez que cet exécutable ou que cette bibliothèque partagée est dans un répertoire inapproprié, merci de remplir un rapport de bug sur la paquet qui comprend le fichier. Si vous pensez que SELinux devrait connaître ce fichier et son étiquetage, merci de remplir un rapport de bogue sur SELinux policy.
hu: A fájl beállítását megváltoztatni a következő parancsokkal lehet: „chcon -t bin_t '$TARGET_PATH'” vagy „chcon -t lib_t '$TARGET_PATH'” osztott programkönyvtárak esetében. Ha maradandóvá akarja tenni e tenni e változásokat, akkor használja a semanage parancsot: „semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'” vagy „semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'”. Ha úgy gondolja, hogy a program illetve osztott könyvtár nem a megfelelő helyen van, akkor tegyen hibabejelentést a fájlt tartalmazó csomagra. Ha úgy gondolja, hogy SELinux rendszernek ismernie kellene ezt a fájlt, és megfelelően kellene azt címkéznie, akkor tegyen hibabejelentést a SELinux szabályzatra.
kn: ಇದು ಒಂದು ಹಂಚಲ್ಪಟ್ಟ ಲೈಬ್ರರಿಯಾಗಿದ್ದರೆ "chcon -t bin_t '$TARGET_PATH'" ಅಥವ "chcon -t lib_t '$TARGET_PATH'" ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು. ನೀವು ಈ ಬದಲಾವಣೆಗಳನ್ನು ಶಾಶ್ವತಗೊಳಿಸಲು ಬಯಸಿದರೆ ನೀವು ಸೆಮನೇಜ್ ಆಜ್ಞೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" ಅಥವ "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". ಈ ಕಾರ್ಯಗತಗೊಳಿಸಬಲ್ಲದಾದಂತಹ/ಹಂಚಲಾದ ಲೈಬ್ರರಿಯು ಒಂದು ತಪ್ಪಾದ ಜಾಗದಲ್ಲಿ ಇರಿಸಲ್ಪಟ್ಟಿದೆ ಎಂದು ನಿಮಗೆ ಅನಿಸಿದಲ್ಲಿ ದಯವಿಟ್ಟು ಈ ಕಡತವನ್ನು ಒಳಗೊಂಡಂತಹ ಪ್ಯಾಕೇಜ್‍ನ ವಿರುದ್ಧ ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ. SELinux ಗೆ ಈ ಕಡತದ ಬಗ್ಗೆ ಗೊತ್ತಿರಬೇಕು ಹಾಗು ಅದು ಸರಿಯಾದಿ ಲೇಬಲ್ ಮಾಡಬೇಕು ಎಂದು ನೀವು ಭಾವಿಸುವುದಾದಲ್ಲಿ ದಯವಿಟ್ಟು SELinux ಪಾಲಿಸಿಯ ವಿರುದ್ಧ ದೋಷ ಒಂದು ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: 공유 라이브러리일 경우 "chcon -t bin_t '$TARGET_PATH'" 또는 "chcon -t lib_t '$TARGET_PATH'"를 실행하여 파일 문맥을 변경할 수 있습니다. 이를 영구적으로 변경하고자 할 경우, semanage 명령을 실행해야 합니다. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" 또는 "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". 실행 가능 파일/공유 라이브러리 위치가 잘못되어 있을 경우 파일이 들어 있는 패키지에 대한 버그 리포트를 작성해 주십시오. SELinux가 이러한 파일에 대해 알고 있어야 할 경우, 올바르게 레이블하여 SELinux 정책에 대해 버그를 보고해 주십시오.
ml: ഒരു ഷെയര്‍ഡ് ലൈബ്രറി ആണെങ്കില്‍, നിങ്ങള്‍ക്കു് "chcon -t bin_t '$TARGET_PATH'" അല്ലെങ്കില്‍ "chcon -t lib_t '$TARGET_PATH'" ഉപയോഗിച്ചു് ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് മാറ്റുവാന്‍ സാധിക്കുന്നു. നിങ്ങള്‍ക്കു് ഇവ എന്നന്നേക്കുമായി മാറ്റണമെങ്കില്‍, semanage കമാന്‍ഡ് ഉപയോഗിക്കുക. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" അല്ലെങ്കില്‍ "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". എക്സിക്യൂട്ടബിള്‍/ഷെയര്‍ഡ് ഒരു തെറ്റായ ഡയറക്ടറിയിലാണെങ്കില്‍ ദയവായി ആ ഫയലുള്ള പാക്കേജിനെതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുക. SELinux ഈ ഫയലിനെ തിരിച്ചറിഞ്ഞു് ശരിയായ ലേബല്‍ ചെയ്യണമെങ്കില്‍, ദയവായി SELinux പോളിസിയ്ക്കെതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: तुम्ही "chcon -t bin_t '$TARGET_PATH'" चालवून किंवा शेअर्ड्लायब्ररी असल्यास "chcon -t lib_t '$TARGET_PATH'" चालवून फाइल संदर्भमध्ये बदल करू शकता. बदल नेहमीकरीता लागू करायचे असल्यास, semanage आदेश चालवा. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" किंवा "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". हे एक्जीक्यूटेबल/शेअर्ड् लायब्ररी चूकीच्या ठिकाणी स्थपीत झाल्याची शंका असल्यास कृपया या संकुलच्या विरूध्द बग सादर करा ज्यामध्ये ही फाइल समाविष्टीत असेल. SELinux ही माहिती कळावी व फाइलचे लेबल योग्यरित्या व्हावे, त्यासाठी कृपया SELinux policy विरूध्द बग फाइल करा.
nl: Je kunt de bestand context veranderen met "chcon -t bin_t '$TARGET_PATH'" of ...."chcon -t lib_t '$TARGET_PATH'" als het een gedeelde bibliotheek is. Als je deze veranderingen permanent wilt maken moet je het semanage commando uitvoeren. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" of "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". Als je vindt dat dit uitvoerbare programma/gedeelde bibliotheek op een verkeerde plaats is, dien dan a.u.b een bug rapport in voor het pakket dat dit bestand bevat. Als je vindt dat SELinux bekend zou moeten zijn met dit bestand en het correct moet labelen dien dan a.u.b. een bug in voor de SELinux tactiek.
or: "chcon -t bin_t '$TARGET_PATH'" ଅଥବା "chcon -t lib_t '$TARGET_PATH'" କୁ ନିଷ୍ପାଦନ କରି ଆପଣ ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ ଯଦି ଏହା ଏକ ସହଭାଗୀ ଲାଇବ୍ରେରୀ। ଯଦି ଆପଣ ଏହି ପରିବର୍ତ୍ତନଗୁଡ଼ିକୁ ସ୍ଥାୟୀ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି ତେବେ ଆପଣଙ୍କୁ semanage ନିର୍ଦ୍ଦେଶକୁ ନିଷ୍ପାଦନ କରିବାକୁ ହେବ। "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" ଅଥବା "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". ଯଦି ଆପଣ ଭାବୁଛନ୍ତି ଏହି ନିଷ୍ପାଦନଯୋଗ୍ୟ/ସହଭାଗୀ ଲାଇବ୍ରେରୀ ଭୁଲ ସ୍ଥାନରେ ଅଛିତେବେ ଦୟାକରି ସେହି ପ୍ୟାକେଜ ବିପକ୍ଷରେ ତ୍ରୁଟି ଖବର କରନ୍ତୁ ଯେଉଁଥିରେ ସେହି ଫାଇଲଟି ଅଛି। ଯଦି ଆପଣ ଭାବୁଛନ୍ତି ଯେSELinux ଏହି ଫାଇଲ ବିଷୟରେ ଜାଣୁ ଏବଂ ଏହାକୁ ସଠିକ ଭାବରେ ନାମକରଣ କରୁ ତେବେ ଦୟାକରି SELinux ନିତୀ ବିପକ୍ଷରେ ତ୍ରୁଟି ଖବର କରନ୍ତୁ।
pt: Poderá alterar o contexto do ficheiro se executar o comando 'chcon -t bin_t $TARGET_PATH' ou o 'chcon -t lib_t $TARGET_PATH', se for uma biblioteca dinâmica. Se quiser tornar estas alterações permanentes, deverá executar o comando 'semanage'. 'semanage fcontext -a -t bin_t $FIX_TARGET_PATH' ou 'semanage fcontext -a -t lib_t $FIX_TARGET_PATH'. Se acha que este executável/biblioteca está no local errado, por favor, submeta um relatório de erro para o pacote que inclui esse ficheiro. Se achar que o SELinux deverá estar a par deste ficheiro e o deva etiquetar correctamente, submeta um relatório de erro nas políticas do SELinux.
pt_br: Você pode alterar o contexto do arquivo executando "chcon -t bin_t '$TARGET_PATH'" ou "chcon -t lib_t '$TARGET_PATH'" se for uma biblioteca compartilhada. Se você quiser que essas mudanças tornem-se permanentes, você deve executar o comando semanage. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" ou "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". Se você perceber que este executável/biblioteca compartilhada está na localização errada, por favor, relate um erro para o pacote que inclui o arquivo. Se você tem a impressão de que o SELinux deveria saber a respeito deste arquivo e rotulá-lo corretamente, por favor, relate um erro para a política do SELinux.
ru: Можно изменить файловый контекст, выполнив команду «chcon -t bin_t '$TARGET_PATH'» или «chcon -t lib_t $'TARGET_PATH'», если это общая библиотека. Чтобы сделать эти изменения постоянными, используйте команду semanage. «semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'» или «semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'». Если вы считаете, что эта программа/библиотека находится в неположенном месте, создайте отчёт об ошибке для пакета, включающего этот файл, Также, если вы считаете, что SELinux должна знать об этом файле и правильно его маркировать, создайте запрос в Bugzilla для политики SELinux.
sv: Du kan ändra filkontext genom att köra "chcon -t bin_t '$TARGET_PATH'" eller "chcon -t lib_t '$TARGET_PATH'" om det är ett delat bibliotek. Om du vill göra dessa ändringar permanenta måste du köra kommandot semanage. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" eller "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". Om du tycker detta program/delade bibliotek är felplacerat, vänligen skriv en felrapport mot paketet som filen tillhör. Om du tycker SELinux borde känna till denna fil och etikettera den korrekt, vänligen skriv en felrapport mot SELinux-policy.
te: మీరు ఫైలు సందర్భమును "chcon -t bin_t '$TARGET_PATH'" లేదా "chcon -t lib_t '$TARGET_PATH'" నిర్వర్తించుట ద్వారా మార్చవచ్చు అది భాగస్వామ్య లైబ్రరీయైతే. మీరు ఈ మార్పులను శాశ్వతంగా కొరుకుంటే మీరు semanage ఆదేశమును నిర్వర్తించాలి. "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" లేదా "semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'". మీరు ఈ నిర్వర్తినిలు/భాగస్వామ్య లైబ్రరీ తప్పు స్థానమునందు వున్నదని భావిస్తే ఈఫైలు చేర్చుకొను ప్యాకేజికి బగ్‌ను నమోదుచేయుము. దీనిగురించి SELinux తెలుసుకొవాలని అనుకున్నా మరియు సరిగా లేబుల్ చేయాలన్నా SELinux policyపై బగ్ నివేదికను నమోదుచేయండి.
zh_cn: 如果某个文件是共享程序库，您可以执行 "chcon -t bin_t '$TARGET_PATH'" 或者 "chcon -t lib_t '$TARGET_PATH'" 更改其文件上下文。如果您要永久保留这个修改，您必须执行 semanage 命令。 "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" 或者 "semanage fcontext -a -t shlib_t '$FIX_TARGET_PATH'"。 如果您认为这个可执行/共享程序库的位置有误，请您根据此软件包提交一个 bug 报告，并将该文件包含在内。如果您认为 SELinux 本应了解并正确为该文件进行标记，那么请根据 SELinux 策略提交 bug 报告。
zh_tw: 您可透過執行「chcon -t bin_t '$TARGET_PATH'」來修改檔案 context，或 如果它是個共享函式庫的話，您可執行「chcon -t lib_t '$TARGET_PATH'」。若您希望這些變更能永久保留，您必須執行 semanage 指令。 「semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'」或是 「semanage fcontext -a -t lib_t '$FIX_TARGET_PATH'」。 若您認為該可執行檔/共享函式庫位於錯誤的位置上的話，請針對於包含此檔案的套件提交一份錯誤報告。若您認為 SELinux 應該要能辨識此檔案並且將它正確標記的話，請針對於 SELinux 政策提交一份錯誤報告。
