Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: If you want to export file systems using nfs you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
as: nfs ৰ দ্বাৰা নথিপত্ৰপ্ৰণালী এক্সপোৰ্ট কৰিবলৈ ইচ্ছুক হ'লে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1" ।
de: Falls Sie Dateisysteme via NFS exportieren möchten, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1".
es: Si quiere exportar sistema de archivos usando nfs, necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
fr: Si vous souhaitez exporter des systèmes de fichiers nfs vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 ».
hi: अगर आप nfs के प्रयोग से फाइल सिस्टम निर्यात करना चाहते हैं तो आपको $BOOLEAN बुलियन चालू करना होगा: "setsebool -P $BOOLEAN=1".
hu: Ha szeretne fájlrendszereket exportálni NFS-sel, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: nfsಅನ್ನು ಬಳಸಿಕೊಂಡು ಕಡತವ್ಯವಸ್ಥೆಗಳನ್ನು ರಫ್ತು ಮಾಡಲು ನೀವು ಬಯಸಿದಲ್ಲಿ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1".
ko: nfs를 사용하여 파일 시스템을 내보내시고자 할 경우 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1".
ml: നിങ്ങള്‍ക്ക് nfs ഉപയോഗിച്ച് ഫയല്‍ സിസ്റ്റം എക്സ്പോര്‍ട്ട് ചെയ്യണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യുക: "setsebool -P $BOOLEAN=1".
mr: तुम्हाल फाइल प्रणाली nfs चा वापर करून एक्सपोर्ट करायची असल्यास तुम्हाला $BOOLEAN बूलीयन म्हणून कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1".
nl: Als je bestandssystemen wilt exporteren met gebruik van nfs moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1".
or: ଯଦି ଆପଣ nfs ବ୍ୟବହାର କରି ଫାଇଲ ତନ୍ତ୍ର ରପ୍ତାନି କରିବା ପାଇଁ ଚାହାନ୍ତି, ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରିବାକୁ ହେବ: "setsebool -P $BOOLEAN=1".
pt: Se quiser exportar os sistemas de ficheiros com NFS, precisa de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
pt_br: Se você quiser exportar sistemas de arquivos usando o nfs você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1".
ru: Для разрешения экспортирования файловых систем через nfs необходимо установить значение $BOOLEAN: «setsebool -P $BOOLEAN=1».
sr@latin: Ako želite da izvozite sisteme datoteka koristeći nfs treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“.
sv: Om du vill exportera filsystem med nfs måste du slå på $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1".
ta: நீங்கள் nfsஐ பயன்படுத்தி கோப்பு முறைகளை ஏற்றுமதி செய்ய விரும்பினால் அதற்கு நீங்கள் பூலியனை $BOOLEAN துவக்க வேண்டும்: "setsebool -P $BOOLEAN=1".
te: మీరు దస్త్ర వ్యవస్థలను nfs ఉపయోగించి ఎగుమతి చేయవలెనంటే మీరు $BOOLEAN బూలియన్‌ను ఆన్‌చేయవలసి వుంటుంది: "setsebool -P $BOOLEAN=1".
zh_cn: 如果您想使用 nfs 输出文件系统，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1".
zh_tw: 若您希望透過使用 nfs 來將檔案系統匯出，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」。

source: SELinux is preventing the nfs daemon from allowing remote clients to write local files.
as: SELinux ৰ দ্বাৰা nfs ডেমনক দূৰবৰ্তী গ্ৰাহকক স্থানীয় নথিপত্ৰত লিখাৰ অনুমোদন প্ৰদানৰ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hindert den NFS-Daemon daran, entfernten Clients den Schreibzugriff auf lokale Dateien zu gewähren.
es: SELinux previno acerca de la intención del demonio nfs de permitir a clientes remotos la escritura de archivos locales.
fr: SELinux empêche le démon nfs d'autoriser aux clients distants l'écriture des fichiers locaux.
hi: SELinux nfs डेमॉन को दूरस्थ क्लाइंट को स्थानीय फाइल में लिखने से रोका.
hu: SELinux megakadályozza, hogy nfs szolgáltatás megengedje távoli ügyfeleknek helyi fájlok írását.
kn: ದೂರಸ್ಥ ಕ್ಲೈಂಟ್‍ಗಳು ಸ್ಥಳೀಯ ಕಡತಗಳಿಗೆ ಬರೆಯಲು ಅನುಮತಿಸದಂತೆ nfs ಡೆಮನ್ ಅನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 nfs 데몬이 로컬 파일을 작성하기 위해 원격 클라이언트를 허용하지 못하게 합니다.
ml: റിമോട്ട് ക്ലൈന്റുകള്‍ ലോക്കല്‍ ഫയലുകള്‍ എഴുതുന്നതില്‍ നിന്നും nfs ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux nfs डीमनला दूर्रस्थ फाइलला स्थानीक फाइल लिहीण्यापासून रोखत आहे.
nl: SELinux belet de nfs daemon om cliënten op afstand toe te staan naar locale bestanden te schrijven.
or: SELinux nfs ଡେମନ ଦ୍ବାରା ଗ୍ରାହକ ମାନଙ୍କୁ ସ୍ଥାନୀୟ ଫାଇଲ ମାନଙ୍କରେ ଲେଖିବାରୁ ଅନୁମତି ଦେବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a proibir o servidor de NFS de permitir aos clientes remotos gravarem em ficheiros locais.
pt_br: O SELinux está impedindo que o daemon do nfs permita que clientes remotos escrevam em arquivos locais.
ru: SELinux запрещает демону nfs разрешать удаленным клиентам изменять локальные файлы.
sr@latin: SELinux sprečava nfs sistemsku uslugu da dozvoli udaljenim klijentima upisivanje lokalnih datoteka.
sv: SELinux hindrar nfs-demonen från att tillåta fjärrklienter att skriva lokala filer.
ta: SELinuxஐ nfs டீமனிலிருந்து உள்ளமை கோப்புகளுக்கு தொலை க்ளையன்டை எழுத அனுமதிப்பதை தடுக்கிறது.
te: SELinux అనునది nfs డెమోన్‌ను దూరస్థ కక్షిదారులు స్థానిక దస్త్రములకు వ్రాయుటకు అనుమతించుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 nfs 守护进程允许远程客户端写入本地文件。
zh_tw: SELinux 防止了 nfs daemon 允許遠端客戶端寫入本機檔案。

source: SELinux has preventing the nfs daemon (nfsd) from writing files on the local system. If you have not exported any file systems (rw), this could signal an intrusion.
as: SELinux দ্বাৰা nfs ডেমনকে (nfsd) স্থানীয় সিস্টেমে ফাইল লিখতে প্ৰতিৰোধ কৰা হয়েছে। কোনো ফাইল-সিস্টেম (rw) এক্সপোৰ্ট না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux hinderte den NFS-Daemon (nfsd) am Schreiben von Dateien im lokalen System. Falls Sie keine Dateisysteme (rw) exportiert haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux le ha negado al demonio nfs (nfsd) la escritura de archivos en el sistema local. Si no ha exportado ningún sistema de archivos (rw), esto puede estar señalando un ataque.
fr: SELinux a empêché le démon nfs (nfsd) d'écrire des fichiers sur le système local. Si vous n'avez pas exporté des systèmes de fichiers (rw), cela pourrait signaler une intrusion.
hi: SELinux ने nfs डेमॉन को (nfsd) स्थानीय सिस्टम पर लिखने से रोका. अगर आपने कोई फाइल सिस्टम निर्यात नहीं किया है (rw), यह एक घुसपैठ को संकेत दे सकता है.
hu: SELinux megakadályozza, hogy nfs szolgáltatás (nfsd) fájlokat írjon a helyi rendszeren. Ha nem exportáltak (írható) fájlrendszereket, akkor ez behatolás próbálkozást jelezhet.
kn: nfs ಡೆಮನ್ (nfsd) ಸ್ಥಳೀಯ ಗಣಕದಲ್ಲಿ ಕಡತಗಳನ್ನು ಬರೆಯದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ. ನೀವು ಯಾವುದೆ ಕಡತ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳದೆ ಇದ್ದಲ್ಲಿ (rw), ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 nfs 데몬 (nfsd)이 로컬 시스템에서 파일을 작성하지 못하게 합니다. 어떤 파일 시스템(rw)도 내보내지 않으셨다면, 침입했다는 신호가 나타날 수있습니다.
ml: റിമോട്ട് ക്ലൈന്റുകള്‍ ലോക്കല്‍ ഫയലുകള്‍ എഴുതുന്നതില്‍ നിന്നും nfs ഡെമണിനെ SELinux തടയുന്നു. നിങ്ങള്‍ ഏതെങ്കിലും ഫയല്‍ സിസ്റ്റം (rw) എക്സ്പോര്‍ട്ട് ചെയ്തില്ലെങ്കില്‍, തെറ്റായ പ്രവര്‍ത്തി എന്ന് കാണിക്കുന്നു.
mr: SELinux ने nfs daemon (nfsd) यांस स्थानीय प्रणालीवरील फाइल्स् लिहण्यापासून रोखले. कुठलिही फाइल प्रणाली (rw) एक्सपोर्ट केले नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de nfs daemon (nfsd) belet om naar bestanden op het locale systeem te schrijven. Als je geen bestandssysteem geëxporteerd hebt (rw), kan dit een indringing aangeven.
or: SELinux samba ଡେମନ (smbd)କୁ ଗୋଟିଏ ସ୍ଥାନୀୟ ତନ୍ତ୍ରରୁ ଫାଇଲଗୁଡ଼ିକୁ ଲେଖିବାରୁ ଅଟକାଉଛି। ଯଦି ଆପଣ ଏହି ଫାଇଲ ତନ୍ତ୍ର(rw)କୁ ରପ୍ତାନି କରିନାହାନ୍ତି, ଏହା ଏକ ବିନା ଅନୁମତି ପ୍ରବେଶକୁ ସଂକେତ କରିପାରେ.
pt: O SELinux impediu o serviço nfs (nfsd) de escrever ficheiros no sistema local. Se não exportou nenhum sistemas de ficheiros (rw), isto poderá assinalar uma intrusão.
pt_br: O SELinux está impedindo que o daemon nfs (nfsd) escreva arquivos no sistema local. Se você não exportou nenhum sistema de arquivos (rw), isto pode indicar uma intrusão.
ru: SELinux запретил демону nfs (nfsd) записывать файлы в локальной системе. Если вы не экспортируете файловые системы с разрешениями чтения и записи, возможно, имеет место попытка вторжения.
sv: SELinux har förhindrat nfs-demonen (nfsd) från att skriva filer på det lokala systemet. Om du inte har exporterat några filsystem (rw), detta kan vara ett intrång.
ta: SELinuxஐ nfs டீமனிலிருந்து (nfsd) கோப்புகளை உள்ளமை கணினியில் எழுதுவதை தடுக்கிறது. உங்களிடம் ஏற்றுமதி செய்வதற்கு எந்த கோப்பு முறையும் இல்லை எனில் (rw), இது வரு நிர்வாக சமிக்ஞையை கொண்டுள்ளது.
te: SELinux అనునది nfs డెమోన్ (nfsd) ను స్థానిక సిస్టమ్ పై దస్త్రములను వ్రాయటునుండి నిరోధిస్తుంది. మీరు ఏ దస్త్ర వ్యవస్థను ఎగుమతి చేసివుండకపోతే (rw), ఇది అమర్యాదను సూచిస్తుంది.
zh_cn: SELinux 拒绝了 nfd 守护进程 (nfsd) 写入本地系统上的文件。如果 您没有导出任何文件系统（rw），这可能是入侵的信号。
zh_tw: SELinux 防止了 nfs daemon（nfsd）寫入本機系統上的檔案。若您並未將任何檔案系統（rw）匯出的話，這代表系統可能已遭到入侵的警訊。

source: If you want to export writable file systems using nfs you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
as: nfs ৰ সহায়ত লিখনযোগ্য নথিপত্ৰপ্ৰণালী এক্সপোৰ্ট কৰিবলৈ ইচ্ছুক হ'লে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1" ।
de: Falls Sie beschreibbare Dateisysteme via NFS exportieren möchten, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1".
es: Si quiere exportar sistema de archivos para escritura usando nfs necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
fr: Si vous souhaitez exporter des systèmes de fichiers modifiables en utilisant nfs vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 ».
hi: अगर आप एक लेखन योग्य फाइल सिस्टम निर्यात करना चाहते हैं nfs के प्रयोग से तो आपको $BOOLEAN बुलियन चलाने की जरूरत होगी: "setsebool -P $BOOLEAN=1".
hu: Ha szeretne írható fájlrendszereket exportálni NFS-sel, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: ಬರೆಯಬಹುದಾದ ಕಡತಗಳನ್ನು nfs ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ರಫ್ತು ಮಾಡಲು ಬಯಸಿದಲ್ಲಿ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1".
ko: nfs를 사용하여 쓰기가능 한 파일 시스템을 내보내시고자 할 경우 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1".
ml: നിങ്ങള്‍ക്ക് nfs ഉപയോഗിച്ച് എഴുതുവാന്‍ സാധിക്കുന്ന ഫയല്‍ സിസ്റ്റം എക്സ്പോര്‍ട്ട് ചെയ്യണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യുക: "setsebool -P $BOOLEAN=1".
mr: nfs चा वापर करून लेखणजोगी फाइल प्रणाली एक्सोपोर्ट करायचे असल्यास तुम्हाला $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1".
nl: Als je beschrijfbare bestandssystemen wilt exporteren voor gebruik met nfs moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1".
or: ଯଦି ଆପଣ nfs ବ୍ୟବହାର କରି ଲିଖନିୟ ଫାଇଲତନ୍ତ୍ରକୁ ରପ୍ତାନି କରିବାକୁ ଚାହାନ୍ତି, ତେବେ ଆପଣଙ୍କୁ$BOOLEAN ବୁଲିଆନକୁ ଅନ କରିବାକୁ ହେବ: "setsebool -P $BOOLEAN=1".
pt: Se quiser exportar os sistemas de ficheiros com permissões de escrita, através do NFS, precisa de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
pt_br: Se você quiser exportar sistemas de arquivos com permissão de escrita usando o nfs, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1".
ru: Для разрешения экспортирования файловых систем через nfs с поддержкой записи необходимо установить значение $BOOLEAN: «setsebool -P $BOOLEAN=1».
sr@latin: Ako želite da izvozite upisive sisteme datoteka koristeći nfs treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“.
sv: Om du vill exportera skrivbara filsystem som använder nfs måste du slå på $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1".
ta: நீங்கள் எழுதக்கூடிய கோப்பு முறையை nfsஐ பயன்படுத்தி ஏற்றுமதி செய்ய விரும்பினால் $BOOLEAN பூலியனை துவக்க வேண்டி உள்ளது: "setsebool -P $BOOLEAN=1".
te: మీరు వ్రాయదగిన దస్త్ర వ్యవస్థలను nfs ఉపయోగించి ఎగుమతిచేయాలంటే మీరు $BOOLEAN బూలియన్‌ను: "setsebool -P $BOOLEAN=1" ఆన్‌చేయాలి.
zh_cn: 如果您想使用 nfs 输出可写入的文件系统，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"。
zh_tw: 若您希望透過使用 nfs 來匯出可寫入的檔案系統，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」。

source: SELinux is preventing the ppp daemon from inserting kernel modules.
as: SELinux ৰ দ্বাৰা ppp ডেমনক কাৰ্ণেল অংশ সন্নিবেশ কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hindert den ppp-Daemon am Einfügen von Kernelmodulen.
es: SELinux está negando al demonio ppp insertar módulos de kernel.
fr: SELinux empêche le démon ppp d'insérer des modules noyau.
hi: SELinux ppp डेमॉन को कर्नेल मॉड्यूल डालने से रोका.
hu: SELinux megakadályozza, hogy a "ppp" szolgáltatás kernelmodulokat illesszen be.
kn: ppp ಡೆಮನ್ ಒಂದು ಕರ್ನಲ್ ಘಟಕಗಳನ್ನು ಸೇರಿಸದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 ppp 데몬이 커널 모듈을 삽입하지 못하게 합니다.
ml: കേര്‍ണല്‍ ഘടകങ്ങള്‍ ചേര്‍ക്കുന്നതില്‍ നിന്നും ppp ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux ppp डीमनला कर्नल विभाग अंतर्भूत करण्यापासून रोखत आहे.
nl: SELinux belet de ppp daemon om kernel modules toe te voegen.
or: SELinux ppp ଡେମନକୁ କର୍ଣ୍ଣଲ ଏକକାଂଶଗୁଡ଼ିକୁ ଭର୍ତ୍ତି କରିବାରୁ ବାରଣ କରିଥାଏ।
pt: O SELinux está a impedir o servidor de PPP de inserir módulos do 'kernel'.
pt_br: O SELinux está impedindo que o daemon do ppp insira módulos de kernel.
ru: SELinux запрещает демону ppp добавлять модули ядра.
sr@latin: SELinux sprečava ppp sistemsku uslugu od ubacivanja modula jezgra.
sv: SELinux förhindrar att ppp demonen från att läggatill kärnmoduler.
ta: SELinux ஐ ppp டீமனிலிருந்து கெர்னல் முறைமைகளுக்கு நுழைப்பதை தடுக்கிறது.
te: SELinux అనునది ppp డెమోన్‌ను కెర్నల్ మాడ్యూల్స్‍‌ను చేర్చుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 ppp 守护进程插入内核模块。
zh_tw: SELinux 防止了 ppp daemon 插入 kernel 模組。

source: SELinux has denied the Point-to-Point Protocol daemon from inserting a kernel module. If pppd is not setup to insert kernel modules, this probably signals a intrusion attempt.
as: SELinux ৰ দ্বাৰা পইন্ট-টু-পইন্ট আচাৰবিধি (ppp) ডেমনক এটা কাৰ্ণেল অংশ সন্নিবেশ কৰিবলৈ বাধা সৃষ্টি কৰা হৈছে । কাৰ্ণেল অংশ সন্নিবেশ কৰাৰ বাবে pppd বিন্যাস নকৰা হ'লে এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux untersagte dem Point-to-Point-Protocol-Daemon das Einfügen eines Kernelmoduls. Falls pppd nicht so konfiguriert ist, dass es Kernelmodule einfügen darf, signalisiert dies möglicherweise einen Einbruchsversuch.
es: SELinux le ha negado al demonio del Protocolo de Punto a Punto la inserción de módulos de kernel. Si pppd no fue configurado para que pueda insertar módulos de kernel, esto probablemente sea un ataque.
fr: SELinux a refusé au démon du protocole Point-to-Point d'insérer un module noyau. Si pppd n'est pas configuré pour insérer des modules noyau, cela signale probablement une tentative d'intrusion.
hi: SELinux ने बिंदु दर बिंदु प्रोटोकॉल डेमॉन मना किया है एक कर्नेल मॉड्यूल डालने से. अगर pppd कर्नेल मॉड्यूल डालने के लिये सेटअप नहीं है, यह संभवतः एक घुसपैठ प्रयास का संकेत देता है.
hu: SELinux elutasította, hogy a "Point-to-Point Protocol" szolgáltatás beillesszen egy kernelmodult. Ha a "pppd" nem úgy van beállítva, hogy beillesszen kernelmodulokat, akkor ez valószínűleg egy behatolási próbálkozást jelez.
kn: ತಾಣದಿಂದ-ತಾಣಕ್ಕೆ ಪ್ರೊಟೊಕಾಲ್(ppp) ಡೆಮನ್ ಒಂದು ಕರ್ನಲ್ ಘಟಕವನ್ನು ಸೇರಿಸದಂತೆ SELinux ತಡೆದಿದೆ. pppd ಯು ಕರ್ನಲ್ ಘಟಕವನ್ನು ಸೇರಿಸಲು ಹೊಂದಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 커널 모듈을 삽입하는 것에서 PPP(Point-to-Point Protocol) 데몬을 거부합니다. 커널 모듈을 삽입하기 위해 pppd가 설정되지 않은 경우, 침입을 시도했다는 신호가 나타날 것입니다.
ml: കേര്‍ണല്‍ ഘടകങ്ങള്‍ ചേര്‍ക്കുന്നതില്‍ നിന്നും പോയിന്റ്-ടു-പോയിന്റ് ഡെമണിനെ SELinux തടയുന്നു. കേര്‍ണല്‍ ഘടകങ്ങള്‍ ചേര്‍ക്കുന്നതിനായി pppd സജ്ജമല്ലെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രക്രിയയായി കണക്കാക്കുന്നു.
mr: SELinux ने Point-to-Point शिष्टाचार डीमन करीता कर्नल विभाग अंतर्भूत करण्यापासून रोखले. pppd यास कर्नल विभाग अंतर्भूत करण्यास संयोजीत न केल्यास, हे अवैध प्रेवश प्रयत्न ठरेल.
nl: SELinux heeft de Point-to-Point Protocol daemon verboden om een kernel module toe te voegen. Als pppd niet ingesteld is om kernel modules toe te voegen, is dit waarschijnlijk een teken van een indringing poging.
or: SELinux ବିନ୍ଦୁ-ରୁ-ବିନ୍ଦୁ ପ୍ରୋଟୋକଲ ଡେମନରେ କର୍ଣ୍ଣଲ ଏକକାଂଶ ଭର୍ତ୍ତିକରିବାରୁ ବାରଣ କରିଥାଏ। ଯଦି pppd ଟି କର୍ଣ୍ଣଲ ଏକକାଂଶ ଭର୍ତ୍ତି କରିବା ପାଇଁ ବିନ୍ୟାସ ହୋଇନଥିବ, ତେବେ ଏହା ସମ୍ଭବତଃ କୌଣସି ବିନାଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pt: O SELinux proibiu o servidor de PPP (Point-to-Point Protocol) de inserir um módulo do 'kernel'. Se o 'pppd' não tiver sido configurado para inserir módulos do 'kernel', isto significa provavelmente uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon do Point-to-Point Protocol inserisse um módulo de kernel. Se o pppd não estiver configurado para inserir módulos de kernel, isto provavelmente indica uma tentativa de intrusão.
ru: SELinux запретил демону протокола Point-to-Point добавить модуль ядра. Если pppd не настроен на добавление модулей ядра, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio sistemskoj usluzi protokola od tačke do tačke (pppd) ubacivanje modula jezgro. Ako pppd nije podešen za ubacivanje modula jezgra, ovo verovatno ukazuje na pokušaj upada.
sv: SELinux har nekat Point-to-Point Protocol demonen från sätta in en kärnmodul. Om pppd inte är uppsatt att sätta in kärn- moduler, detta kan vara ett intrångsförsök.
ta: SELinux ஆனது இந்த Point-to-Point நெறிமுறை டீமானிலுந்து ஒரு கெர்னல் தொகுதியை நுழைப்பதை மறுக்கிறது. pppd ஆனது கெர்னல் தொகுதிகளை நுழைப்பதை அமைக்கவில்லை எனில், அநேகமாய் இந்த சிக்னல்கள் ஒரு நிர்வாக முயற்சியாகும் .
te: SELinux అనునది point-to-point నియమం డెమోన్‌ను కెర్నల్ మాడ్యూల్ చేర్చుటనుండి నిరోధిస్తుంది. pppd కెర్నల్ మాడ్యూల్స్‍ అమర్చుటకు అమర్చకపోతే ఇది బహుశా అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 PPP 守护进程插入内核模块。如果 pppd 没有被设 置为插入内核模块，这很可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 Point-to-Point Protocol daemon 插入 kernel 模組。若 pppd 並未被設置來插入 kernel 模組的話，這代表系統可能已遭到入侵的警訊。

source: If you want ppp to be able to insert kernel modules you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: ppp ৰ দ্বাৰা কাৰ্ণেল অংশ সন্নিবেশ কৰাৰ অনুমতি প্ৰদান কৰিবলৈ $BOOLEAN বুলিয়েন সক্ৰিয় কৰক: "setsebool -P $BOOLEAN=1"
de: Falls Sie dem ppp das Einfügen von Kernelmodulen gestatten möchten, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1".
es: Si quiere que ppp pueda insertar módulos de kernel, necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que ppp soit capable d'insérer des modules noyau vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप ppp को कर्नेल मॉड्यूल डालने में समर्थ बनाना चाहते हैं तो आपको $BOOLEAN बुलियन चालू करने की जरूरत होगी: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "ppp" be tudjon illeszteni kernelmodulokat, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: ppp ಯು ಕರ್ನಲ್ ಘಟಕಗಳನ್ನ್ನು ಸೇರಿಸಲು ನೀವು ಬಯಸುವುದಾದರೆ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: ppp가 커널 모듈을 삽입할 수 있도록 하시려면 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് ppp ഡെമണ്‍ കേര്‍ണല്‍ ഘടകങ്ങള്‍ ചേര്‍ക്കണമെങ്കില്‍, $BOOLEAN ബൂളിയന്‍ ഓണ്‍ ചെയ്യുക: "setsebool -P $BOOLEAN=1"
mr: ppp ला कर्नल विभाग अंतर्भूत करण्याजोगी करायचे असल्यास तुम्हाला $BOOLEAN बूलीयन कार्यन्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: Als je wilt dat ppp in staat is om kernel modules toe te voegen, moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ppp କୁ କର୍ଣ୍ଣଲ ଏକକାଂଶ ଭର୍ତ୍ତି କରିବା ପାଇଁ ସକ୍ଷମ କରନ୍ତି ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରନ୍ତୁ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o 'pppd' seja capaz de inserir módulos do 'kernel', precisa de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o ppp possa inserir módulos de kernel, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Если вы хотите, чтобы ppp мог вставлять модули ядра, нужно установить значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da ppp može da ubacuje module jezgra treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill att ppp ska kunna ladda kärnmoduler måste du slå på $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் ppp ஐ கெர்னல் முறைமைகளுடன் நுழைக்க முற்பட்டால் அதற்கு நீங்கள் பூலியனை $BOOLEAN துவக்க வேண்டி உள்ளது: "setsebool -P $BOOLEAN=1"
te: మీరు ppp కెర్నల్ మాడ్యూల్స్‍‌ను చెర్చగలగాలి అనుకుంటే మీరు $‌BOOLEAN బూలియన్‌కు ఆన్‌చేయాలి:"setsebool -P $BOOLEAN=1"
zh_cn: 如果您想让 ppp 能插入内核模块，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若是您希望 ppp 能夠插入 kernel 模組，您需要 開啟 $BOOLEAN 這個布林值：「setsebool -P $BOOLEAN=1」

source: Networking
as: নেটৱৰ্ক ব্যৱস্থা
de: Vernetzung
es: Redes
fr: Réseau
hi: संजालन
hu: Hálózat
kn: ನೆಟ್‍ವರ್ಕಿಂಗ್
ko: 네트워킹
ml: നെറ്റ്‌വര്‍ക്കിങ്
mr: संजाळीकरण
nl: Netwerk
or: ନେଟୱାର୍କିଙ୍ଗ
pt: Rede
pt_br: Rede
ru: Сетевое окружение
sr@latin: Umrežavanje
sv: Nätverksrelaterat
ta: பிணையகம்
te: నెట్వర్కింగ్
zh_cn: 网络
zh_tw: 網路
