Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux is preventing $SOURCE_PATH from loading $TARGET_PATH which requires text relocation.
de: SELinux hindert $SOURCE_PATH am Laden von $TARGET_PATH, welches Textverschiebung benötigt.
es: SELinux está impidiendo a $SOURCE_PATH cargar $TARGET_PATH, lo cual requiere reubicación de texto.
fr: SELinux empêche $SOURCE_PATH de charger $TARGET_PATH qui exige une réinstallation du texte.
hi: SELinux $SOURCE_PATH को $TARGET_PATH को लोड करने से रोक रहा है जिसके लिये पाठ स्थानांतरण जरूरी है.
hu: SELinux megakadályozza, hogy $SOURCE_PATH betöltsön $TARGET_PATH ösvényről, amihez szöveg áthelyezés szükséges.
kn: ಪಠ್ಯ ಸ್ಥಳಾಂತರದ ಅಗತ್ಯವಿರುವ $TARGET_PATH ಅನ್ನು ಲೋಡ್‍ ಆಗದಂತೆ $SOURCE_PATH ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE_PATH가 텍스트 재배치가 필요한 $TARGET_PATH를 불러오지 못하게 합니다.
ml: ടെക്സ്റ്റ് റിലോക്കേഷന്‍ ആവശ്യമുളള $TARGET_PATH തുടങ്ങുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux എതിര്‍ക്കുന്നു.
mr: SELinux $SOURCE_PATH ला $TARGET_PATH लोड करण्यापासून रोखत आहे ज्यांस पाठ्य पुन्हस्थानंतरनची आवश्यकता आहे.
nl: SELinux belet $SOURCE_PATH het laden van $TARGET_PATH wat een tekst verplaatsing vereist.
or: SELinux $SOURCE_PATH କୁ ପାଠ୍ଯ ପୁନଃବଣ୍ଟନ ଆବଶ୍ଯକ କରୁଥିବା $TARGET_PATH ଧାରଣ କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir que o $SOURCE_PATH carregue o $TARGET_PATH, que precisa de recolocação de texto.
pt_br: O SELinux está impedindo que o $SOURCE_PATH carregue $TARGET_PATH, o que requer deslocamento de texto.
ru: SELinux запрещает $SOURCE_PATH загружать $TARGET_PATH. Загрузка $TARGET_PATH требует перемещения текста.
sr@latin: SELinux sprečava $SOURCE_PATH od učitavanja $TARGET_PATH koja zahteva premeštaj teksta.
sv: SELinux hindrar $SOURCE_PATH från att läsa in $TARGET_PATH vilken kräver omlokalisering av text.
ta: SELinux $SOURCE_PATH ஐ $TARGET_PATH ஐ ஏற்றுவதிலிருந்து தடுத்தது. இது உரையை இடம் மாற்ற தேவை
te: SELinux అనునది $SOURCE_PATH ను $TARGET_PATH నుండి లోడవుటనుండి నిరోదిస్తుంది దేనికైతే పాఠ్యము పునఃస్థాపనను అవసరమౌతుందో.
zh_cn: SELinux 正在阻止 $SOURCE 装载需要重新定位文本的 $TARGET_PATH。
zh_tw: SELinux 防止了 $SOURCE_PATH 載入需要文字重定位的 $TARGET_PATH。

source: The $SOURCE application attempted to load $TARGET_PATH which requires text relocation. This is a potential security problem. Most libraries do not need this permission. Libraries are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. You can configure SELinux temporarily to allow $TARGET_PATH to use relocation as a workaround, until the library is fixed. Please file a bug report.
de: Die Anwendung $SOURCE versuchte $TARGET_PATH zu laden, welches Textverschiebung benötigt. Dies ist ein mögliches Sicherheitsproblem. Die meisten Bibliotheken benötigen diese Erlaubnis nicht, einige sind ggf. fehlerhaft programmiert und fordern diese Erlaubnis an. Die Webseite <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> erklärt, wie diese Anforderung entfernt werden kann. Als Workaround können Sie SELinux temporär so konfigurieren, dass $TARGET_PATH Textverschiebung verwendet, bis die Bibliothek gefixt ist. Bitte reichen Sie einen Fehlerbericht für dieses Paket ein.
es: La aplicación $SOURCE intentó cargar $TARGET_PATH que requiere reasignación de texto. Esto es un problema de seguridad potencial. La mayoría de las bibliotecas no necesitan este permiso. Las bibliotecas son a veces codificadas incorrectamente y requieren este permiso. La página web de <a href="http://people.redhat.com/drepper/selinux-mem.html">Pruebas de Protección de Memoria en SELinux</a> explica cómo eliminar este requerimiento. Puede configurar SELinux para que temporalmente permita a $TARGET_PATH usar la reubicación mientras se corrige la biblioteca. Por favor, ingrese un <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">informe de error</a> contra este paquete.
fr: L'application $SOURCE a essayé de charger $TARGET_PATH qui exige une réinstallation du texte. C'est un problème potentiel de sécurité . La plupart des bibliothèques n'ont pas besoin de cette permission. Les bibliothèques sont parfois programmées incorrectement et demandent cette permission. La page web <a href="http://people.redhat.com/drepper/selinux-mem.html">Essais de protection mémoire de SELinux</a> explique comment retirer ces exigences. Vous pouvez configurer temporairement SELinux pour permettre à $TARGET_PATH d'utiliser le ré-adressage et contourner cette protection, jusqu'à ce que la bibliothèque soit corrigée. Merci de remplir un <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">rapport de bogue</a> pour ce paquet.
hi: $SOURCE अनुप्रयोग स्मृति के अभिगम सुरक्षा को $TARGET_PATH में बदलने का प्रयास किया जिसके लिये पाठ स्थानांतरण जरूरी है. यह संभावित सुरक्षा समस्या है. ज्यादातर लाइब्रेरी के इस अनुमति की जरूरत नहीं है. लाइब्रेरी को गलत ढ़ंग से कोड किया जाता है और इस अनुमति को आग्रहित करता है. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> वेब पृष्ठ व्याख्या करता है कि कैसे इस जरूरतों को हटाया जाये. आप अस्थायी रूप से SELinux विन्यस्त कर सकते हैं $TARGET_PATH संभाजन का प्रयोग करने के लिये समाधान के रूप में, जबतक लाइब्रेरी ठीक नहीं होता है. Please file a bug report.
hu: $SOURCE alkalmazás megkísérelt betölteni $TARGET_PATH ösvényről, amihez szöveg áthelyezés kellene. Ez lehet biztonsági probléma. A legtöbb mappának nem kell ilyen engedély. Hibás mappák kérhetnek ilyen engedélyt. A <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> weblap elmagyarázza, hogyan kell megszüntetni ezt az igényt. Ideiglenesen átállíthatja SELinuxot, hogy megengedje $TARGET_PATH számára szöveg áthelyezést, amíg a könyvtárt ki nem javítják. Tegyen hibabejelentést e csomagra.
kn: ಪಠ್ಯ ಸ್ಥಳಾಂತರದ ಅಗತ್ಯವಿರುವ $TARGET_PATH ಅನ್ನು ಲೋಡ್ ‍ಮಾಡಲು $SOURCE ಅನ್ವಯವು ಪ್ರಯತ್ನಿಸಿದೆ. ಇದೊಂದು ದೊಡ್ಡದಾದ ಸುರಕ್ಷತಾ ಲೋಪ. ಹೆಚ್ಚಿನ ಲೈಬ್ರರಿಗಳಿಗೆ ಈ ಅನುಮತಿಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ. ಲೈಬ್ರರಿಗಳು ಕೆಲವು ಬಾರಿ ತಪ್ಪಾಗಿ ಕೋಡ್ ಮಾಡಲ್ಪಟ್ಟು ಈ ಅನುಮತಿಗೆ ಮನವಿ ಸಲ್ಲಿಸುತ್ತವೆ. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ಜಾಲ ಪುಟವು ಈ ಅಗತ್ಯವನ್ನು ಹೇಗೆ ತೆಗೆದು ಹಾಕುವುದೆಂದು ವಿವರಿಸುತ್ತದೆ. ಲೈಬ್ರರಿಯನ್ನು ಸರಿಪಡಿಸುವಲ್ಲಿಯವರೆಗೆ, $TARGET_PATH ಸ್ಥಳಾಂತರವನ್ನು ಒಂದು ಪರಿಹಾರವಾಗಿ ಬಳಸುವಂತೆ ನೀವು ತಾತ್ಕಾಲಿಕವಾಗಿ SELinux ಅನ್ನು ಸಂರಚಿಸಬಹುದಾಗಿದೆ. ಈ ಪ್ಯಾಕೇಜಿನ ವಿರುದ್ದ ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: $SOURCE 응용 프로그램은 텍스트 재배치 작업을 필요로 하는 $TARGET_PATH 읽어오기를 시도합니다. 이로 인해 잠재적으로 보안 문제가 발생할 수 있습니다. 대부분의 라이브러리는 이러한 권한을 필요로 하지 않습니다. 때때로 라이브러리가 잘못 코드되어 이러한 권한을 요청합니다. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 메모리 보안 테스트</a> 웹 페이지에서 이러한 요청을 삭제하는 방법을 설명합니다. 라이브러리가 수정될 때 까지 해결방법으로 재배치를 위한 $TARGET_PATH를 허용하기 위해 SELinux를 임시로 설정하실 수 있습니다. 이러한 패키지에 대해 버그리포트를 제출해 주시기 바랍니다.
ml: ടെക്സ്റ്റിന്‍റെ സ്ഥാനം മാറ്റുന്നതിന് ആവശ്യമുളള $TARGET_PATH ലോഡ് ചെയ്യുന്നതിനായി $SOURCE ആപ്ളിക്കേഷന്‍ ശ്രമിച്ചിരിക്കുന്നു. ഇത് സുരക്ഷ സംബന്ധിച്ചുളള ഒരു വളരെ പ്രധാന പ്രശ്നമാണ്. മിക്ക ലൈബ്രറികള്‍ക്കും ഈ പെര്‍മിഷന്‍റെ ആവശ്യമില്ല. ചിലപ്പോള്‍ ലൈബ്രറികള്‍ തെറ്റായി കോഡ് ചെയ്യുന്പോള്‍ മാത്രം ഈ പെര്‍മിഷനായി ആവശ്യപ്പെടുന്നു. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux മെമ്മറി പ്രൊട്ടെക്ഷന്‍ ടെസ്റ്റ്</a> വെബ് പേജ് ഈ ആവശ്യം എങ്ങനെ ഒഴിവാക്കണമെന്ന് വ്യക്തമാക്കുന്നു. ലൈബ്രറി ശരിയാക്കുന്നത് വരെ, നിങ്ങള്‍ക്ക് റിലോക്കേഷന്‍ ഉപയോഗിക്കുന്നത് $TARGET_PATH-നെ അനുവദിക്കുന്നതിനായി താല്‍ക്കാലികമായി SELinux ക്രമികരിക്കാവുന്നതാണ്. ഈ പാക്കേജിന് എതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: $SOURCE ऍप्लीकेशनने $TARGET_PATH लोड करण्याचा प्रयत्न केला ज्यांस मजकूर पुन्हास्थानीयकरनची आवश्यकता आहे. ही एक सुरक्षा त्रुटी आहे. बहुतांश लायब्ररीज्ला या परवानगीची आवश्यकता नाही. लायब्ररी कधीकधी अयोग्यरित्या कोड केलेले असतात व या परवानगीसाठी विनंती करतात. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux स्मृती सुरक्षा चाचणी</a> वेब पान ही आवश्यकता कशी काढूण टाकायची याचे विश्लेषण देतो. तुम्ही SELinux ला तात्पूरर्ते $TARGET_PATH ला लायब्ररी कार्यान्वीत होईपर्यंत पुन्हस्थानीयकरण म्हणून वापरू शकता. कृपाया बग अहवाल सादर करा.
nl: De $SOURCE toepassing probeerde $TARGET_PATH te laden wat tekst verplaatsing vereist. Dit is een potentieel beveiliging probleem. De meeste bibliotheken hebben deze toestemming niet nodig. Bibliotheken zijn soms niet correct geschreven en vereisen deze rechten. De <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web pagina legt uit hoe deze vereiste te verwijderen is. Je kunt SELinux tijdelijk configureren om $TARGET_PATH toe te staan om verplaatsing te gebruiken als een noodoplossing totdat de bibliotheek verbeterd is. Dien a.u.b. een bug rapport in.
or: $SOURCE ପ୍ରୟୋଗ $TARGET_PATH କୁ ଧାରଣ କରିବା ପାଇଁ ଚେଷ୍ଟା କରିଛି ଯାହାକି ପାଠ୍ୟ ପୁନଃସ୍ଥାପନ ଆବଶ୍ୟକ କରିଥାଏ। ଏହା ଗୋଟିଏ ଶକ୍ତି ସାମର୍ଥ୍ୟ ସୁରକ୍ଷା ସମସ୍ୟା। ଅଧିକାଂଶ ଲାଇବ୍ରେରୀ ଏହି ଅନୁମତିକୁ ଆବଶ୍ୟକ କରନ୍ତି ନାହିଁ। ଲାଇବ୍ରେରୀଗୁଡ଼ିକ ବେଳେବେଳେ ଭୁଲ ଭାବରେ ସାଙ୍କେତିକରଣ ହୋଇଥାଏ ଏବଂ ଅହି ଅନୁମତି ପାଇଁ ଅନୁରୋଧ କରିଥାଏ। ଏହି <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ୱେବ ପୃଷ୍ଠା ଆବଶ୍ୟକତାକୁ କିପରି ପୁରଣ କରାଯିବ ତାହା ବର୍ଣ୍ଣନା କରିଥାଏ। ଆପଣ SELinux କୁ ଅସ୍ଥାୟୀ ଭାବରେ $TARGET_PATH ସ୍ଥାନାନ୍ତରିତ କରିବା ପାଇଁ ଅନୁମତି ଦେଇଥାନ୍ତି। ଦୟାକରି ଏହି ପ୍ୟାକେଜ ବିରୁଦ୍ଧରେ ଗୋଟିଏ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରନ୍ତୁ।
pt: A aplicação $SOURCE tentou carregar o $TARGET_PATH, que precisa de reposicionamento ou recolocação de texto. Este é um problema potencial de segurança. As aplicações não deverão fazer isto. As mesmas aplicações são algumas vezes programadas incorrectamente e pedem esta permissão. A página Web acerca dos <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Protecção de Memória do SELinux</a> explica como remover este requisito. Poderá configurar o SULinux temporariamente para permitir este acesso, pelo menos até a aplicação estar corrigida. Envie por favor um relatório de erros para este pacote.
pt_br: O aplicativo $SOURCE tentou carregar $TARGET_PATH, o que requer deslocamento de texto (text relocation). Isto é um problema sério de segurança. A maioria das bibliotecas não requer esta permissão. Às vezes, bibliotecas são mal programadas, o que as leva a requisitar esta permissão. A página <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Proteção de Memória SELinux</a> explica como remover este requisito. Você pode configurar o SELinux para permitir que o $TARGET_PATH use deslocamento como uma solução temporária, até que a biblioteca seja consertada. Por favor submeta um relato de erro para este pacote.
ru: Приложение $SOURCE попыталось загрузить $TARGET_PATH, что требует перемещения текста. Это представляет потенциальную проблему с точки зрения безопасности. Иногда библиотеки написаны некорректно и требуют разрешения на перемещение. Документ <a href="http://people.redhat.com/drepper/selinux-mem.html">Тесты защиты памяти SELinux</a> объясняет, как отказаться от использования такой возможности. Можно настроить SELinux так, чтобы временно разрешить $TARGET_PATH использовать перемещение, пока библиотека не будет исправлена. Пожалуйста, создайте запрос в Bugzilla для этого пакета.
sr@latin: $SOURCE program je pokušao da učita $TARGET_PATH što zahteva premeštaj teksta. Ovo je moguć bezbednosni problem. Većini biblioteka nije potrebno ovo ovlašćenje. Biblioteke su ponekad neispravno napisane i zahtevaju ovo ovlašćenje. Veb stranica <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux testovi zaštite memorije</a> objašnjava kako ukloniti ovaj zahtev. Možete da podesite SELinux da privremeno dozvoli da $TARGET_PATH koristi premeštaj kao zaobilaznicu, dok biblioteka ne bude popravljena. Molim podnesite izveštaj o grešci.
sv: Programmet $SOURCE försökte ladda $TARGET_PATH vilket kräver text omlokalisering. Det kan vara ett säkerhetsproblem. De flesta bibliotek behöver inte denna rättighet. Bibliotek är ibland felkodade och behöver denna rättighet. Webbsidan <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux minnesskyddstester</a> förklarar hur man tar bort detta behov. Du kan konfigurera SELinux att tillfälligt tillåta $TARGET_PATH att använda omlokalisering som ett sätt att gå runt problemet, tills biblioteket är rättat. Skriv gärna en felrapport.
ta: $SOURCE நிரல் $TARGET_PATH ஐ ஏற்ற முயன்றது. இதற்கு உரை இடமாற்று அவசியம். இது ஒரு பாதுகாப்பு பிரச்சினை ஆகலாம். பெரும்பாலான நூலகங்களுக்கு இது தேவை இல்லை. நூலகங்கள் சில சமயம் சரியாக குறியாக்கம் செயப்படாததால் இந்த அனுமதியை கேட்கும். <a ref="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> பக்கங்கள் இந்த தேவையை நீக்குவது குறித்து விவரிக்கின்றன. $SOURCE_PATH வேலை செய்யாது போனால் இந்த நூலகம் சரி செய்யப்படும்வரை தற்காலிகமாக எஸ்சிலினக்ஸ் உரையை இடமாற்று அனுமதிக்கு அமைத்துக் கொள்ளலாம். இந்த கோப்புக்கு ஒரு வழுவை இங்கு பதிவு செய்யவும்:
te: $SOURCE అనువర్తనం అనునది $TARGET_PATH ను నింపుటకు ఏదైతే పాఠ్యము పునఃస్థానీకరిణ అవసరమౌతుందో యత్నిస్తుంది. ఇది ఖచ్చితంగా రక్షణ సమస్య. చాలా లైబ్రరీస్ కు ఈ అనుమతి అవసరం లేదు. లైబ్రరీలు కొన్ని సార్లు తప్పుగా కోడ్ చేయబడివుంటాయి మరియు ఈ అనుమతిని అభ్యర్దిస్తాయి. ఆ వెబ్‌పుట <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ఈ అవసరాన్ని ఎలా తొలగించాలో వివరిస్తుంది. మీరు SELinux ను తాత్కాలికంగా ఆకృతీకరించవచ్చు $TARGET_PATH ను పునఃస్థానీకరణను పనిచేయించుటలాగా అనుమతించుటకు, లైబ్రరీ సిద్దము అగు నంతవరకు. దయచేసి ఒక బగ్ నివేదికను నమోదుచేయండి.
zh_cn: $SOURCE 应用程序试图读取需要文本重定位的 $TARGET_PATH。 这是潜在的安全问题。 多数程序库不需要这样做。有时候程序库编码不正确会有这样的请求。 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 内存保护测试</a> 页面说明如何移除这个请求。您能够设置 SELinux 临时允许 $TARGET_PATH 在工作区使用重定位直到程序库被修正。 请生成一份关于这个程序包的 <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">错误报告</a>
zh_tw: $SOURCE 應用程式嘗試了載入需要文字重定位的 $TARGET_PATH。這是個潛在的安全性問題。 大部分的函式庫都不需要此權限。函式庫 有時會被錯誤編寫以至於請求此權限。 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 記憶體保護測試</a> 網頁解釋了如何移除這項需求。您可透過暫時性地 配置 SELinux，以允許 $TARGET_PATH 使用重定位來 代替，直到函式庫被修復。請提交一份 錯誤報告。
