Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has denied the zebra daemon from writing out its configuration files. Ordinarily, zebra is not required to write its configuration files. If zebra was not setup to write the config files, this could signal an intrusion attempt.
as: SELinux দ্বাৰা zebra ডেমনকে কনফিগাৰেশন ফাইলেৰ মধ্যে লিখতে প্ৰতিৰোধ কৰা হচ্ছে। সাধাৰণত zebra দ্বাৰা কনফিগাৰেশন ফাইলে লেখাৰ প্ৰয়োজন হবে না। কনফিগ ফাইল লেখাৰ উদ্দেশ্যে zebra প্ৰস্তুত না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem zebra-Daemon das Schreiben seiner Konfigurationsdateien. Normalerweise muss zebra seine Konfigurationsdateien nicht schreiben. Falls zebra nicht so konfiguriert ist, dass es seine Konfigurationsdateien schreibt, kann dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado al demonio zebra la escritura de sus propios archivos de configuración. Lo más común es que zebra no necesite escribir sus archivos de configuración. Si zebra no fue configurado para escribir sus archivos de configuración, esto puede ser señal de un ataque.
fr: SELinux a refusé au démon zebra d'écrire ses fichiers de configuration. Habituellement, zebra n'est pas requis pour écrire ses fichiers de configuration. Si zebra n'était pas configuré pour écrire les fichiers de configuration, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने zebra डेमॉन को इसके विन्यास फाइल लिखने के लिये मना किया है. सामान्यतः, zebra के लिये इसका विन्यास फाइल लिखना जरूरी नहीं है. अगर zebra को विन्यास फाइल लिखने के लिये सेटअप नहीं किया जाता था, यह एक घुसपैठ प्रयास का संकेत माना जायेगा.
hu: SELinux visszautasította, hogy zebra szolgáltatás írjon a beállítás fájljába. Rendszerint zebra nem kell a beállítás fájljainak írásához. Ha zebra beállítása nem engedi meg, hogy írjon a beállítás fájljaiba, akkor ez behatolás kísérletet jelezhet.
kn: zebra ಡೆಮನ್ ಅನ್ನು ಅದರ ಸಂರಚನಾ ಕಡತಗಳನ್ನು ಬರೆಯುವುದನ್ನು SELinux ನಿರ್ಬಂಧಿಸಿದೆ. ಸಾಮಾನ್ಯವಾಗಿ, zebra ತನ್ನ ಸಂರಚನಾ ಕಡತಗಳನ್ನು ಬರೆಯುವ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ ಸಂರಚನಾ ಕಡತಗಳನ್ನು ಬರೆಯಲು zebra ಅನ್ನು ಸಜ್ಜುಗೊಳಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 설정 파일을 기록하는 것으로 부터 zebra 데몬을 거부합니다. 일반적으로 zebra는 설정 파일을 기록하는 것을 필요로 하지 않습니다. zebra가 설정 파일을 기록하는 것이 설정되지 않았을 경우, 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: കോണ്‍ഫിഗറേഷന്‍ ഫയലുകള്‍ എഴുതുന്നതില്‍ നിന്നും SELinux zebra ഡെമണിനെ തടയുന്നു. സാധാരണയായി, ഇവ എഴുതുന്നതിന് zebra-യുടെ ആവശ്യമില്ല. config ഫയലുകള്‍ എഴുതുന്നതിന് zebra ക്രമികരിച്ചിട്ടില്ല എങ്കില്‍, തെറ്റായ പ്രവര്‍ത്തി എന്ന് കണക്കാക്കപ്പെടുന്നു.
mr: SELinux ने zebra डीमनला संयोजना फाइलमध्ये लिहीण्यापासून नकारले. साधारणतया, संयोजना फाइल लिहीण्याची zebra ला आवश्यकता नसते. zebra config फाइल लिहीण्याकरीता संरचीत केले नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de zebra daemon belet zijn configuratie bestanden weg te schrijven. Gewoonlijk hoeft zebra zijn configuratie bestanden niet te schrijven. Als zebra niet ingesteld is om de configuratie bestanden te schrijven, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ zebra ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରି ମାନଙ୍କରେ ଲେଖିବା ପାଇଁ zebra କୁ ବିନ୍ଯାସ କରାଯାଇ ନ ଥିଲେ ,ଏହା ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux está a impedir o servidor 'zebra' de gravar os seus ficheiros de configuração. Normalmente, o 'zebra' não precisa de gravar os seus ficheiros de configuração. Se o mesmo não foi configurado para gravar os ficheiros de configuração, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon do zebra gravasse seus arquivos de configuração. Normalmente, o zebra não precisa gravar arquivos de configuração. Se o zebra não foi configurado para gravar arquivos de configuração, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону zebra выполнять запись его файлов конфигурации. Обычно нет необходимости в записи этих файлов. Если настройки zebra не разрешают запись файлов конфигурации, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio zebra sistemskoj usluzi da ispiše svoje datoteke podešavanja. Obično, zebra ne zahteva zapisivanje svojih datoteka podešavanja. Ako zebra nije podešena da zapisuje datoteke podešavanja, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat zebra-demonen från att skriva ut sin konfigurationsfil. Normalt sett behöver zebra inte skriva till sina konfigurationsfiler. Om zebra inte var uppsatt till att skriva konfigfiler, kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது zebra டீமனிலிருந்து எழுத கட்டமைப்பு கோப்புகளை எழுதுகிறது. சாதாரணமாக, zebra வை எழுதுவதற்கு அதன் கட்டமைப்பு கோப்புகள் கோரப்படுகிறது. zebra அமைக்க முடியாத கட்டமைக்கப்பட்ட கோப்புகளை எழுது, இதற்கு ஒரு நிர்வாக முயற்சி சிக்னல் தேவைப்படுகிறது.
te: SELinux అనునది జీబ్రా డెమోన్‌ను దాని ఆకృతీకరణ దస్త్రాలను వ్రాయుటనుండి నిరోధిస్తుంది. క్రమంగా, జీబ్రా దాని ఆకృతీకరణ దస్త్రాలను వ్రాయుటకు అవసరం లేదు. ఒకవేళ జీబ్రా అనునది config దస్త్రాలను వ్రాయుటకు అమర్చబడివుంటే, ఇది అమర్యాద యత్నముకను సూచిస్తుంది.
zh_cn: SELinux 拒绝了 zebra 守护进程写入它的配置文件。通常 zebra 不需要写入它的配置文件。 如果没有将 zebra 设置为写入配置文件，这可能会是一次入侵尝试信号。
zh_tw: SELinux 已拒絕了 zebra daemon 將它的設定檔 編寫出。一般來講，zebra 無須編寫它的 設定檔。若 zebra 並未被設定來編寫該 設定檔的話，這代表系統可能已遭到嘗試入侵的警訊。

source: If you want to allow zebra to overwrite its configuration you must turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: zebra ৰ দ্বাৰা বিন্যাস নথিপত্ৰ নতুন কৰি লিখাৰ অনুমতি প্ৰদান কৰিবলৈ $BOOLEAN বুলিয়েন সক্ৰিয়া কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1"
de: Falls Sie zebra das Überschreiben seiner Konfiguration gestatten möchten, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que zebra pueda sobreescribir sus archivos de configuración debe cambiar el valor de $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez autoriser zebra à écraser ses fichiers de configuration, vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप zebra को इसका विन्यास पर लिखने की अऩुमति देते हैं आपको जरूर $BOOLEAN बुलियन को चालू करना चाहिये: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné engedélyezni, hogy a "zebra" módosíthassa a beállításait, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket. Ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: zebra ತನ್ನ ಸಂರಚನಾ ಕಡತಗಳನ್ನು ತಿದ್ದಿಬರೆಯುವುದನ್ನು ಅನುಮತಿಸಲು ನೀವು ಬಯಸಿದರೆ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: zebra가 설정을 덮어쓰게 하는 것을 허용하고자 하실 경우 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് zebra കോണ്‍ഫിഗറേഷന്‍ ഫയലുകള്‍ എഴുതണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യുക: "setsebool -P $BOOLEAN=1"
mr: zebra ने संयोजना खोडून पुन्हा लिहीण्यास परवानगी द्यायची असल्यास $BOOLEAN बूलीयन कार्यान्वीत करा: "setsebool -P $BOOLEAN=1"
nl: Als je zebra wilt laten toestaan om zijn configuratie bestanden te overschrijven moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ zebra କୁ ନବଲିଖନ ପାଇଁ ଅନୁମତି ଦିଅନ୍ତି, ତେବେ ଆପଣ ନିଶ୍ଚିତ ଭାବରେ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରନ୍ତୁ: "setsebool -P $BOOLEAN=1"
pt: Se quiser permitir que o 'zebra' sobreponha a sua configuração, deverá activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser permitir que o zebra sobrescreva sua configuração, você deve mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Чтобы разрешить демону zebra перезаписывать конфигурацию, установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da dozvolite zebra sistemskoj usluzi da piše preko svojih podešavanja, morate uključiti $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill tillåta zebra att skriva över sin egna konfiguration måste du aktivera $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் zebra க்கு இந்த கட்டமைப்பை மேலெழுத அனுமதிக்க விரும்பினால் நீங்கள் அதற்கு நிச்சயம் $BOOLEAN பூலியனை துவக்க வேண்டும்: "setsebool -P $BOOLEAN=1"
te: మీరు జీబ్రాను దాని ఆకృతీకరణను తిరిగివ్రాయుటకు అనుమతించాలని అనుకుంటే మీరు తప్పక $BOOLEAN ను బూలియన్‌కు ఆన్‌చేయాలి: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想允许 zebra 覆盖它的配置，您必须开启$BOOLEAN布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望允許 zebra 覆寫它的設定檔案，您必須 將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」

source: Zebra
kn: ಝೀಬ್ರಾ
or: ଜେବ୍ରା

source: SELinux is preventing the $SOURCE_PATH from executing potentially mislabeled files $TARGET_PATH.
de: SELinux hindert den $SOURCE daran, evtl. falsch gekennzeichnete Dateien $TARGET_PATHzu verwenden.
es: SELinux está negando a $SOURCE el uso de archivos que estén potencialmente mal etiquetados $TARGET_PATH.
fr: SELinux empêche $SOURCE_PATH d'utiliser des fichiers potentiellement mal étiquetés ($TARGET_PATH).
hi: SELinux $SOURCE_PATH को संभावित रूप से गलत लेबल किये ($TARGET_PATH) फाइल के प्रयोग से रोका.
hu: SELinux megakadályozza, hogy $SOURCE_PATH végrehajtsa $TARGET_PATH elcímkézett fájlokat.
kn: ಸಮರ್ಥವಾಗಿ ತಪ್ಪಾಗಿ ಲೇಬಲ್ ಮಾಡಲ್ಪಟ್ಟ ಕಡತಗಳ $TARGET_PATH ಅನ್ನು $SOURCE_PATHಬಳಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE가 잠재적으로 잘못 레이블된 파일 $TARGET_PATH를 사용하지 못하게 합니다.
ml: തെറ്റായ ലേബലുകളുളള ഫയലുകള്‍ $TARGET_PATH ഉപയോഗിക്കുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux തടയുന്നു .
mr: SELinux $SOURCE_PATH ला अयोग्यरित्या लेबल केलेल्या फाइल्स् $TARGET_PATH कार्यान्वीत करण्यापासून रोखत आहे.
nl: SELinux belet de $SOURCE_PATH om potentieel verkeerd gelabelde bestanden ($TARGET_PATH) uit te voeren.
or: SELinux $SOURCE_PATH କୁ ଭୁଲ ବନାନ ହୋଇଥିବା $TARGET_PATH ସାମର୍ଥ୍ଯ ଫାଇଲ ମାନଙ୍କୁ ବ୍ୟବହାର କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux está a impedir o $SOURCE_PATH de executar ficheiros $TARGET_PATH com etiquetas potencialmente inválidas.
pt_br: O SELinux está impedindo que o $SOURCE_PATH execute arquivos que tenham potencialmente sido etiquetados incorretamente $TARGET_PATH.
ru: SELinux запрещает $SOURCE_PATH использовать потенциально неверно размеченные файлы $TARGET_PATH.
sr@latin: SELinux sprečava $SOURCE_PATH od izvršavanja moguće pogrešno označenih datoteka $TARGET_PATH.
sv: SELinux hindrar $SOURCE_PATH från köra potentiellt felmärkta filer $TARGET_PATH.
ta: SELinux ஆனது இந்த $SOURCE_PATH லிருந்து ஆற்றல்மிக்க விடுபட்ட வேபில் கோப்புகளிலிருந்து $TARGET_PATHஐ பயன்படுத்துவதை தடுக்கிறது.
te: SELinux అనునది సామర్ద్యపు తప్పులేబుల్‌గల దస్త్రాలు $TARGET_PATH ను నిర్వర్తించుటనుండి $SOURCE_PATH ను నిరోధిస్తోంది.
zh_cn: SELinux 正在阻止 $SOURCE_PATH 执行可能错误标记的文件 $TARGET_PATH 。
zh_tw: SELinux 防止了 $SOURCE_PATH 使用可能錯誤標記的檔案 $TARGET_PATH。

source: SELinux has denied the $SOURCE_PATH from executing potentially mislabeled files $TARGET_PATH. Automounter can be setup to execute configuration files. If $TARGET_PATH is an automount executable configuration file it needs to have a file label of bin_t. If automounter is trying to execute something that it is not supposed to, this could indicate an intrusion attempt.
as: SELinux দ্বাৰা $SOURCE_PATH-কে সন্দেহজনক লেবেল সহ ফাইল $TARGET_PATH সঞ্চালন কৰতে বাধা সৃষ্টি কৰা হয়েছে। $TARGET_PATH যদি automount এক্সেকিউটেবল ফাইল হয় তাহলে bin_t ফাইল লেবেল প্ৰয়োগ কৰে Automounter দ্বাৰা কনফিগাৰেশন ফাইল চালনা কৰা যাবে। এক্সেকিউট কৰাৰ জন্য প্ৰস্তুত না কৰা কোনো বস্তু Automounter দ্বাৰা সঞ্চালনেৰ প্ৰচেষ্টা কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte $SOURCE_PATH die Ausführung potentiell falsch gekennzeichneter Dateien $TARGET_PATH. Der Automounter kann so konfiguriert werden, dass er Konfigurationsdateien ausführt. Wenn $TARGET_PATH eine ausführbare Konfigurationsdatei für Automount ist, benötigt es die Dateikennzeichnung bin_t. Falls der Automounter versucht, etwas auszuführen, zu dem er nicht berechtigt ist, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux le ha negado a $SOURCE_PATH la ejecución de archivos potencialmente mal etiquetados $TARGET_PATH. El automontador se puede configurar para ejecutar archivos de configuración, si $TARGET_PATH es un archivo de configuración ejecutable de automount, necesita tener la etiqueta bin_t. Si el automontador está intentando ejecutar algo que no se suponía que debía ejecutar, esto puede estar indicando un ataque.
fr: SELinux a empêché $SOURCE_PATH d'exécuter les fichiers potentiellement mal étiquetés $TARGET_PATH. Automounter peut être configuré pour exécuter des fichiers de configuration. Si $TARGET_PATH est un fichier exécutable de configuration pour le montage automatique, il a besoin d'être étiqueté avec bin_t. Si automounter essaie d'exécuter quelque chose qu'il n'est pas censé exécuter, cela peut indiquer une intrusion par attaque.
hu: SELinux megakadályozta, hogy $SOURCE_PATH végrehajtsa $TARGET_PATH elcímkézett fájlokat. Az önműködő csatolót beállíthatják úgy, hogy végrehajtson beállítás fájlokat. Ha $TARGET_PATH egy automount program, akkor azt bin_t típusúnak kell címkézni. Ha az önműködő csatoló megpróbál végrehajtani valamit, amit nem volna szabad, akkor ez behatolás kísérletet jelezhet.
kn: ಸಮರ್ಥವಾಗಿ ತಪ್ಪುಲೇಬಲ್ ಮಾಡಲಾದ $TARGET_PATH ಕಡತಗಳನ್ನು $SOURCE_PATH ಕಾರ್ಯಗತಗೊಳಿಸುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ. ಸಂರಚನಾ ಕಡತಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ಆಟೋಕೌಂಟರನ್ನು ಸಜ್ಜುಗೊಳಿಸಬಹುದು. $TARGET_PATH ವು ಸ್ವಯಂಆರೋಹಣಾ(ಆಟೋಮೌಂಟ್) ಕಾರ್ಯಗತಗೊಳಿಸಬಲ್ಲ ಸಂರಚನಾ ಕಡತವಾಗಿದ್ದರೆ ಅದಕ್ಕೆ ಒಂದು bin_t ಕಡತ ಲೇಬಲ್‍ನ ಅಗತ್ಯವಿರುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ ಆಟೋಕೌಂಟರ್ ತಾನು ಕಾರ್ಯಗತಗೊಳಿಸಬಾರದುದನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿದರೆ, ಇದು ಒಂದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ದಾಳಿ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 $SOURCE_PATH가 잠재적으로 잘못 레이블된 파일 $TARGET_PATH 를 실행하지 못하게 합니다. 자동 마운트 도구를 설정하여 설정 파일을 실행할 수 있으며, $TARGET_PATH가 자동 마운트되어 설정파일을 실행할 수 있을 경우 이는 bin_t로 레이블된 파일을 가지고 있어야 합니다. 자동 마운트 도구가 실행해서는 안되는 파일을 실행하려할 경우, 침입을 시도했다고 나타날 수 있습니다.
ml: തെറ്റായ ലേബലുകളുളള ഫയലുകള്‍ $TARGET_PATH ഉപയോഗിക്കുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux തടയുന്നു. കോണ്‍ഫിഗറേഷന്‍ ഫയലുകള്‍ പ്രവര്‍ത്തിക്കുന്നതിനായി ഓട്ടോമൌണ്ടര്‍ ക്രമികരിക്കുവാന്‍ സാധ്യമാണ്. $TARGET_PATH ഒരു automount എക്സിക്ക്യൂട്ടബിള്‍ കോണ്‍ഫിഗറേഷന്‍ ഫയല്‍ ആണ് എങ്കില്‍, അതിന് bin_t എന്ന ഫയല്‍ ലേബല്‍ ഉണ്ടാകേണ്ടതാണ്. പാടില്ലാത്ത പ്രവര്‍ത്തി എന്തെങ്കിലും ആണ് ഓട്ടോമൌണ്ടറ്‍ ചെയ്യുവാന്‍ ശ്രമിക്കുന്നത് എങ്കില്‍, അത് തെറ്റായ ഒരു പ്രക്രിയ ആയി കണക്കാക്കുന്നു.
mr: SELinux ने $SOURCE_PATH ला सदोषीत लेबेल केलेली फाइल $TARGET_PATH चालवण्यापासून नकारले. Automounter संयोजना फाइल चालवण्यासाठी सेटअप केले जाऊ शकते. $TARGET_PATH स्वयंमाउंट एक्जीक्यूटेबल संयोजना फाइल असल्यास त्यांस bin_t चे लेबल असणे आवश्यक आहे. automounter न चालवण्याजोगी बाब कार्यान्वीत करण्याचा प्रयत्न करत असल्यास, हा अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de $SOURCE_PATH niet toegestaan om potentieel verkeerd bestempelde bestanden $TARGET_PATH uit te voeren. Automounter kan ingesteld worden om configuratie bestanden uit te voeren. Als $TARGET_PATH een automount uitvoerbaar configuratie bestand is moet het een bin_t bestand label hebben. Als automounter probeert iets uit te voeren wat het niet verondersteld wordt te doen, kan dit een indringing aanval betekenen.
or: SELinux $SOURCE_PATH କୁ ଶକ୍ତିଶାଳୀ ଭୁଲନାମକରଣ ହୋଇଥିବା ଫାଇଲଗୁଡ଼ିକୁ $TARGET_PATH ନିଷ୍ପାଦନ କରିବା ପାଇଁ ବାରଣ କରିଥାଏ। ସ୍ୱୟଂସ୍ଥାପକ ବିନ୍ୟାସ ଫାଇଲଗୁଡ଼ିକୁ ନିଷ୍ପାଦନ କରିବା ପାଇଁ ବ୍ୟବସ୍ଥା କରିପାରେ। ଯଦି $TARGET_PATH ଟି ଗୋଟିଏ ସ୍ୱୟଂସ୍ଥାପକ ନିଷ୍ପାଦନଯୋଗ୍ୟ ଫାଇଲ ହୋଇଥାଏ ତେବେ ଏହା bin_t ନାମକ ଫାଇଲ ଆବଶ୍ୟକ କରିଥାଏ। ଯଦି ସ୍ୱୟଂସ୍ଥାପକ କିଛି ନିଷ୍ପାଦନ କରିବା ପାଇଁ ଚେଷ୍ଟାକରୁଥାଏ ଯାହାକି କରିବା ଉଚିତ ନୁହଁ, ତେବେ ଏହା କୌଣସି ବିନାଅନୁମତିରେ ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pt: O SELinux proibiu o $SOURCE_PATH de executar os ficheiros potencialmente mal etiquetados em $TARGET_PATH. A montagem automática poderá ser configurada para executar os ficheiros de configuração. Se o $TARGET_PATH é um ficheiro de configuração executável, necessita de ter uma etiqueta de ficheiros 'bin_t'. Se a montagem automática estiver a tentar executar algo que não seja suposto, isto poderá corresponder a uma tentativa de intrusão.
pt_br: O SELinux negou ao $SOURCE_PATH a execução de arquivos potencialmente mal rotulados $TARGET_PATH. O automontador pode ser configurado para executar arquivos de configuração. Se o $TARGET_PATH for um arquivo de configuração executável do automontador, ele necessita ter um rótulo bin_t. Se o automontador estiver executando algo que ele não deva, isso pode indicar uma tentativa de intrusão.
ru: SELinux запретил $SOURCE исполнять потенциально неверно отмеченные файлы $TARGET_PATH. Автомонтировщик может быть настроен на исполнение конфигурационных файлов. Если $TARGET_PATH является исполняемым конфигурационным файлом automount, он должен иметь метку bin_t. Если автомонтировщик пытается выполнить что-то, что он не должен выполнять, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio da $SOURCE_PATH izvrši moguće pogrešno označene datoteke $TARGET_PATH. Automonter može biti podešen da izvrši datoteke podešavanja. Ako je $TARGET_PATH automatski montirajuća izvršna datoteka podešavanja, ona mora imati bin_t oznaku datoteke. Ako automonter pokušava da izvrši nešto što ne bi trebalo, ovo bi moglo da ukazuje na pokušaj upada.
sv: SELinux har nekat $SOURCE_PATH från att köra de potentiellt felmärkta filerna $TARGET_PATH. Automounter kan sättas upp att köra konfigurationsfiler. Om $TARGET_PATH är en körbar konfiguraationsfil för automount behöver den filetiketten bin_t. Om automounter försöker köra något som den inte ska, kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது இந்த $SOURCE_PATH லிருந்து உள்ளார்ந்து விடுபட்ட லேபில் கோப்பு(கள்) $TARGET_PATHஐ இயக்க மறுக்கிறது. கட்டமைக்கபட்ட கோப்புகளை தானியக்கிஏற்றி இயக்க அமைக்கிறது. இந்த $TARGET_PATH ஒரு ஆட்டோமவுண்ட் இயக்கக்கூடிய கட்டமைப்பு கோப்பானது ஒரு கோப்பு லேபில் bin_tஐ பெற வேண்டும். ஆட்டோமவுண்ட் சிலவற்றை இயக்க முயற்சித்தால் அது, ஒரு நிர்வாக முயற்சியாக குறிக்கலாம்.
te: SELinux అనునది $SOURCE_PATHను సామర్ద్యంగా తప్పులేబుల్ చేసిన దస్త్రములు $TARGET_PATH నిర్వర్తించుటనుండి తిరస్కరించబడింది. స్వయంచాలకమౌంటర్ ను ఆకృతీకరించిన దస్త్రములను నిర్వర్తించుటకు అమర్చవచ్చు. ఒకవేళ $TARGET_PATH అనునది ఒక స్వయంచాలక నిర్వర్తని దస్త్రము అయితే అది bin_t యొక్క దస్త్రములేబుల్ కలిగివుండాలి. ఒకవేళ స్వయంచాలకమౌంటర్ చేయకూడని దానిని నిర్వర్తించుటకు ప్రయత్నిస్తుంటే, అది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 已经拒绝 $SOURCE_PATH 执行可能错 误标记的文件 $TARGET_PATH。可将 automounter 设置为 执行配置文件，如果 $TARGET_PATH 是一个自动挂载可执行 配置文件，则需要有一个 bin_t 文件标记。 如果 automounter 正在试图执行它不应该执行的动作， 则可能是一个入侵攻击提示。
zh_tw: SELinux 已拒絕了 $SOURCE_PATH 執行潛在的 錯誤標記的檔案 $TARGET_PATH。您可設定 Automounter 來執行 設定檔，若 $TARGET_PATH 是個 automount 可執行的 設定檔的話，它需要有個 bin_t 的檔案標籤。 若 automounter 嘗試執行它所不該執行的檔案，這代表系統可能已遭到嘗試入侵的警訊。

source: If you want to change the file context of $TARGET_PATH so that the automounter can execute it you can execute "chcon -t bin_t $TARGET_PATH". If you want this to survive a relabel, you need to permanently change the file context: execute "semanage fcontext -a -t bin_t $FIX_TARGET_PATH".
de: Falls Sie den Dateikontext von $TARGET_PATH ändern möchten, so dass der Automounter diese ausführen kann, können Sie "chcon -t bin_t $TARGET_PATH" verwenden. Falls Sie verhindern möchten, dass dies bei einer Neukennzeichnung wieder rückgängig gemacht wird, müssen Sie den Dateikontext permanent ändern. Führen Sie "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' " aus.
es: Si quiere cambiar el contexto de archivo de $TARGET_PATH para que el automontador pueda ejecutarlo, puede ejecutar "chcon -t bin_t $TARGET_PATH". Si quiere que esto sobreviva a un reetiquetado, necesitará cambiar permanentemente el contexto de archivo: ejecute "semanage fcontext -a -t bin_t $FIX_TARGET_PATH".
fr: Si vous souhaitez changer le contexte du fichier de $TARGET_PATH de façon à ce qu'automounter puisse l'exécuter, vous pouvez exécuter « chcon -t bin_t '$TARGET_PATH' ». Si vous souhaitez que ce changement ne soit pas affecté par un réétiquetage, vous devez changer le contexte du fichier de façon permanente : exécutez « semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' ».
hu: Ha szeretné úgy módosítani $TARGET_PATH fájl beállítását, hogy az önműködő csatoló végrehajthassa azt, akkor használhatja a következő parancsot: „chcon -t bin_t.$TARGET_PATH„”. Ha szeretné, hogy ez túléljen egy újracímkézést, akkor maradandóan kell módosítania a fájl beállítását: hajtsa végre a „semanage fcontext -a -t bin_t $TARGET_PATH” parancsot.
kn: ಸ್ವಯಂಆರೋಹಕ $TARGET_PATH ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವಂತೆ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನುನೀವು ಬದಲಾಯಿಸಬೇಕೆಂದರೆ "chcon -t bin_t '$FIX_SOURCE_PATH'" ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾಗಿದೆ.ಇದನ್ನು ಒಂದು ಮರುಲೇಬಲ್ ನಂತರವೂ ಉಳಿಯುವಂತೆ ನೀವು ಬಯಸಿದರೆ, ಶಾಶ್ವತವಾಗಿ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ: ಇದಕ್ಕಾಗಿ "semanage fcontext -a -t bin_t '$TARGET_PATH'"ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಿ.
ko: $TARGET_PATH의 파일 문맥을 변경하여 자동 마운트 도구가 이를 실행할 수 있도록 할 경우 "chcon -t bin_t $TARGET_PATH"를 실행할 수 있습니다. 이 결과가 재 레이블시에도 그대로 남게 하려면, 파일 문맥을 영구적으로 변경해야 합니다: "semanage fcontext -a -t bin_t $FIX_TARGET_PATH"를 실행하십시오.
ml: ഓട്ടോമൌണ്ടറ്‍ പ്റവറ്‍ത്തിപ്പിക്കുന്നതിനായി $TARGET_PATH-ന്റെ ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് മാറ്റണമെങ്കില്‍, നിങ്ങള്‍ക്ക് chcon -t bin_t.$TARGET_PATH പ്രവര്‍ത്തിപ്പിക്കാവുന്നതാണ്. നിങ്ങള്‍ക്ക് ഇതിന് വീണ്ടും ഒരു ലേബല്‍ നല്‍കണമെങ്കില്‍, നിങ്ങള്‍ എന്നേക്കുമായി ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് മാറ്റേണ്ടതാണ്, "semanage fcontext -a -t bin_t $FIX_TARGET_PATH" പ്രവര്‍ത്തിപ്പിക്കുക.
mr: $TARGET_PATH चा फाइल संदर्भ बदलवायचे असल्यास तुम्हाला automounter ला "chcon -t bin_t '$TARGET_PATH'" कार्यान्वीत करावे लागेल. पुन्हलेबल कार्यरत करायचे असल्यास, तुम्हाला नेहमी करीता फाइल संदर्भ बदलावे लागेल: "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'" कार्यान्वीत करा.
nl: Als je de bestand context van $TARGET_PATH wilt veranderen zodat de automounter het kan uitvoeren moet je "chcon -t bin_t $TARGET_PATH" uitvoeren. Als je dit wilt handhaven na een her-bestempeling, moet je de bestand context permanent veranderen: voer uit "semanage fcontext -a -t bin_t $FIX_TARGET_PATH".
or: ଯଦି ଆପଣ $TARGET_PATH ର ସଠିକ ଚାଳନ ଉପରେ ବିଶ୍ବାସ ରଖିଥିଲେ, ଆପଣ ଫାଇଲ ବିଷୟବସ୍ତୁକୁବଦଳାଇ ପାରିବେ। "chcon -t bin_t $TARGET_PATH"।ଆପଣଙ୍କୁ ସବୁଦିନ ପାଇଁ ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ: "semanage fcontext -a -t bin_t $TARGET_PATH" କୁ ନିଷ୍ପାଦନ କରନ୍ତୁ।
pt: Se deseja alterar o contexto do ficheiro $TARGET_PATH para que possa ser montado automático, terá de executar o comando "chcon -t bin_t $TARGET_PATH". Se quiser que isto sobreviva a uma mudança de etiqueta, terá de alterar de forma permanente o contexto do ficheiro. Execute o comando "semanage fcontext -a -t bin_t $FIX_TARGET_PATH".
pt_br: Se você quiser modificar o contexto de arquivo do $TARGET_PATH para que o automontador possa executá-lo, você pode executar "chcon -t bin_t $TARGET_PATH". Se você quiser que ele sobreviva à reetiquetagem, você precisará mudar o contexto do arquivo permanentemente: execute "semanage fcontext -a -t bin_t $FIX_TARGET_PATH".
ru: Если вы хотите изменить контекст файла $TARGET_PATH, чтобы разрешить его исполнение автомонтировщиком, используйте команду «chcon -t bin_t $TARGET_PATH». Также потребуется изменить исходный контекст файлов, чтобы сохранить его при переразметке. «semanage fcontext -a -t bin_t $FIX_TARGET_PATH»
sr@latin: Ako želite da promenite kontekst datoteke za $TARGET_PATH kako bi je automonter mogao izvršiti, možete izvršiti „chcon -t bin_t $TARGET_PATH“. Ako želite da ovo preživi ponovno označavanje, morate trajno promeniti kontekst datoteke: izvršite „semanage fcontext -a -t bin_t $FIX_TARGET_PATH“.
sv: Om du vill ändra filkontext för $TARGET_PATH så att automuntern kan köra den kan du köra "chcon -t bin_t $TARGET_PATH". Om du vill att detta ska överleva en ommärkning, måste du permanent ändra filkontexten: kör "semanage fcontext -a -t bin_t $FIX_TARGET_PATH".
te: మీరు $TARGET_PATH యొక్క దస్త్రము సందర్భంను మార్చాలి అనుకుంటే అలా స్వయంచాలకమౌంటర్ దానిని నిర్వర్తించగలిది మీరు "chcon -t bin_t '$TARGET_PATH'" నిర్వర్తించగలరు. మీరు దీనిని చేర్చదగినది కాపాడాలి అనుకుంటే, మీరు శాశ్వతంగా ఈ దస్త్ర సందర్భంను మార్చవలసి వుటుంది: "semanage fcontext -a -t bin_t $FIX_TARGET_PATH"ను నిర్వర్తించుము.
zh_cn: 如果您想要更改 $TARGET_PATH 的文件上下文以便 automounter 可对其进行操作，您可以执行 "chcon -t bin_t $TARGET_PATH"。 如果您希望这个操作在重新标记后还可以保留，您需要永久地更改文件上下文：请执行 "semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'"
zh_tw: 若您希望更改 $TARGET_PATH 的檔案 context 來使 automounter 可執行它的話，您可執行「chcon -t bin_t $TARGET_PATH」。若您希望它在重新標記後還可存在的話，您需要永久地更改檔案 context：請執行「semanage fcontext -a -t bin_t $FIX_TARGET_PATH」。
