Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: If you want httpd to allow database connections you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: httpd ৰ দ্বাৰা তথ্যভঁৰাল সংযোগৰ অনুমতি প্ৰদান কৰিবলৈ $BOOLEAN বুলিয়েন সক্ৰিয় কৰক: "setsebool -P $BOOLEAN=1"
de: Wenn Sie HTTP-Datenbankverbindungen erlauben möchten, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que httpd permita conexiones a bases de datos, necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que httpd autorise les connexions à la base de données vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप httpd को डाटाबेस संबंधन के लिये अनुमति देना चाहते हैं तो आपको $BOOLEAN बुलियन चालू करना पड़ेगा: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "httpd" engedélyezzen adatbázis-kapcsolatokat, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: httpd ಯು ದತ್ತಸಂಚಯದೊಂದಿಗೆ ಸಂಪರ್ಕಿತಗೊಳಿಸುವಂತೆ ಅನುಮತಿಸಲು ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: httpd가 데이타베이스 연결을 허용하게 하시려면 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് httpd ഡേറ്റാബേയിസ് കണക്ഷനുകള്‍ അനുവദിക്കണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യേണ്ടതുണ്ട്: "setsebool -P $BOOLEAN=1"
mr: httpd ला माहितीकोष जुळवणी करीता परवानगी देण्यास तुम्हाला $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: Als je httpd wilt toestaan om database verbindingen te maken moet je de $BOOLEAN boolean aanzetten: setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଚାହୁଁଛନ୍ତି ଯେ httpd ତଥ୍ୟାଧାର ସହିତ ସଂଯୋଗ ପାଇଁ ଅନୁମତି ଦେଉ ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରିବାକୁ ହେବ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o 'httpd' active as ligações às bases de dados, terá de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o httpd permita conexões a bancos de dados, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Для разрешения подключения демона httpd к базе данных установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da httpd dozvoljava povezivanje sa bazom podataka, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill tillåta httpd att ansluta till databaser så måste du slå på $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் httpd க்கு தரவுத்தளத்துடன் இணைக்க விரும்பினால் பூலியனை $BOOLEAN துவக்க வேண்டியுள்ளது: "setsebool -P $BOOLEAN=1"
te: మీరు httpd ను డాటాబేస్ అనుసంధానములను అనుమతించుటకు అనుకుంటే మీరు $BOOLEAN ను బూలియన్‌కు అన్‌చేయవలసివుంటుంది: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想允许httpd连接数据库，您需要开启$BOOLEAN布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 httpd 允許資料庫連結，您需要開啟 $BOOLEAN 布林值：「setsebool -P $BOOLEAN=1」

source: SELinux is preventing the http daemon from connecting to itself or the relay ports
as: SELinux দ্বাৰা http ডেমনকে নিজেৰ অথবা ৰিলে পোৰ্টেৰ সাথে সংযোগ স্থাপনে বাধা দেওয়া হচ্ছে
de: SELinux hindert den http-Daemon daran, sich mit sich selbst oder den Relay-Ports zu verbinden
es: SELinux está negando al demonio http que se conecte a sí mismo o a los puertos de relay
fr: SELinux empêche le démon http de se connecter à ses propres ports ou aux ports relais
hi: SELinux http डेमॉन को स्वयं इससे या रिले पोर्ट से जुड़ने से रोक रहा है
hu: SELinux megakadályozza, hogy a httpd szolgáltatás önmagához vagy a átjátszó kapukhoz kapcsolódjon.
kn: http ಡೆಮನ್ ಸ್ವತಃ ಅಥವ ರಿಲೆ ಸಂಪರ್ಕಸ್ಥಾನಗಳಿಗೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳುವುದನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 http 데몬이 http 데몬 자체 또는 릴레이 포트로 연결하지 못하게 합니다
ml: സ്വയം കണക്ട് ചെയ്യുന്നതിന് അല്ലെങ്കില്‍ അതത് പോര്‍ട്ടുകളിലേക്ക് കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു
mr: SELinux http डीमनला स्वतःशी किंवा रीले पोर्टशी जुळवणी करण्यापासून रोखत आहे
nl: SELinux belet de http daemon om met zichzelf of met de relay poorten te verbinden
or: SELinux http ଡେମନକୁ ତଥ୍ୟାଧାର ସହିତ ସଂଯୋଗ ହେବାରୁ ପ୍ରତିରୋଧ କରିଥାଏ।
pt: O SELinux está a impedir o serviço http de se ligar a si próprio nos portos de proxy
pt_br: O SELinux está impedindo que o daemon http conecte-se a si mesmo ou a portas de retransmissão
ru: SELinux предотвращает подключение демона http к самому себе или к портам ретрансляции
sr@latin: SELinux sprečava http sistemsku uslugu od povezivanja sa samom sobom ili sa portovima za prosleđivanje
sv: SELinux förhindrar http demonen från att ansluta sig till sig själv eller relä-portarna
ta: SELinux ஐ http டீமனிலிருந்து அதனுடன் பணிவிடுக்கும் துறைகளுடன் இணைப்பதை தடுக்கிறது
te: SELinux అనునది http డెమోన్‌ను తనకు అనుసంధానించుటనుండి లేదా రిలే పోర్ట్స్‍‌కు అనుసంధానించుటనుండి నిరోధిస్తుంది
zh_cn: SELinux 正在阻止 http 在后台连接他自己的或者中继端口
zh_tw: SELinux 防止了 http daemon 連至它自己或是中繼端口

source: SELinux has denied the http daemon from connecting to itself or the relay ports. An httpd script is trying to make a network connection to an http/ftp port. If you did not setup httpd to make network connections, this could signal an intrusion attempt.
as: SELinux দ্বাৰা http ডেমনকে নিজেৰ অথবা ৰিলে পোৰ্টেৰ সাথে সংযোগ স্থাপনে বাধা দেওয়া হচ্ছে। একটি httpd স্ক্ৰিপ্ট দ্বাৰা http/ftp পোৰ্টেৰ সাথে নেটওয়াৰ্ক সংযোগেৰ প্ৰচেষ্টা কৰা হচ্ছে। httpd দ্বাৰা নেটওয়াৰ্ক সংযোগ অনুমোদন নিৰ্ধাৰণ না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem HTTP-Daemon die Verbindung mit sich selbst oder den Relays-Ports. Ein HTTP-Skript versucht, eine Netzwerkverbindung zu einem HTTP/FTP-Port herzustellen. Falls Sie httpd nicht für Netzwerk- verbindungen konfiguriert haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado la conexión a si mismo o a puertos relay al demonio http. Un script de http está intentando hacer una conexión de red a un puerto http/ftp. Si no configuró a httpd para conexiones de red, esto puede ser señal de un ataque.
fr: SELinux a refusé au démon http de se connecter à ses propres ports ou aux ports relais. Un script httpd essaye de se connecter au réseau à un port http/ftp. Si vous n'avez pas installé httpd pour les connexions réseau, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने http डेमॉन को स्वयं या रिले पोर्ट में जोड़ने से मना किया है. एक httpd स्क्रिप्ट एक संजाल संबंध का प्रयास कर रहा है एक http/ftp पोर्ट में. अगर आप httpd सेटअप नहीं करते हैं संजाल संबंधन में, यह एक घुसपैठ प्रयास का संकेत हो सकता है.
hu: SELinux elutasította, hogy a httpd szolgáltatás kapcsolódjon önmagához vagy átjátszó kapukhoz. Egy httpd program próbál kapcsolódni a hálózatban egy HTTP vagy FTP kapuhoz. Ha nem úgy állították be a httpd szolgáltatást, hogy hálózati kapcsolatokat teremtsen, akkor ez behatolás próbálkozást jelezhet.
kn: http ಡೆಮನ್ ಸ್ವತಃ ಅಥವ ರಿಲೆ ಸಂಪರ್ಕಸ್ಥಾನಗಳಿಗೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳುವುದನ್ನು SELinux ತಡೆದಿದೆ. ಒಂದು httpd ಸ್ಕ್ರಿಪ್ಟ್‍ ಒಂದು http/ftp ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಒಂದು ಜಾಲಬಂಧ ಸಂಪರ್ಕವನ್ನು ಪ್ರಯತ್ನಿಸುತ್ತಿದೆ. ನೀವು httpd ಯನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಗಳಿಗೆ ಹೊಂದಿಸದೆ ಹೋಗಿದ್ದ ಪಕ್ಷದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 http 데몬 자체 또는 릴레이 포트에 연결하는 것으로 부터 http 데몬을 거부합니다. httpd 스크립트가 http/ftp 포트에 네트워크 연결을 시도합니다. 네트워크 연결에 httpd를 설정하지 않으신 경우, 침입 시도 신호가 나타날 수 있습니다.
ml: http ഡെമണ്‍ സ്വന്തമായി അല്ലെങ്കില്‍ റിലേ പോര്‍ട്ടുകളിലേക്കു് കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും SELinux തടയുന്നു. ഒരു httpd സ്ക്രിപ്റ്റ് ഒരു http/ftp പോര്‍ട്ടിലേക്ക് ഒരു നെറ്റ്‌വര്‍ക്ക് കണക്ട് ചെയ്യുവാന്‍ ശ്രമിക്കുന്നു. നെറ്റ്‌വര്‍ക്ക് കണക്ഷനുകള്‍ക്കായി httpd ക്രമികരിച്ചില്ലെങ്കില്‍, ഇത് ഒരു തെറ്റായി കണക്കാക്കുന്നു.
mr: SELinux ने http डीमनला स्वतःशी जुळवणी करण्यापासून रोखले किंवा रीले पोर्ट करीता प्रवेश नकारले. httpd स्क्रिप्ट httpd/ftp पोर्टसह जुळवणी करण्याचा प्रयत्न करत आहे. httpd ला नेटवर्क जुळवणीसह संरचीत न केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de http daemon verboden om met zichzelf of met de relay poorten te verbinden. Een httpd script probeert een netwerk verbinding te maken naar een http/ftp poort. Als je httpd niet ingesteld hebt om netwerkverbindingen te maken, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ http ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ଗୋଟିଏ http ସ୍କ୍ରିପ୍ଟ http/ftp ସଂଯୋଗିକୀ ସହିତ ନେଟୱର୍କ ସଂଯୋଗ କରିବାକୁ ଚେଷ୍ଟାକରିଥାଏ। ଯଦି ଆପଣ httpd ସେଟ କରିନାହାନ୍ତି, ତେବେ ଏହା ଗୋଟିଏ ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux proibiu o servidor de HTTP de se ligar a si próprio ou a portos de encaminhamento. Um programa do 'httpd' está a tentar fazer uma ligação a um porto de HTTP/FTP. Se não configurou o 'httpd' para estabelecer ligações à rede, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon http conectasse a si mesmo ou a portas de retransmissão. Um script do httpd está tentando estabelecer uma conexão de rede a uma porta http/ftp. Se você não configurou o httpd para conexões de rede, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил подключение демона http к самому себе или портам ретрансляции. Сценарий httpd пытается подключиться к порту http/ftp. Если httpd не настроен на разрешение сетевых соединений, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio http sistemskoj usluzi povezivanje sa samom sobom ili sa portovima za prosleđivanje. httpd skripta pokušava mrežno povezivanje sa http/ftp portom. Ako niste podesili httpd za mrežno povezivanje, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat http-demonen från att ansluta till sig själv eller reläportarna. Ett httpd-skript försöker göra en nätverksanslutning till en http/ftp-port. Om du inte satt upp httpd att göra nätverksanslutningar, kan detta vara tecken på ett intrångsförsök.
ta: SELinux இந்த http டீமானை அதனுடன் இணைப்பதிலிருந்து மறுக்கிறது அல்லது httpd உரை ஒரு தரவுத்தள துறைக்கு இணைக்க முயற்சிக்கிறது. நீங்கள் http/ftp தரவுத்தள இணைப்புக்கு அனுமதிக்க அமைக்கவில்லையெனில், இது ஒரு முயற்சிக்கு சிக்னல் செய்யும்.
te: SELinux అనునది http డెమోన్‌ను తనకు అనుసంధానించుటనుండి లేదా రిలే పోర్ట్సుకు అనుసంధానించుటనుండి తిరస్కరిస్తుంది . ఒక httpd స్క్రిప్ట్‍ అనునది నెట్వర్కుఅనుసంధానంను http/ftp పోర్టునకు చేయటకు ప్రయత్నిస్తుంది. మీరు httpd ను నెట్వర్క్‍‌ అనుసంధానములు చేయుటకు అమర్చకపోతే, ఇది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 http 守护进程连接到自身或中继端口（relay ports）。 一个 httpd 脚本正试图连接到 http/ftp 端口。如果您没有将 httpd 设置为使用网络连接，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 http daemon 連至它自己或是 中繼端口。某個 httpd script 正嘗試透過網路連線 來連至一個 http/ftp 通訊埠。若您並未將您的 httpd 設為允許網路 連線的話，這代表系統可能已遭到嘗試入侵的警訊。

source: If you want httpd to connect to httpd/ftp ports you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: httpd ৰ দ্বাৰা httpd/ftp পোৰ্টৰ সৈতে সংযোগ স্থাপন প্ৰয়োজন হ'লে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1"
de: Falls Sie möchten, dass sich der httpd mit httpd/FTP-Ports verbindet, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que httpd se conecte a los puertos httpd/ftp, necesitará encender el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que httpd se connecte à des ports httpd/ftp vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप httpd को httpd/ftp पोर्ट में जोड़ना चाहते हैं तो आपको $BOOLEAN बुलियन चालू करना पड़ेगा: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "httpd" kapcsolódjon HTTP- illetve FTP-portokra, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: httpd ಯು httpd/ftp ಸಂಪರ್ಕಸ್ಥಾನಗಳಿಗೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳಲು ನೀವು ಬಯಸಿದರೆ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: httpd가 httpd/ftp 포트로 연결하게 하시려면 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് httpd/ftp പോര്‍ട്ടുകളിലേക്ക് httpd കണക്ട് ചെയ്യണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യേണ്ടതുണ്ട്: "setsebool -P $BOOLEAN=1"
mr: httpd ला httpd/ftp पोर्टशी जुळवणी करायची असल्यास तुम्हाला httpd_can_network_network_connect बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: ....Als je httpd wilt toestaan om te verbinden met http/ftp poorten moet de $BOOLEAN boolean aanzetten: setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ httpd କୁ httpd/ftp ସଂଯୋଗିକୀ ସହିତ ସଂଯୋଗ କରିବା ପାଇଁ ଇଚ୍ଛା କରନ୍ତି ତେବେ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରନ୍ତୁ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o 'httpd' se ligue a portos de HTTP/FTP, terá de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o httpd conecte-se a portas httpd/ftp, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Для разрешения подключения демона httpd к портам httpd/ftp установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da se httpd povezuje sa httpd/ftp portovima treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill httpd ska kunna ansluta till httpd/ftp portar, måste du slå på $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் httpd க்கு httpd/ftp துறைகளை இணைக்க விரும்பினால் அதற்கு நீங்கள் $BOOLEAN பூலியனை துவக்க வேண்டும்: "setsebool -P $BOOLEAN=1"
te: మీరు httpd అనునది httpd/ftp పోర్ట్స్‍‌కు అనుసంధానించబడాలి అనుకుంటే మీరు $BOOLEAN ను బూలియన్‌కు అనుసంధానించ వలసి వుంటుంది: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想允许httpd连接 httpd/ftp 端口，您需要开启$BOOLEAN布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 httpd 連至 httpd/ftp 通訊埠的話，您需要開啟 $BOOLEAN 布林值：「setsebool -P $BOOLEAN=1」

source: SELinux is preventing the http daemon from sending mail.
as: SELinux দ্বাৰা http ডেমনকে মেইল পাঠাতে বাধা সৃষ্টি কৰা হচ্ছে।
de: SELinux hindert den HTTP-Daemon E-Mails zu verschicken.
es: SELinux está negando al demonio http el envío de email.
fr: SELinux empêche le démon http d'envoyer du courrier.
hi: SELinux http डेमॉन को मेल भेजने रोक रहा है
hu: SELinux megakadályozza, hogy a httpd szolgáltatás levelet küldjön.
kn: http ಡೆಮನ್ ಒಂದು ಮೈಲನ್ನು ಕಳುಹಿಸದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 http 데몬이 메일을 전송하지 못하게 합니다.
ml: മെയില്‍ അയയ്ക്കുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux http डीमनला मेल पाठवण्यापासून रोखत आहे.
nl: SELinux belet de http daemon om mail te versturen.
or: SELinux http ଡେମନକୁ ମେଲ ପଠାଇବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o serviço http de enviar correio.
pt_br: O SELinux está impedindo que o daemon http envie correio.
ru: SELinux предотвращает отправление почты демоном http.
sr@latin: SELinux sprečava http sistemsku uslugu od slanja pošte.
sv: SELinux hindrar http-demonen från att skicka post.
ta: SELinuxஐ http டீமனிலிருந்து அஞ்சலை அனுப்புவதை தடுக்கிறது.
te: SELinux అనునది http డెమోన్‌ను మెయిల్ పంపుట నుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 http 守护进程发送电子邮件。
zh_tw: SELinux 防止了 http daemon 傳送郵件。

source: SELinux has denied the http daemon from sending mail. An httpd script is trying to connect to a mail port or execute the sendmail command. If you did not setup httpd to sendmail, this could signal a intrusion attempt.
as: SELinux দ্বাৰা http ডেমনকে মেইল পাঠাতে বাধা দেওয়া হচ্ছে। একটি httpd স্ক্ৰিপ্ট দ্বাৰা মেইল পোৰ্টেৰ সাথে সংযোগ অথবা sendmail কমান্ড সঞ্চালনেৰ প্ৰচেষ্টা কৰা হচ্ছে। httpd দ্বাৰা sendmail সংযোগ অনুমোদন নিৰ্ধাৰণ না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux untersagte dem HTTP-Daemon das Absenden von Mail. Ein http-Skript versucht, sich mit einem Mail-Port zu verbinden oder den sendmail-Befehl auszuführen. Falls Sie den httpd nicht zum Senden von Mail konfiguriert haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado al demonio http el envío de email. Un script de http está intentando conectar a un puerto de correo o ejecutar sendmail. Si no configuró al httpd para que use sendmail, esto puede ser señal de un intento de ataque.
fr: SELinux a refusé au démon http d'envoyer du courrier. Un script httpd essaye de se connecter à un port de courrier ou d'exécuter une commande sendmail. Si vous n'avez pas configuré httpd pour envoyer du courrier, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने http डेमॉन को मना किया है मेल भेजने से. एक httpd स्क्रिप्ट किसी मेलपोर्ट से जुड़ने का प्रयास कर रहा है या सेंडमेल कमांड चलाएँ. अगर आप httpd को सेंडमेल में सेटअप नहीं किया है, यह एक घुसपैठ प्रयास का संकेत हो सकता है.
hu: SELinux elutasította, hogy a httpd szolgáltatás levelet küldjön. Egy httpd program próbál kapcsolódni a levelező kapuhoz, vagy végrehajtani a sendmail parancsot. Ha nem állították be a httpd szolgáltatást a sendmailhez, akkor ez behatolás próbálkozást jelezhet.
kn: http ಡೆಮನ್ ಒಂದು ಮೈಲನ್ನು ಕಳುಹಿಸದಂತೆ SELinux ತಡೆದಿದೆ. ಒಂದು httpd ಸ್ಕ್ರಿಪ್ಟ್‍ ಒಂದು ಮೈಲ್ ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಸಂಪರ್ಕಹೊಂದದಂತೆ ಅಥವ sendmail ಆಜ್ಞೆಯನ್ನು ಚಲಾಯಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದೆ. ನೀವು httpd ಯನ್ನು sendmail ಗಾಗಿ ಹೊಂದಿಸಿರದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ
ko: SELinux가 메일을 전송하는 것으로 부터 http 데몬을 거부합니다. httpd 스크립트가 메일 포트로 연결 시도 하거나 sendmail 명령을 실행합니다. sendmail에 httpd를 설정하지 않으셨을 경우, 침입 시도 신호가 나타날 수 있습니다.
ml: മെയില്‍ അയയ്ക്കുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു. ഒരു httpd സ്ക്രിപ്റ്റ് ഒരു മെയില്‍ പോര്‍ട്ടിലേക്ക് കണക്ട് ചെയ്യുവാന്‍ ശ്രമിക്കുന്നു അല്ലെങ്കില്‍ sendmail കമാന്‍ഡ് പ്രവര്‍ത്തിപ്പിക്കുക. sendmail-നായി httpd ക്രമീകരിച്ചില്ലെങ്കില്‍, ഇത് ഒരു തെറ്റായി കണക്കാക്കുന്നു.
mr: SELinux ने http डीमनला मेल पाठवण्यापासून रोखले. httpd स्क्रिप्ट मेल पोर्टशी जुळवणी किंवा sendmail आदेश चालवण्याचा प्रयत्न करत आहे. httpd ला sendmail सह सेटअप न केल्यास, ते अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de http daemon verboden om mail te versturen. Een httpd script probeert te verbinden met een dmail poort of het uitvoeren van het sendmail commando. Als je httpd niet ingesteld hebt voor sendmail, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ http ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରି ମାନଙ୍କରେ ଲେଖିବା ପାଇଁ http କୁ ବିନ୍ଯାସ କରାଯାଇ ନ ଥିଲେ, ଏହା ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux proibiu o servidor de HTTP de enviar email. Um programa do 'httpd' está a tentar ligar-se a um porto de correio ou executar o comando 'sendmail'. Se não configurou o 'httpd' para enviar mails, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon http enviasse um correio. Um script do httpd está tentando conectar-se a uma porta de correio ou executar o comando sendmail. Se você não configurou o httpd para enviar correio, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил отправку почты демоном http. Сценарий httpd пытается подключиться к почтовому порту или выполнить команду sendmail. Если httpd не настроен на использование sendmail, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio http sistemskoj usluzi slanje pošte. httpd skripta pokušava da se poveže sa portom za poštu ili da izvrši naredbu sendmail. Ako niste podesili httpd da šalje poštu, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat http-demonen från att skicka post. Ett httpd-skript försöker ansluta till en postport eller köra kommandot sendmail. Om du inte satte upp httpd att skicka post, kan detta vara tecken på ett intrångsförsök.
ta: SELinux http டீமானை அஞ்சல் அனுப்புவதிலிருந்து மறுக்கிறது. ஒரு httpd ஸ்கிரிப்ட் அஞ்சல் துறையில் இணைக்க முயற்சிக்கிறது அல்லது sendmail கட்டளையை இயக்குகிறது. நீங்கள் httpdஐ sendmailஇல் அமைக்கவில்லையெனில், ஒரு சிக்னல் முயற்சி ஏற்படும்.
te: SELinux అనునది http డెమోన్‌ను మెయిల్ పంపుట నుండి తిరస్కరిస్తుంది. ఒక httpd స్క్రిప్ట్‍ అనునది మెయిల్ పోర్టుకు అనుసంధానించుటకు లేదా sendmail ఆదేశమును నిర్వర్తించుటకు ప్రయత్నిస్తుంది. మీరు httpd sendmailకు అమర్చకపోతే, ఇది వొక అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 http 守护进程发送电子邮件。一个 httpd 脚本正试图连接到 一个电子邮件端口或者执行 sendmail 命令。如果您没有将 httpd 设置发送的足可，这可能是入侵 尝试的信号。
zh_tw: SELinux 拒絕了 http daemon 傳送郵件。某個 httpd script 正嘗試連至一個郵件連接埠或執行 sendmail 指令。若您並未 將 httpd 設定來執行 sendmail 的話，這代表系統可能已遭到嘗試 入侵的警訊。

source: If you want httpd to send mail you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: httpd দ্বাৰা মেইল পাঠানোৰ অনুমতি প্ৰদান কৰতে $BOOLEAN বুলিয়ান সক্ৰিয় কৰুন: "setsebool -P $BOOLEAN=1"
de: Wenn Sie dem HTTP-Daemon erlauben möchten E-Mails zu verschicken, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que httpd pueda mandar correo, necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que httpd puisse envoyer du courrier, vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप httpd को मेल भेजना चाहते हैं, तो आपको चालू करना होगा $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
hu: Ha akarja, hogy httpd leveleket küldjön, akkor be kell kapcsolnia $BOOLEAN logikai értéket: „setsebool -P $BOOLEAN=1”.
kn: httpd ಯು ಮೈಲ್ ಅನ್ನು ಕಳುಹಿಸುವುದನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: 메일을 전송하기 위해 httpd를 사용하시고자 할 경우 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് httpd മെയില്‍ അയയ്ക്കണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യേണ്ടതുണ്ട്: "setsebool -P $BOOLEAN=1"
mr: httpd ने मेल पाठवण्यासाठी तुम्हाला $BOOLEAN बूलीयन: "setsebool -P $BOOLEAN=1" सक्रीय करावे लागेल
nl: Als je httpd wilt toestaan om mail te versturen moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଚାହୁଁଛନ୍ତି ଯେ httpd ତଥ୍ୟାଧାର ସହିତ ସଂଯୋଗ ପାଇଁ ଅନୁମତି ଦେଉ ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରିବାକୁ ହେବ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o httpd envie correio precisa de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se quiser que o httpd envie correios, você precisará ativar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ru: Для разрешения отправки почты демоном httpd установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da httpd šalje poštu, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill tillåta httpd att skicka post måste du slå på booleanen $BOOLEAN: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் httpd க்கு அஞ்சல் அனுப்ப விரும்பினால் அதற்கு பூலியனை நீங்கள் $BOOLEAN துவக்க வேண்டி உள்ளது: "setsebool -P $BOOLEAN=1"
te: మీరు httpd అనునది మెయిల్ పంపాలని అనుకుంటే మీరు $BOOLEAN boolean: "setsebool -P $BOOLEAN=1" అన్ చేయవలసి వుంటుంది.
zh_cn: 如果您想允许 httpd 发送电子邮件，您需要开启 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 httpd 傳送郵件，您需要開啟 $BOOLEAN 布林值：「setsebool -P $BOOLEAN=1」

source: SELinux is preventing the http daemon from executing cgi scripts.
as: SELinux ৰ দ্বাৰা http ডেমনক cgi স্ক্ৰিপ্ট সঞ্চালনত বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hindert den HTTP-Daemon an der Ausführung von cgi-Skripten.
es: SELinux está previniendo acerca de la intención del demonio http de ejecutar scripts de cgi.
fr: SELinux empêche le démon http d'exécuter les scripts cgi
hi: SELinux http डेमॉन को cgi स्क्रिप्ट के निष्पादन से रोक रहा है
hu: SELinux megakadályozza, hogy httpd szolgáltatás CGI programokat futtasson.
kn: http ಡೆಮನ್ ಒಂದು cgi ಸ್ಕ್ರಿಪ್ಟ್‍ಗಳನ್ನು ಕಾರ್ಯಗೊಳಿಸದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 http 데몬이 cgi 스크립트를 실행하지 못하게 합니다
ml: cgi സ്ക്രിപ്റ്റിങ് ഉപയോഗിക്കുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux http डीमनला cgi स्क्रिप्ट कार्यान्वीत करण्यापासून रोखत आहे.
nl: SELinux belet de http daemon om cgi scripts uit te voeren.
or: SELinux http ଡେମନକୁ cgi ସ୍କ୍ରିପ୍ଟଗୁଡ଼ିକୁ ନିଷ୍ପାଦନ କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o servidor de HTTP de executar programas CGI
pt_br: O SELinux está impedindo que o daemon do http execute scripts cgi.
ru: SELinux предотвращает запуск сценариев cgi демоном http.
sr@latin: SELinux sprečava http sistemsku uslugu od izvršavanja cgi skripti.
sv: SELinux hindrar http-demonen från att exekvera cgi skript.
ta: SELinuxஆனது http டீமனிலிருந்து cgi ஸ்கிரிப்பட்டுகளுக்கு ஏற்றதகுந்ததை தடுக்கிறது.
te: SELinux అనునది http డెమోన్‌ను cgi స్క్రిప్ట్స్‍‌ను నిర్వర్తించుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 http 守护进程执行 cgi 脚本。
zh_tw: SELinux 防止了 http daemon 執行 cgi script。
