Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux denied qemu access to $TARGET_PATH. If this is a virtualization image, it has to have a file context label of virt_image_t. The system is setup to label image files in directory./var/lib/libvirt/images correctly. We recommend that you copy your image file to /var/lib/libvirt/images. If you really want to have your qemu image files in the current directory, you can relabel $TARGET_PATH to be virt_image_t using chcon. You also need to execute semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' to add this new path to the system defaults. If you did not intend to use $TARGET_PATH as a qemu image it could indicate either a bug or an intrusion attempt.
de: SELinux hinderte qemu am Zugriff auf $TARGET_PATH. Wenn es ein Virtualisierungsabbild ist, muss es den Dateikontext-Label virt_image_t haben. Das System ist eingerichtet zum korrekten Bezeichnen aller Abbilddateien im Verzeichnis /var/lib/libvirt/images. Wir empfehlen, dass Sie Ihre Abbilder nach /var/lib/libvirt/images kopieren. Wenn Sie Ihre qemu-Abbilder wirklich in diesem Verzeichnis haben wollen, dann müssen Sie $TARGET_PATH mit chcon relabeln auf virt_image_t. Sie müssen auch semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ausführen, um den neuen Pfad zu dem System-Standards hinzuzufügen. Wenn nicht beabsichtigen $TARGET_PATH als qemu- Abbild zu benutzen, könnte ein Fehler ider ein Einbruchsversuch sein.
es: SELinux le ha negado a qemu el acceso a $TARGET_PATH. Si ésta es una imágen de virtualización, tiene que tener un contexto de archivo etiquetado como virt_image_t. El sistema está configurado para etiquetar correctamente los archivos de imagen en el directorio /var/lib/libvirt/images. Le recomendamos copiar su archivo de imagen en este directorio. Si realmente quiere mantener sus archivos de imagen qemu en el directorio actual, puede reetiquetar $TARGET_PATH para que sea virt_image_t utilizando chcon. Si hace esto, también necesitará ejecutar semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' para agregar esta nueva ruta a las predeterminadas del sistema. Si no pretende utilizar $TARGET_PATH como una imágen qemu, esto puede estar indicando o un error, o un intento de ataque.
fr: SELinux a refusé à qemu l'accès à $TARGET_PATH. S'il s'agit d'une image de virtualisation, elle doit porter un étiquetage de contexte tel que virt_image_t. Ce système est configuré pour étiqueter les fichiers image dans /var/lib/libvirt/images Nous vous recommandons de copier votre fichier image dans le répertoire /var/lib/libvirt/images. Si vous souhaitez vraiment avoir votre fichier image qemu dans ce répertoire, vous pouvez réétiqueter $TARGET_PATH en virt_image_t en utilisant chcon. Vous devriez également exécuter semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' pour ajouter ce nouveau chemin à la configuration par défaut du système. Si vous n'aviez pas l'intention d'utiliser $TARGET_PATH en tant qu'image qemu, cela signifie soit un bogue, soit une tentative d'intrusion.
hu: SELinux elutasította, hogy qemu hozzáférjen $TARGET_PATH fájlhoz. Ha ez egy virtualizációs kép, akkor virt_image_t fájl beállítás címkéje kell legyen. A rendszert úgy állították be, hogy a /var/lib/libvirt/images mappában levő kép fájlokat helyesen címkézze. Javasoljuk, hogy másolja kép fájlt a /var/lib/libvirt/images mappába. Ha tényleg az aktuális mappában akarja tartani a qemu kép fájlokat, akkor címkézze fel a $TARGET_PATH mappát virt_image_t típusúra a chcon parancsot használva. A semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' parancs is szükséges, hogy ezt az új ösvényt hozzáadja a rendszer alapértelmezéseihez. Ha nem akarták $TARGET_PATH fájlt qemu képként használni, akkor ez hibát vagy egy behatolás próbálkozást jelezhet.
kn: $TARGET_PATH ಗೆ qemu ಅನುಮತಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಇದು ಒಂದು ವರ್ಚುವಲೈಸೇಶನ್ ಚಿತ್ರಿಕೆಯಾಗಿದ್ದರೆ, virt_image_t ನ ಒಂದು ಕಡತ ಸನ್ನಿವೇಶ ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು. ಗಣಕವು directoryಕಡತಕೋಶ./var/lib/libvirt/images ದಲ್ಲಿನ ಕಡತಗಳಿಗೆ ಸಮರ್ಪಕವಾಗಿ ಲೇಬಲ್ ಮಾಡಲು ಸಜ್ಜುಗೊಳಿಸಲಾಗಿದೆ. /var/lib/libvirt/images ಗೆ ನಿಮ್ಮ ಕಡತಗಳನ್ನು ನಕಲು ಮಾಡಲು ಸೂಚಿಸುತ್ತೇವೆ. ನಿಮ್ಮ xen ಚಿತ್ರಿಕಾ ಕಡತಗಳನ್ನು ಈಗಿನ ಕಡತಕೋಶದಲ್ಲಿ ನಿಜವಾಗಲೂ ಇರಿಸಲು ಬಯಸಿದಲ್ಲಿ, ನೀವು$TARGET_PATH ಅನ್ನು chcon ಬಳಸಿಕೊಂಡು virt_image_t ಆಗಿ ಮರು ಲೇಬಲ್ ಮಾಡಬಹುದು. ಗಣಕ ಪೂರ್ವನಿಯೋಜಿತಗಳಿಗೆ ಈ ಹೊಸ ಮಾರ್ಗವನ್ನು ಸೇರಿಸಲು semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು qemu ಚಿತ್ರಿಕೆಯಾಗಿ ಬಳಸಲು ಬಯಸಿಲ್ಲದೆ ಹೋಗಿದ್ದರೆ ಇದು ಒಂದು ದೋಷ ಅಥವ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುವುದು.
ko: SELinux는 $TARGET_PATH에 대한 qemu 액세스를 거부합니다. 이것이 가상화 이미지인 경우, virt_image_t로 레이블된 파일 문맥을 가지고 있어야 합니다. 본 시스템은 /var/lib/libvirt/images 디렉토리에 있는 이미지 파일들을 올바르게 레이블하도록 설정되어 있습니다. 이미지 파일을 /var/lib/libvirt/images로 복사할 것을 권장합니다. 정말로 현재 디렉토리에 qemu 이미지 파일을 보관하려 한다면, chcon을 사용하여 $TARGET_PATH를 virt_image_t 로 다시 레이블할 수 있습니다. 또한 새 경로를 시스템 기본값으로 추가하기 위해 semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'를 실행하셔야 합니다. qemu 이미지로서 $TARGET_PATH를 사용하고자 하지 않으신 경우라면, 이는 버기나 침입 시도가 있었음을 나타내는 신호일 수 있습니다.
ml: $TARGET_PATH-ലേക്കുള്ള qemu അനുമതി SELinux നിഷേധിച്ചു. ഇതൊരു വിര്‍ച്ച്വലൈസേഷന്‍ ഇമേജാണെങ്കില്‍, അതിനൊരു virt_image_t ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ലേബല്‍ ആവശ്യമുണ്ടു്. directory./var/lib/libvirt/images-ലുള്ള ഇമേജ് ഫയലുകള്‍ സിസ്റ്റം ശരിയായി ലേബല്‍ ചെയ്യുന്നു. നിങ്ങളുടെ ഇമേജ് ഫയല്‍ അതിനാല്‍ /var/lib/libvirt/images-ലേക്ക് പകര്‍ത്തുക. നിങ്ങള്‍ക്ക് qemu ഇമേജുകള്‍ നിലവിലുള്ള ഡയറക്ടറില്‍ വേണമെങ്കില്‍, chcon ഉപയോഗിച്ചു് നിങ്ങള്‍ക്കു് $TARGET_PATH, virt_image_t ആയി വീണ്ടും ലേബല്‍ ചെയ്യാം. കൂടാതെ സിസ്റ്റം സ്വതവേയുള്ളവയിലേക്ക് പുതിയ പാഥ് ചേര്‍ക്കുന്നതിനായി semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ഉപയോഗിക്കുക. നിങ്ങള്‍ qemu ഇമേജായി $TARGET_PATHഉപയോഗിക്കുന്നില്ലെങ്കില്‍, ഒരു ബഗായി അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തിയായി സൂചിപ്പിക്കുന്നു
mr: SELinux ने $TARGET_PATH करीता qemu प्रवेश नकारला . ही आभासीकरण प्रतिमा असल्यास, त्याचे फाइल संदर्भ लेबलvirt_image_t असायला हवे. डिरेक्ट्री ./var/lib/libvirt/imagesअंतर्गत प्रतिमा फाइलचे लेबल करण्यास प्रणाली सज्ज आहे. प्रतिमा फाइलची प्रतिकृती /var/lib/libvirt/images येथे असावी असे सूचविले जाते. qemu प्रतिमा फाइल वर्तमान डिरेक्ट्रीत आढळल्यास, तुम्ही chcon चा वापर करून $TARGET_PATH यांस virt_image_t असे पुनः लेबल करू शकता. नवीन मार्ग प्रणाली पूर्वनिर्धारीतांमध्ये समाविष्ट करण्यासाठी तुम्हाला semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' समाविष्ट करावे लागेल. $TARGET_PATH ला qemu प्रतिमा म्हणून वापरायचे नसल्यास यांस बग किंवा अवैध प्रवेश प्रयत्न म्हणून ठरवले जाईल.
nl: SELinux belette qemu toegang tot $TARGET_PATH. Als dit een virtualisatie image is, moet het gelabeld worden met een virt_image_t bestand context label. Het systeem is ingesteld om image bestanden in de map /var/lib/libvirt/images correct te labelen. We bevelen je aan om een kopie van jouw image bestand te maken in var/lib/libvirt/images. Als je echt je qemu image bestanden in de huidige map wilt hebben, kun je $TARGET_PATH her-labelen naar virt_image_t door chcon te gebruiken. Je moet ook semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH uitvoeren om dit nieuwe pad aan jouw systeem standaarden toe te voegen. Als je niet van plan was om $TARGET_PATH als een qemu image te gebruiken geeft dit een bug of een indringing poging aan.
or: SELinux $TARGET_PATH ରେ qemu ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଅଛି। ଯଦି ଏହା ଗୋଟିଏ ଆଭାସୀକରଣ ପ୍ରତିଛବି, ତେବେ ଏଥିରେ virt_image_t ର ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମପଟି ଥିବା ଉଚିତ। ତନ୍ତ୍ରରେ ନାମପଟି ଫାଇଲଗୁଡ଼ିକୁ ଡିରେକ୍ଟୋରୀ ./var/lib/libvirt/imagesରେ ନକଲ କରିବା ପାଇଁ ସଠିକ ଭାବରେ ସେଟ କରାଯାଇଛି। ଆମେ ପରାମର୍ଶ ଦେଉଅଛୁ ଯେ ଆପଣ ଆପଣଙ୍କର ପ୍ରତିଛବି ଫାଇଲକୁ ./var/lib/libvirt/images ରେ ନକଲ କରନ୍ତୁ। ଯଦି ଆପଣ ପ୍ରକୃତରେ ପ୍ରଚଳିତ ଡିରେକ୍ଟୋରୀରେ qemu ପ୍ରତିଛବିକୁ ରଖିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେଆପଣ $TARGET_PATH କୁ ./var/lib/libvirt/images ଭାବରେ chcon ବ୍ୟବହାର କରି ପୁନଃନାମକରଣ କରିପାରିବେ। ଆପଣଙ୍କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ରରେ ନୂତନ ପଥ ଯୋଗ କରିବା ପାଇଁ semanage fcontext -a -t virt_image_t '$TARGET_PATH' କୁ ମଧ୍ଯ ନିଷ୍ପାଦନ କରିବାକୁ ହୋଇପାରେ। ଯଦି ଆପଣ $TARGET_PATH କୁ qemu ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହାନ୍ତି ତେବେ ଏହା ଗୋଟିଏ ତ୍ରୁଟି ଭାବରେ ଦୃଶ୍ୟମାନ ହୋଇପାରେ ଅଥବା ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux negou o acesso do qemu a $TARGET_PATH. Se esta for uma imagem virtual deverá ter uma etiqueta do contexto de ficheiros 'virt_image_t'. O sistema está configurado para etiquetar os ficheiros das imagens correctamente em /var/lib/libvirt/images. Recomenda-se que copie o ficheiro da sua imagem para esta pasta. Se quiser ter de facto as suas imagens qemu na pasta actual, poderá etiquetar de novo o $TARGET_PATH como sendo 'virt_image_t', usando o comando 'chcon'. Se o fizer, deverá também executar o comando 'semanage fcontext -a -t virt_image_t $FIX_TARGET_PATH' para adicionar este local novo às predefinições do sistema. Se não pretendia usar o $TARGET_PATH como uma imagem do qemu, tanto poderá indicar um erro ou uma tentativa de intrusão.
pt_br: O SELinux impediu o acesso do qemu ao $TARGET_PATH. Se esta é uma imagem de virtualização, a mesma deve ter um contexto de arquivo rotulado como virt_image_t. O sistema é configurado para rotular arquivos de imagem no diretório /var/lib/libvirt/images corretamente. Nós recomendamos que você copie os seus arquivos de imagem para /var/lib/libvirt/images. Se você realmente quiser ter os seus arquivos de imagem do qemu no diretório atual, você pode rotular novamente o $TARGET_PATH para virt_image_t usando o chcon. Você também deverá executar semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' para adicionar este novo caminho aos padrões do sistema. Se você não pretendia usar o $TARGET_PATH como uma imagem do qemu, então isto poderia indicar um erro ou uma tentativa de intrusão.
ru: SELinux запретил доступ qemu к $TARGET_PATH. Если это образ виртуализации, он должен иметь метку virt_image_t. Система настроена так, чтобы файлы образов в каталоге /var/lib/libvirt/images отмечались корректно. Рекомендуется скопировать образ в этот каталог. Если вы действительно хотите работать с образами qemu в выбранном каталоге, можно изменить метку $TARGET_PATH на virt_image_t, используя chcon. После этого понадобится выполнить команду «semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'», чтобы добавить новый путь в системный список. Если вы не планировали использовать $TARGET_PATH как образ qemu, возможно, это ошибка или попытка вторжения.
sv: SELinux nekade qemu åtkomst till blockenheten $TARGET_PATH. Om detta är en virtualiseringsavbild måste den ha en filkontextetikett virt_image_t. Systemet är uppsatt att märka avbildsfiler i katalogen /var/lib/libvirt/images korrekt. Vi rekommenderar att du kopierar din avbildsfil till /var/lib/libvirt/images. Om du verkligen vill ha dina qemu-avbildsfiler i den nuvarande katalogen, kan du märka om $TARGET_PATH att vara virt_image_t genom använda chcon. Du behöver också köra semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' för att lägga till denna nya sökväg till systemstandarden. Om du inte avsåg använda $TARGET_PATH som en qemu-avbild kan detta vara tecken på antingen ett fel eller ett intrångsförsök.
te: SELinux అనునది qemu యాక్సిస్‌ను $TARGET_PATHకు తిరస్కరిస్తుంది. ఇది వర్చ్యువలైజేషన్ ప్రతిబింబమైతే, అది ఫైలు సందర్భ లేబులుగా virt_image_t ని కలిగివుండాలి. ఆ సిస్టమ్ లేబుల్ చిత్రము ఫైళ్ళకు సంచయం ./var/lib/libvirt/images నందు సరిగా అమర్చబడాలి. మీ ప్రతిబింబము ఫైలును /var/lib/libvirt/images కు నకలుతీయమని మేము సిఫార్సుచేస్తున్నాము. ప్రస్తుత సంచయమునందు మీరు నిజంగా qemu ప్రతిబింబపు ఫైళ్ళను కలిగివుండాలి అనుకుంటే, మీరు $TARGET_PATH ను virt_image_tగా chconతో రీలేబుల్ చేయవచ్చు. మీరు semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'ను నిర్వర్తించాలి ఈ కొత్త పాత్ సిస్టమ్ అప్రమేయాలకి జతచేయుటకు. మీరు $TARGET_PATH ను qemuలా వుపయోగించాలి అనుకొకపోతే అది అమర్యాద యత్నమును కాని బగ్‌ను కాని సూచిస్తుంది.
zh_cn: SELinux 拒绝了 qemu 访问 $TARGET_PATH。 如果这是一个虚拟映像，它应当有一个 virt_image_t 文件上下文标签。 已经将该系统设置为将目录 ./var/lib/libvirt/images 中的映像文件标记为 virt_image_t。 如果您确实希望将 qemu 映像保存在当前目录下，您可以使用 chcon 将 $TARGET_PATH 重新标记为 virt_image_t。您还需要执行 semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' 将这个新路径添加到系统默认中。如果您没想要使用 $TARGET_PATH 作为 qemu 映像，那么这可能意味着一个 Bug 或是入侵尝试的信号。
zh_tw: SELinux 拒絕了 qemu 存取 $TARGET_PATH。 若這是個虛擬化映像檔的話，它必須要有個檔案 context 標籤 為 virt_image_t。該系統已被設置能正確地標記 ./var/lib/libvirt/images 目錄中的映像檔。我們建議您將您的映像檔複製至 /var/lib/libvirt/images。 若您希望您的 qemu 映像檔位於目前的目錄中的話，您可透過使用 chcon 來將 $TARGET_PATH 重新標記為 virt_image_t。您也需要執行 semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' 才可將此 新路徑新增至系統預設值。若您並未嘗試使用 $TARGET_PATH 來作為 qemu 映像檔的話，這顯示了可能發生錯誤或是系統已遭到入侵的警訊。
