Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: You can generate a local policy module to allow this access - see <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Please file a bug report.
de: Sie können ein lokales Richtlininenmodul generieren, um diesen Zugriff zu erlauben siehe <a href="http://fedora.redhat.com/docs/selinux-faq-fc5/#id2961385">FAQ</a> Bitte reichen Sie einen Fehlerbericht ein.
es: Puede generar un módulo de política local para permitir este acceso. Vea <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Por favor, informe este error.
fr: Vous pouvez créer un module de stratégie locale pour autoriser cet accès - lisez la <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Merci de remplir un rapport de bogue.
hu: Készíthet helyi szabályzat modult a hozzáférés engedélyezésére – lásd <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>. Tegyen hibabejelentést.
kn: ಈ ನಿಲುಕಣೆಯನ್ನು ಅನುಮತಿಸಲು ನೀವು ಒಂದು ಸ್ಥಳೀಯ ಪಾಲಿಸಿಯನ್ನು ಉತ್ಪಾದಿಸಬಹುದು - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> ಅನ್ನು ನೋಡಿ ದಯವಿಟ್ಟು ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: 이러한 액세스를 허용하기 위해 로컬 정책 모듈을 생성하실 수 있습니다 - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>를 참조하십시오 이러한 패키지에 대해 버그 리포트를 제출해 주십시오.
ml: ഈ അനുമതിയ്ക്കായി നിങ്ങള്‍ക്കു് ഒരു ലോക്കല്‍ പോളിസി ഘടകം ലഭ്യമാക്കുവാന്‍ സാധ്യമാണു് - കാണുക <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> ദയവായി ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: या प्रवेशकरीता तुम्ही स्थानीय करार घटक निर्माण करू शकता - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> पहा कृपया बग अहवाल सादर करा.
nl: Je kunt een locale tactiek module maken om deze toegang toe te staan - zie <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Dien a.u.b. een fout rapport in.
or: ଏହି ଅଭିଗମ୍ୟତା ପାଇଁ ଆପଣ ଗୋଟିଏ ସ୍ଥାନୀୟ ନିତୀ ଏକକାଂଶ ନିର୍ମାଣ କରିପାରିବେ - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> କୁ ଦେଖନ୍ତୁ ଦୟାକରି ଗୋଟିଏ ତ୍ରୁଟି ବିବରଣୀ ଖବର କରନ୍ତୁ।
pt: Você pode gerar um módulo com uma politica local para permitir este acesso - Consulte <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Por favor, preencha um relatório de erro.
pt_br: Você pode gerar um módulo de política local para permitir este acesso - veja o <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Por favor, registre um relatório de erro.
ru: Чтобы разрешить доступ, можно сгенерировать модуль локальной политики (см. <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>). Пожалуйста, создайте отчёт об ошибке.
sr@latin: Možete napraviti modul lokalne polise za dozvoljavanje ovog pristupa - vidite <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>. Molim podnesite izveštaj o grešci.
sv: Du kan generera en lokal policy för att tillåta denna åtkomst - se <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> Skicka gärna en felrapport.
te: ఈ యాక్సెస్‌ను అనుమతించుటకు మీరు స్థానిక విధాన మాడ్యూల్‌ను వుద్బవింపజేయవచ్చు - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> చూడండి దయచేసి బగ్ నివేదికను నమోదు చేయండి.
zh_cn: 您可以创建一个本地策略模块来允许这个 访问 - 请查看 <a href="http://fedora.redhat.com/docs/selinux-faq-fc5/#id2961385">常见问题</a> 请发送一个 bug 报告。
zh_tw: 您可產生一份本機政策模組以允許這項 存取 - 請參閱 <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> 請提交一份錯誤報告。

source: SELinux is preventing $SOURCE_PATH from connecting to port $PORT_NUMBER.
de: SELinux hindert $SOURCE_PATH daran, sich mit dem Port $PORT_NUMBER zu verbinden.
es: SELinux está negando a $SOURCE_PATH la conexión con el puerto $PORT_NUMBER.
fr: SELinux empêche le $SOURCE_PATH de se connecter au port réseau $PORT_NUMBER.
hu: SELinux megakadályozza, hogy $SOURCE_PATH kapcsolódjon $PORT_NUMBER. kapura.
kn: $SOURCE_PATH ಅನ್ನು ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಬರೆಯದಂತೆ SELinux ತಡೆದಿದೆ
ko: SELinux는 $SOURCE_PATH가 포트 $PORT_NUMBER로 연결하지 못하게 합니다.
ml: $SOURCE_PATH പോര്‍ട്ട് $PORT_NUMBER-ലേക്ക് കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux $SOURCE_PATH ला पोर्ट $PORT_NUMBER शी जुळवणी करण्यापासून रोखत आहे.
nl: SELinux belet de $SOURCE_PATH om te verbinden met poort $PORT_NUMBER.
or: SELinux $SOURCE_PATH କୁ $PORT_NUMBER ସଂଯୋଗିକୀ ସହିତ ସଂଯୋଗ କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o $SOURCE_PATH de se ligar ao porto $PORT_NUMBER.
pt_br: O SELinux está impedindo que o $SOURCE_PATH conecte-se à porta $PORT_NUMBER.
ru: SELinux предотвращает подключение $SOURCE_PATH к порту $PORT_NUMBER.
sr@latin: SELinux sprečava $SOURCE_PATH od povezivanja na port $PORT_NUMBER.
sv: SELinux hindrar $SOURCE_PATH från att ansluta till port $PORT_NUMBER.
ta: SELinux ஐ $SOURCE_PATH லிருந்து $PORT_NUMBER துறைக்கு இணைப்பதை தடுக்கிறது.
te: SELinux అనునది $SOURCE_PATH ను పోర్ట్‍ $PORT_NUMBER కు అనుసంధానించుట నుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 $SOURCE_PATH 连接到端口 $PORT_NUMBER。
zh_tw: SELinux 防止了 $SOURCE_PATH 連至通訊埠 $PORT_NUMBER。

source: SELinux has denied $SOURCE from connecting to a network port $PORT_NUMBER which does not have an SELinux type associated with it. If $SOURCE should be allowed to connect on $PORT_NUMBER, use the <i>semanage</i> command to assign $PORT_NUMBER to a port type that $SOURCE_TYPE can connect to (%s). <br><br>If $SOURCE is not supposed to connect to $PORT_NUMBER, this could signal a intrusion attempt.
de: SELinux verweigerte $SOURCE die Verbindung mit einem Netzwerk-Port $PORT_NUMBER, mit dem kein SELinux-Typ verknüpft ist. Wenn Sie $SOURCE die Verbindung mit mit $PORT_NUMBER gestatten möchten, können Sie den Befehl <i>semanage</i> verwenden, um $PORT_NUMBER einem Port-Typ zuzuordnen, mit dem sich $SOURCE_TYPE verbinden kann (%s). <br><br>Falls $SOURCE sich nicht mit $PORT_NUMBER verbinden soll, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado a $SOURCE la conexión al puerto de red $PORT_NUMBER que no tiene un tipo SELinux asociado a él. Si $SOURCE debería poder conectarse al puerto $PORT_NUMBER, use el comando <i>semanage</i> para asignar $PORT_NUMBER a un tipo de puerto al que $SOURCE_TYPE se pueda conectar (%s). <br><br>Si $SOURCE no debería poder conectarse con el puerto $PORT_NUMBER, puede ser señal de un intento de intrusión.
fr: SELinux a empêché $SOURCE de se connecter au port $PORT_NUMBER qui n'a pas de type SELinux associé. S'il est prévu que $SOURCE soit autorisé à se connecter à ce port, vous pouvez utiliser la commande <i>semanage</i> pour ajouter ce port à un type de port auquel $SOURCE_TYPE peut se connecter à (%s). <br><br>Si $SOURCE n'est pas prévu pour se connecter à ce port, il peut s'agir d'une tentative d'intrusion.
hi: SELinux ने $SOURCE को मना किया है एक संजाल पोर्ट $PORT_NUMBER से जो एक SELinux प्रकार को अपने साथ नहीं रखता है. अगर $SOURCE को इस $PORT_NUMBER पर जुड़ने के लिये अनुमति दिया जाता है, आप <i>semanage</i> कमांड का प्रयोग कर सकते हैं इस $PORT_NUMBER से कनेक्ट होने के लिए एक पोर्ट प्रकार में जिससे में जिससे $SOURCE_TYPE (%s) में जुड़ सकता है. <br><br>अगर $SOURCE को इस पोर्ट पर $PORT_NUMBER कनेक्ट किया हुआ नहीं माना जाता है, यह एक घुसपैठ प्रयास का संकेत माना जायेगा.
hu: SELinux elutasította, hogy $SOURCE $PORT_NUMBER. hálózati kapura kapcsolódjon, aminek nincs SELinux típusa. Ha $SOURCE számára szükséges, hogy kapcsolódjon $PORT_NUMBER. kapura, akkor használja <i>semanage</i> parancsot, hogy $PORT_NUMBER. kapuhoz hozzárendeljen egy kapu típust, amire $SOURCE_TYPE kapcsolódhat (%s). <br><br>Ha nem kéne $SOURCE programnak $PORT_NUMBER. kapura kapcsolódni, akkor ez behatolás kísérletet jelezhet.
kn: $SOURCE ಅನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ,ಆದರೆ ಇದಕ್ಕೆ ಹೊಂದಿಕೊಂಡಿರುವ ಒಂದು SELinux ಬಗೆ ಇಲ್ಲ. $PORT_NUMBER ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಸಂಪರ್ಕ ಹೊಂದಲು $SOURCE ಗೆ ಅನುಮತಿಸಬೇಕೆಂದಿದ್ದರೆ, $PORT_NUMBER ಅನ್ನು $SOURCE_TYPE ಯು ಬೈಂಡ್ ಆಗುವಂತಹ ಒಂದು ಸಂಪರ್ಕಸ್ಥಾನದ ಬಗೆಗೆ ಸೇರಿಸಲು <i>semanage</i> ಆಜ್ಞೆಯನ್ನು ಬಳಸಬಹುದು (%s). <br><br>ಎಲ್ಲಿಯಾದರೂ $SOURCE ಈ ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಬೈಂಡ್ ಆಗಬಾರದಂತಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 연관된 SELinux 유형을 갖지 않는 네트워크 포트 $PORT_NUMBER로 연결하는 것에서 $SOURCE를 거부합니다. $SOURCE가 $PORT_NUMBER에 연결하는 것을 허용할 경우, $PORT_NUMBER를 $SOURCE_TYPE이 (%s)에 연결할 수 있는 포트 유형에 추가하기 위해 <i>semanage</i> 명령을 사용하실 수 있습니다. <br><br>$SOURCE가 $PORT_NUMBER에 연결되지 않았을 경우, 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: SELinux തരമില്ലാത്ത നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ട് $PORT_NUMBER-ലേക്ക് $SOURCE-നെ കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും തടയുന്നു. $SOURCE-നു് $PORT_NUMBER-ല്‍ പ്രവര്‍ത്തിക്കണമെങ്കില്‍, <i>semanage</i> കമാന്‍ഡ് ഉപയോഗിച്ചു് $SOURCE_TYPE-നു് ബൈന്‍ഡ് ചെയ്യുവാന്‍ സാധിക്കുന്ന പോര്‍ട്ട് തരത്തിലുള്ളതിനു് $PORT_NUMBER നല്‍കുക (%s). <br><br>$SOURCE $PORT_NUMBER-ലേക്ക് ബൈന്‍ഡ് ചെയ്യേണ്ടെങ്കില്‍, ഇതു് തെറ്റായൊരു പ്രക്രിയയായി കണക്കാക്കുന്നു.
mr: SELinux प्रकार संबंधीत नसल्यामुळे SELinux ने $SOURCE ला नेटवर्क पोर्ट $PORT_NUMBER शी संपर्क करण्यापासून रोखले. $SOURCE ला $PORT_NUMBER सह जुळवणी करायची असल्यास, <i>semanage</i> आदेशचा वापर $SOURCE_TYPE शी जुळवणी स्थापीत करण्याजोगी (%s) $PORT_NUMBER लागू करण्यासाठी करा. <br><br>$SOURCE ला $PORT_NUMBER शी जुळवणी करायचे नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de $SOURCE niet toegestaan om te verbinden met een netwerk poort $PORT_NUMBER welke geen SELinux type met zich verbonden heeft. Als $SOURCE verondersteld wordt toegang te hebben naar $PORT_NUMBER, gebruik je het <i>semanage</i> commando om aan $PORT_NUMBER een poort type toe te kennen dat $SOURCE_TYPE kan verbinden met (%s). <br><br>Als $SOURCE niet verondersteld wordt om met $PORT_NUMBER te verbinden, kan dit een teken zijn van een indringing poging.
or: SELinux $SOURCE କୁ ନେଟୱର୍କ ପୋର୍ଟ $PORT_NUMBER ସହିତ ସଂଯୋଗ ହେବାରୁବାରଣ କରିଥାଏ ଯେଉଁଥିରେ SELinux ପ୍ରକାର ସଂଶ୍ଳିଷ୍ଟ ନଥାଏ। ଯଦି $SOURCE କୁ $PORT_NUMBER ରେ ସଂଯୋଗ କରିବା ପାଇଁ ଅନୁମତି ଦେବା ଉଚିତ ହୁଏ, ତେବେ<i>semanage</i> ନିର୍ଦ୍ଦେଶକୁ $PORT_NUMBER ନ୍ୟସ୍ତ କରିବା ପାଇଁ ବ୍ୟବହାର କରାଯାଇଥାଏ ଯେଉଁଥିରେ $SOURCE_TYPE କୁ (%s) ସହିତ ସଂଯୋଗ କରାଯାଇଥାଏ। <br><br>ଯଦି $SOURCE ଟି $PORT_NUMBER ସହିତ ସଂଯୋଗ ନହୁଏ, ତେବେ ଏହା ଗୋଟିଏ ବିନାଅନୁମତିରେ ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pt: O SELinux negou o acesso de $SOURCE de se ligar ao porto de rede $PORT_NUMBER, o qual não tem um tipo SELinux associado a ele. Se o $SOURCE é suposto ter permissões para se ligar ao porto $PORT_NUMBER, utilize o comando <i>semanage</i> para associar o porto $PORT_NUMBER a um tipo de porto que o $SOURCE_TYPE se possa ligar (%s). <br><br>Se o $SOURCE não é suposto ligar-se ao porto $PORT_NUMBER, isto pode significar uma tentativa de intrusão.
pt_br: O SELinux impediu que o $SOURCE se conectasse à porta de rede $PORT_NUMBER, a qual não está associada a um tipo do SELinux. Se o $SOURCE devesse ter permissão para conectar a $PORT_NUMBER, você pode usar o comando <i>semanage</i> para adicionar a $PORT_NUMBER a um tipo de porta ao qual o $SOURCE_TYPE possa se conectar (%s). <br><br>Se o $SOURCE não devesse se vincular a $PORT_NUMBER, isto poderia indicar uma tentativa de intrusão.
ru: SELinux запретил $SOURCE подключаться к сетевому порту $PORT_NUMBER, для которого не определен тип SELinux. Если $SOURCE должен иметь возможность подключения к этому порту, можно использовать команду <i>semanage</i> для сопоставления этому порту типа, к которому $SOURCE_TYPE может подключаться (%s). <br><br>Если $SOURCE не должен подключаться этому порту, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio $SOURCE od povezivanja na mrežni port $PORT_NUMBER koji nema pridruženu SELinux vrstu. Ako za $SOURCE treba da bude dozvoljeno povezivanje na $PORT_NUMBER, upotrebite naredbu <i>semanage</i> za dodavanje $PORT_NUMBER u vrstu porta na koju $SOURCE_TYPE sme da se poveže (%s). <br><br>Ako $SOURCE ne treba da se povezuje na $PORT_NUMBER, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat $SOURCE att ansluta till en nätverksport $PORT_NUMBER som inte har en SELinuxtyp associerad med sig. Om $SOURCE skall kunna ansluta till $PORT_NUMBER, använd kommandot <i>semanage</i> för att tilldela $PORT_NUMBER en porttyp som $SOURCE_TYPE kan ansluta till (%s). <br><br>Om $SOURCE inte skall kunna ansluta till $PORT_NUMBER, kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது இந்த $SOURCE லிருந்து ஒரு பிணைய துறையை இணைக்கிறது $PORT_NUMBER ஒரு SELinux வகையோடு சேர மறுக்கிறது. $SOURCE இதை இணைக்க அனுமதிக்க $PORT_NUMBER, இதை <i>semanage</i> கட்டளைக்கு ஒதுக்க $PORT_NUMBER க்கு ஒரு துறை வகையை இணைக்க $SOURCE_TYPE பயன்படுகிறது (%s). <br><br>If $SOURCEஐ கருதவில்லை இதை இணைக்க $PORT_NUMBER,ஒரு நிர்வாக முயற்சியை சிக்னலாகும் .
te: SELinux అనునది దానితో SELinux తీరును కలిగిలేని $PORT_NUMBER నెట్వర్క్ పోర్ట్ కు $SOURCE అనుసంధానమగుటను తిరస్కరిస్తుంది. $SOURCE అనునది $PORT_NUMBERపై అనుసంధానించుటకు అనుమతించబడాలంటే, $SOURCE_TYPE అనుసంధానము కాగల పోర్టు రకమునకు $PORT_NUMBERను అప్పగించుటకు <i>semanage</i> ఆదేశమును వుపయోగించుము (%s). <br><br>ఒకవేళ $SOURCE అనునది $PORT_NUMBERకు అనసంధానించదగినది కాకపోతే, యిది వొక అమర్యాద యత్నమును సూచించగలదు.
zh_cn: SELinux 拒绝了 $SOURCE 连接到没有 SELinux 类型与之关联的网络端口 $PORT_NUMBER。 如果应该允许 $SOURCE 连接到 $PORT_NUMBER，请使用 <i>semanage</i> 命令为这个端口分配一个 $SOURCE_TYPE 可以连接的端口类型（%s）。 如果 $SOURCE 不应该与这个 端口连接，这可能就是一个入侵尝试信号。
zh_tw: SELinux 拒絕了 $SOURCE 連至網路通訊埠 $PORT_NUMBER，該網路通訊埠沒有一個與它關聯的 SELinux 類型。 若 $SOURCE 應被允許連上 $PORT_NUMBER 的話，您可使用 <i>semanage</i> 指令來將 $PORT_NUMBER 指定為一個 $SOURCE_TYPE 可連至的通訊埠類型（%s）。 <br><br>若 $SOURCE 不該 連至 $PORT_NUMBER 的話，這代表系統可能已遭到嘗試入侵的警訊。

source: If you want to allow $SOURCE to connect to $PORT_NUMBER, you can execute <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>where PORT_TYPE is one of the following: %s.
as: $SOURCE-কে এই $PORT_NUMBER-ৰ সাথে সংযোগেৰ অনুমতি প্ৰদান কৰতে প্ৰয়োগ কৰুন<br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>PORT_TYPE-ৰ ক্ষেত্ৰে নিম্নলিখিত যে কোনো একটি মান প্ৰয়োগ কৰা হবে: %s.
de: Wenn Sie $SOURCE die Verbindung mit $PORT_NUMBER gestatten möchten, können Sie <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> ausführen, wobei PORT_TYPE einer der folgenden sein kann: %s.
es: Si quiere permitir a $SOURCE conectar al puerto $PORT_NUMBER, puede ejecutar <br> <b>semanage port -a -t TIPO_DE_PUERTO -p %s $PORT_NUMBER</b> <br>donde TIPO_DE_PUERTO es uno de los siguientes: %s.
fr: Si vous souhaitez autoriser $SOURCE à se connecter au port $PORT_NUMBER, vous pouvez exécuter <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>où PORT_TYPE est l'un des suivants : %s.
hi: अगर आप $SOURCE को इस $PORT_NUMBER से जोड़ना चाहते हैं आप निष्पादित कर सकते हैं <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> जहां PORT_TYPE निम्नलिखित का एक प्रकार है: %s.
hu: Ha szeretné engedélyezni, hogy a(z) $SOURCE $PORT_NUMBER portra kapcsolódjon, akkor adja ki a következő parancsot: <br> <b>semanage port -a -t PORTTÍPUS -p %s $PORT_NUMBER</b> <br>ahol PORTTÍPUS a következő lehet: %s
kn: $SOURCE ಅನ್ನು ಈ ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳಲು ನೀವು ಬಯಸಿದಲ್ಲಿ <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> ಅನ್ನು ಚಲಾಯಿಸಿ, <br>ಇಲ್ಲಿ PORT_TYPE ಎನ್ನುವುದ ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದಾಗಿರುತ್ತದೆ: %s.
ko: $PORT_NUMBER에 연결하기 위해 $SOURCE를 허용하시려는 경우, 다음을 실행하실 수 있습니다<br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>여기서 PORT_TYPE은 다음 중 하나입니다: %s.
ml: നിങ്ങള്‍ക്ക് $SOURCE-നെ $PORT_NUMBER ചേര്‍ക്കണമെങ്കില്‍, ഇങ്ങനെ ചെയ്യാം: <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>ഇവിടെ PORT_TYPE ഇവയിലൊന്നാണു്: %s.
mr: तुम्हाला $SOURCE ला $PORT_NUMBER शी जुळवणी करायची असल्यास, तुम्ही खालील चालवू शकता <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>जेथे PORT_TYPE खालील पैकी एक आहे: %s.
nl: Als je $SOURCE wilt toestaan om naar $PORT_NUMBER te verbinden, kun je <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> uitvoeren, <br>waarin PORT_TYPE een van de volgende is: %s.
or: ଯଦି ଆପଣ $SOURCE କୁ ଅନୁମତି ଦେବାକୁ ଚାହୁଁଛନ୍ତି ତେବେ $PORT_NUMBER ସହିତ ସଂଯୁକ୍ତ କରନ୍ତୁ, <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>ଯେଉଁଠି PORT_TYPE ଟି ନିମ୍ନଲିଖିତ ମଧ୍ଯରୁ ଗୋଟିଏ: %s.
pt: Se quiser permitir que o $SOURCE se ligue ao porto $PORT_NUMBER, pode executar <br> <b>semanage port -a -t TIPO_PORTO -p %s $PORT_NUMBER<br> <br>onde TIPO_PORTO é um dos seguintes: %s.
pt_br: Se você quiser permitir que o $SOURCE conecte-se à $PORT_NUMBER, você pode executar: <br> <b>semanage port -a -t TIPO_DA_PORTA -p %s $PORT_NUMBER</b> <br>onde o TIPO_DA_PORTA é um dos seguintes: %s.
ru: Чтобы разрешить подключение $SOURCE к порту $PORT_NUMBER, выполните команду<br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER </b> <br>где PORT_TYPE может принимать значения: %s.
sr@latin: Ako želite da dozvolite da se $SOURCE povezuje na $PORT_NUMBER, možete izvršiti <br> <b>semanage port -a -t VRSTA_PORTA -p %s $PORT_NUMBER</b> <br>gde je VRSTA_PORTA vrsta jedna od sledećih: %s.
sv: Om du vill tillåta $SOURCE att ansluta till $PORT_NUMBER kan du köra <br> <b>semanage port -a -t PORTTYP -p %s $PORT_NUMBER</b> <br>Där PORTTYP är en av följande: %s.
ta: நீங்கள் $SOURCEஐ $PORT_NUMBERஉடன் இணைக்க அனுமதித்தால், நீங்கள் <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b>இயக்க வேண்டும் <br>இதில் PORT_TYPE பின்வருவதில் ஒன்று: %s.
te: మీరు $SOURCEను $PORT_NUMBERకు అనుసంధానమగుటకు అనుమతించాలి అనుకొంటే, మీరు <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> నిర్వర్తించవచ్చు <br>యిచట PORT_TYPE క్రింది వాటిలో వొకటి అవుతుంది: %s.
zh_cn: 如果您希望允许 $SOURCE 与 $PORT_NUMBER 连接，您可以执行 <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>其中 PORT_TYPE 是一下之一：%s。
zh_tw: 若您希望允許 $SOURCE 連至 $PORT_NUMBER 的話，您可執行 <br> <b>semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>，PORT_TYPE 為下列其中之一：%s。

source: SELinux is preventing cvs ($SOURCE_PATH) "$ACCESS" access to $TARGET_PATH
de: SELinux hindert cvs ($SOURCE_PATH) "$ACCESS" am Zugriff auf $TARGET_PATH.
es: SELinux está negando cvs ($SOURCE_PATH) "$ACCESS" el acceso a $TARGET_PATH.
fr: SELinux empêche cvs ($SOURCE_PATH) d'« $ACCESS » au périphérique $TARGET_PATH.
hu: SELinux megakadályozza cvs ($SOURCE_PATH) „$ACCESS” hozzáférését $TARGET_PATH helyre
kn: ಸಾಧನ $TARGET_PATH ಕ್ಕೆ ($SOURCE_PATH) "$ACCESS" ನ ನಿಲುಕಣೆಯನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 cvs ($SOURCE_PATH) "$ACCESS" 액세스하지 못하게 합니다.
ml: സ് $TARGET_PATH-ലേക് cvs ($SOURCE_PATH) "$ACCESS"കുളള പ്രവേശനം SELinux തടയുനനു.
mr: SELinux cvs $SOURCE_PATH "$ACCESS" ला उपकरन $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे
nl: SELinux belet cvs ($SOURCE_PATH) "$ACCESS" toegang tot $TARGET_PATH
or: SELinux cvs ($SOURCE_PATH) କୁ $TARGET_PATH ଉପକରଣରେ "$ACCESS" କରିବାରୁ ଅଟକାଉଛି
pt: O SELinux está a impedir o cvs ($SOURCE_PATH) "$ACCESS" de ter acesso a $TARGET_PATH
pt_br: O SELinux está impedindo que o cvs ($SOURCE_PATH) "$ACCESS" acesse o $TARGET_PATH
ru: SELinux запрещает cvs ($SOURCE_PATH) доступ «$ACCESS» к $TARGET_PATH.
sr@latin: SELinux sprečava cvs ($SOURCE_PATH) „$ACCESS“ pristup ka $TARGET_PATH
sv: SELinux nekar ($SOURCE_PATH) "$ACCESS"-åtkomst till $TARGET_PATH.
ta: SELinuxஐ $SOURCE cvs ($SOURCE_PATH) "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.
te: SELinux అనునది cvs ($SOURCE_PATH) "$ACCESS" యాక్సెస్‌ను $TARGET_PATHకు నిరోధిస్తోంది.
zh_cn: SELinux 正在阻止 cvs ($SOURCE_PATH) "$ACCESS" 访问设备 $TARGET_PATH
zh_tw: SELinux 防止了 cvs（$SOURCE_PATH）「$ACCESS」存取 $TARGET_PATH。
