Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: If httpd should be allowed to write to this directory you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the httpd_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
as: httpd-কে এই ডিৰেক্টৰিতে লেখাৰ অনুমতি প্ৰদান কৰতে হলে $BOOLEAN বুলিয়ান সক্ৰিয় কৰুন ও সাৰ্বজনীন লাইব্ৰেৰিৰ ফাইল কনটেক্সট public_content_rw_t'এ পৰিবৰ্তন কৰুন। অধিক জানতে httpd_selinux man পৃষ্ঠা পড়ুন: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" সিস্টেমেৰ মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পৰিবৰ্তন কৰা আবশ্যক। এৰ ফলে সম্পূৰ্ণ ৰি-লেবল (relabel) কৰা হলেও কনটেক্সট অপৰিবৰ্তিত থাকবে। "semanage fcontext -a -t public_content_rw_t <path>"
de: Falls HTTP Schreibzugriff auf dieses Verzeichnis erhalten soll, müssen Sie den $BOOLEAN Boolesch aktivieren und den Dateikontext des öffentlichen Verzeichnisses in public_content_rw_t ändern. Lesen Sie das Handbuch zu httpd_selinux für weitere Informationen: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um dieser von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t public_content_rw_t <path>"
es: Si httpd debe tener permiso para escribir a este directorio, necesita poner en 1 el booleano $BOOLEAN y cambiar el contexto de archivo del directorio público a public_content_rw_t. Lea la página man de httpd_selinux para más información: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" También debe cambiar los archivos de contexto de archivo por defecto en el sistema, a los efectos de preservarlos en caso de un reetiquetado completo. "semanage fcontext -a -t public_content_rw_t <path>"
fr: Si httpd devait être autorisé à écrire dans ce répertoire, vous auriez besoin d'activer le booléen $BOOLEAN et de changer le contexte du fichier du répertoire public avec public_content_rw_t. Lisez le manuel de httpd_selinux pour davantage d'informations : « setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <chemin> » Vous devez également changer le dossier par défaut des fichiers de contexte dans le système afin de les préserver même lors d'un réétiquetage complet. « semanage fcontext -a -t public_content_rw_t <chemin> »
hi: अगर httpd को इस निर्देशिका में लिखने के लिये अनुमति दिया जाना चाहिये तो आपको $BOOLEAN बुलियन को चालू करना चाहिये और सार्वजनिक निर्दशिका के फाइल संदर्भ को बदलना चाहिये public_content_rw_t में. httpd_selinux मैन पेज पढ़ें आगे जानकारी के लिये: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" आपको सिस्टम पर मूलभूत फाइल संदर्भ जरूर बदलना चाहिए ताकि उन्हें पूर्ण रूप से फिर लेबल करने पर भी संरक्षित किया जा सके. "semanage fcontext -a -t public_content_rw_t <path>"
hu: Ha szükséges engedélyezni, hogy a "http" szolgáltatás írhasson ebbe a könyvtárba, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket, valamint módosítania kell a nyilvános könyvtár fájl beállítását erre: public_content_rw_t. További információk találhatók a "httpd_selinux" kézikönyvlapon (man). A fenti tevékenységeket elvégző parancs: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <útvonal>". Az alap beállítás fájlokat is meg kell változtatnia, hogy az előbbi maradandó legyen teljes újracímkézés esetén is. „semanage fcontext -a -t public_content_rw_t <ösvény>”
kn: httpd ಅನ್ನು ಈ ಕೋಶಕ್ಕೆ ಬರೆಯುವಂತೆ ಅನುಮತಿಸ ಬೇಕೆಂದರೆ ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ ಹಾಗು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶದ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು public_content_rw_t ಗೆ ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ httpd_selinux ಈ ಸಹಾಯ ಪುಟವನ್ನು ನೋಡಿ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ಲೇಬಲ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಬದಲಾಯಿಸಿದ ನಂತರವೂ ವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಕಡತಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಕಡತ ಸನ್ನಿವೇಶಗಳನ್ನು ಕಾಪಾಡಲು ಅವುಗಳನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t public_content_rw_t <path>"
ko: httpd가 이 디렉토리에 쓰는 것을 허용하시려면 $BOOLEAN 부울을 작동시키셔야 하며 공개 디렉토리의 파일 문맥을 public_content_rw_t로 변경하셔야 합니다. 보다 자세한 정보는 httpd_selinux 메뉴얼 페이지를 읽어보시기 바랍니다: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t public_content_rw_t <path>"
ml: httpd ഈ ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതിനായി അനുവദിക്കുന്നു എങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്ത് പബ്ളിക്ക് ഡയറക്ടറിയുടെ ഫയലിന്‍റെ കോണ്‍ട്ടെക്സ്റ്റ് public_content_rw_t എന്ന് മാറ്റേണ്ടതാണ്. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി httpd_selinux man പേജ് വായിക്കുക: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t public_content_rw_t <path>"
mr: httpd या डिरेक्ट्रीवर लेखनास परवानगी दिल्यास तुम्हाला $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल व पब्लिक डिरेक्ट्रीचे फाइल संदर्भ public_content_rw_t प्रमाणे करावे लागेल. अधिक माहिती करीता httpd_selinux man पान वाचा: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" पूर्णतया पुनःलेबल केल्यावर तुम्हाला प्रणलीवरील पूर्वनिर्धारीत फाइल्स्चे संदर्भ देखील साठवावे लागेल. "semanage fcontext -a -t public_content_rw_t <path>"
nl: Als het httpd toegestaan moet zijn om naar deze map te schrijven moet je de $BOOLEAN boolean aanzetten en de bestand context van de publieke map veranderen naar public_content_rw_t. Lees de httpd_selinux manual pagina voor verdere informatie: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Je moet ook de standaard context bestanden op het systeem veranderen om deze te behouden ook na een volledige her-bestempeling. "semanage fcontext -a -t public_content_rw_t <path>"
or: ଯଦି httpd ଡେମନ ଆପଣ ବଦଳାଇବାକୁ ଥିବା ଡିରେକ୍ଟୋରୀରେ ଲେଖିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ହୋଇଥାଏ $BOOLEAN ବୁଲିଆନ ଏବଂ ସାର୍ବଜନିକ ଡିରେକ୍ଟୋରୀର ଫାଇଲ ପ୍ରସଙ୍ଗକୁ public_content_rw_tକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ। ଅଧିକ ସୂଚନା ପାଇଁ httpd_selinux ର ମୂଖ୍ୟ ପୃଷ୍ଠାକୁ ପଢ଼ନ୍ତୁ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ଆପଣଙ୍କୁ ସେହି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ପାଇଲଗୁଡ଼ିକୁ ତନ୍ତ୍ରରେ ସେମାନଙ୍କୁ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ। "semanage fcontext -a -t public_content_rw_t <path>"
pt: Se o 'httpd' deve ter permissão para gravar nesta pasta, terá de activar o booleano $BOOLEAN e mudar o contexto do ficheiro da pasta pública para 'public_content_rw_t'. Leia a página de manual do 'httpd_selinux' para mais informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <local>" Deve também alterar os ficheiros padrão do contexto do ficheiro no sistema para poder os poder preservar em caso de uma re-etiquetagem completa. "semanage fcontext -a -t public_content_rw_t <path>"
pt_br: Se o httpd precisar ter acesso à escrita neste diretório, você precisará alterar o booleano $BOOLEAN para verdadeiro e mudar o contexto de arquivo do diretório público para public_content_rw_t. Leia a página man do httpd_selinux para maiores informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Você também deve alterar o contexto de arquivo padrão dos arquivos do sistema a fim de preservá-los mesmo em uma nova rotulagem completa. "semanage fcontext -a -t public_content_rw_t <path>"
ru: Для разрешения httpd выполнять запись в этот каталог необходимо установить значение $BOOLEAN и изменить контекст общего каталога на public_content_rw_t. За подробной информацией обратитесь к странице помощи httpd_selinux: «setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t public_content_rw_t <path>»
sr@latin: Ako httpd sistemskoj usluzi treba dozvoliti upis u ovaj direktorijum, treba da uključite $BOOLEAN logičku promenljivu i promenite kontekst datoteke javnog direktorijuma na public_content_rw_t. Pročitajte httpd_selinux man stranicu za više detalja: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <putanja>“
sv: Om httpd skall tillåtas skriva i denna katalog måste du slå på flaggan $BOOLEAN och ändra filkontexten för den publika katalogen till public_content_rw_t. Läs manualsidan httpd_selinux för mer information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <sökväg>" Du måste också ändra standradfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t public_content_rw_t <sökväg>"
ta: httpd இந்த அடைவில் நீங்கள் எழுத அனுமதிக்க விரும்பினால் இந்த $BOOLEAN பூலியன் துவக்கு மற்றும் கோப்பு உரையை பொது அடைவையும் public_content_rw_t. Read the httpd_selinux மாற்றவும் மற்ற தகவல்களுக்கு மேன் பக்கத்தை பார்க்கவும்: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" முன்னிருப்பு கோப்பு உரை கோப்புகளை மாற்ற இந்த கணினியில் முன்னிருப்பு கோப்புகளை அவற்றை முழு மறுலேபிலில் பாதுகாக்கிறது. . "semanage fcontext -a -t public_content_rw_t <path>"
te: ఒకవేళ ఈ సంచయంకు వ్రాయుటకు httpd అనుమతింపబడ వలసివస్తే మీరు $BOOLEAN బూలియన్‌ను మరియు దస్త్ర సందర్భంను పబ్లిక్ సంచయం యొక్క ను public_content_rw_t కుమార్చవలసివుంటుంది. httpd_selinux మాన్ పుటను చదవండి ఎక్కువ సమాచరం కొరకు: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" మీరు సిస్టమ్ నందలి అప్రమేయ దస్త్రపు సందర్భపు దస్త్రములను కూడా మర్చవలెను వాటిని పూర్తిగా నమ్మదగినటువంటివిగా వుంచుటకు. "semanage fcontext -a -t public_content_rw_t <path>"
zh_cn: 如果应该允许 httpd 写入这个公共目录，您需要开启 $BOOLEAN 布尔值并且将这个公共目录的文件上下文改为 public_content_rw_t。请阅读 httpd_selinux 的 man page 以便了解进一步的信息： "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 您还必须更改系统中文件的默认文件上下文以便在重新标记时仍可保留它们。 "semanage fcontext -a -t public_content_rw_t <path>"
zh_tw: 若 httpd 應被允許寫入此目錄的話，您需要將 $BOOLEAN 布林值 開啟並將公用目錄的檔案 context 更改 為 public_content_rw_t。欲取得更多相關資訊， 請參閱 httpd_selinux 的 man page： 「setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>」 您還必須更改系統上的預設 file context 檔案才可將它們保留（就算是進行了完整重新標記後）。「semanage fcontext -a -t public_content_rw_t <path>」

source: Web Server
as: ৱেব সেৱক
es: Servidor Web
fr: Serveur web
hi: वेब सर्वर
hu: Webkiszolgáló
kn: ಜಾಲಪರಿಚಾರಕ
ko: 웹 서버
ml: വെബ് സര്‍വര്‍
mr: जाल(वेब) सेवक
or: ୱେବ ସେବକ
pt: Servidor Web
pt_br: Servidor Web
ru: Веб-сервер
sr@latin: Veb server
sv: Webbserver
ta: இணைய சேவையகம்
te: వెబ్ సేవిక
zh_cn: Web服务器
zh_tw: 網站伺服器

source: SELinux policy is preventing an httpd script from writing to a public directory.
as: SELinux নিয়মনীতিৰ বাবে httpd স্ক্ৰিপ্টকে সাৰ্বজনীন পঞ্জিকাত লিখিবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: Die SELinux-Richtlinie hindert ein HTTP-Skript am Schreiben in ein öffentliches Verzeichnis.
es: La política de SELinux está impidiendo a un script de http escribir a un directorio público.
fr: La règle SELinux empêche un script httpd d'écrire sur un répertoire public.
hi: SELinux नीति httpd स्क्रिप्ट को सार्वजनिक निर्देशिका में लिखने से रोक रहा है.
hu: SELinux-szabályzat megakadályozza, hogy egy HTTP-szkript egy nyilvános könyvtárba írjon.
kn: SELinux ಪಾಲಿಸಿಯು ಒಂದು http ಸ್ಕ್ರಿಪ್ಟ್‍ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ.
ko: SELinux 정책은 httpd 스크립트가 공개 디렉토리에 기록하지 못하게 합니다.
ml: ഒരു പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും httpd സ്ക്രിപ്റ്റിനെ SELinux പോളിസി എതിര്‍ക്കുന്നു.
mr: SELinux करार httpd स्क्रीप्टला पब्लिक डिरेक्ट्री वर लिहीण्यापासून रोखले.
nl: SELinux tactiek belet een http script om naar een publieke map te schrijven.
or: SELinux ନିୟମ ଗୋଟିଏ httpd ସ୍କ୍ରିପ୍ଟକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି।
pt: A política do SELinux impediu um 'script' de HTTP de gravar numa pasta pública.
pt_br: Uma diretiva do SELinux está impedindo que um script httpd escreva em um diretório público.
ru: Политика SELinux предотвращает запись сценарием httpd в общий каталог.
sr@latin: SELinux polisa sprečava httpd skriptu od upisivanja u javni direktorijum.
sv: SELinux-policyn hindrar ett httpd-skript från att skriva till en publik katalog.
ta: SELinux பாலிசி ஒரு httpd ஸ்கிரிப்டை ஒரு பொதுவான அடைவிலிருந்து எழுதுவதை தடுக்கிறது.
te: SELinux అనునది httpd స్క్రిప్ట్‍‌ను పబ్లిక్ సంచయంకు వ్రాయుటనుండి నిరోధిస్తుంది విధానం.
zh_cn: SELinux 策略正在阻止一个 httpd 脚本写入一个公共目录。
zh_tw: SELinux 政策防止了 httpd script 寫入公用的 目錄。

source: SELinux policy is preventing an httpd script from writing to a public directory. If httpd is not setup to write to public directories, this could signal an intrusion attempt.
as: SELinux নিয়মনীতিৰ জন্য httpd স্ক্ৰিপ্ট সাৰ্বজনীন ডিৰেক্টিৰ মধ্যে লিখতে বাধা সৃষ্টি কৰা হচ্ছে। অ্যানোনিমাস লিখনেৰ উদ্দেশ্যে http নিৰ্ধাৰণ না কৰা হলে, এটি সম্ভাব্য অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: Die SELinux-Richtlinie hindert ein HTTP-Skript am Schreiben in ein öffentliches Verzeichnis. Falls HTTP nicht mit Schreibzugriff auf öffentliche Verzeichnisse konfiguriert ist, könnte dies einen Einbruchsversuch signalisieren.
es: La política de SELinux está impidiendo a un script de http la escritura a un directorio público. Si no se configuró a http para que escriba a directorios públicos, esto puede indicar un posible ataque.
fr: La règle SELinux empêche un script httpd d'écrire dans un répertoire public. Si httpd n'est pas configuré pour écrire dans des répertoires publics, cela pourrait signaler une tentative d'intrusion.
hi: SELinux नीति httpd स्क्रिप्ट को निजी निर्देशिका में लिखने से रोक रहा है. अगर httpd सार्वजनिक निर्देशिका में लिखने के लिये सेटअप नहीं है तो यह एक घुसपैठ प्रयास का संकेत दे सकता है.
hu: A SELinux szabályzat megakadályozza, hogy egy httpd alkalmazás írjon egy nyilvános mappába. Ha a httpd beállítása nem engedi meg az írást nyilvános mappákba, akkor ez behatolás kísérletet jelezhet.
kn: SELinux ಪಾಲಿಸಿಯು ಒಂದು http ಸ್ಕ್ರಿಪ್ಟ್‍ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ. ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಗಳಿಗೆ ಬರೆಯಲು httpd ಯನ್ನು ಹೊಂದಿಸದೆ ಹೋದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux 정책은 httpd 스크립트가 공개 디렉토리에 기록하지 못하게 합니다. 공개 디렉토리에 기록하기 위해 httpd가 설정되지 않았을 경우, 침입을 시도하였다는 신호가 나타날 수 있습니다.
ml: ഒരു പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും httpd സ്ക്രിപ്റ്റിനെ SELinux പോളിസി എതിര്‍ക്കുന്നു. പബ്ളിക്ക് ഡയറക്ടറികളിലേക്ക് എഴുതുന്നതിനായി http സജ്ജമല്ല എങ്കില്‍, ഇതിന് അനുവാദമില്ലാത്ത ഒരു പ്രവര്‍ത്തനം ശ്രമിക്കുന്നതിന് തുല്ല്യമാണ്.
mr: SELinux करार httpd स्क्रिप्टला पब्लिक डिरेक्ट्रीवर लिहीण्यापासून रोखले. httpd पब्लिक डिरेक्ट्रीवर लिहीण्यास सेटअप केले नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux gedragslijn belet een httpd script om naar een publieke map te schrijven. Als httpd niet ingesteld is om naar publieke mappen te schrijven, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ ଗୋଟିଏ httpd ସ୍କ୍ରିପ୍ଟକୁ ଏକ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରି ମାନଙ୍କରେ ଲେଖିବା ପାଇଁ httpd କୁ ବିନ୍ଯାସ କରାଯାଇ ନ ଥିଲେ ,ଏହା ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: A política do SELinux está a impedir um script http de gravar numa pasta pública. Se o http não estiver configurado para escrever em pastas públicas, isto poderá assinalar uma tentativa de intrusão.
pt_br: Uma política do SELinux está impedindo que um script do httpd escreva em um diretório público. Se o httpd não estiver configurado para escrever em diretórios públicos, isto pode indicar uma tentativa de intrusão.
ru: Политика SELinux предотвращает выполнение записи в общий каталог сценарием httpd. Если httpd не настроен на запись в общие каталоги, это может служить индикатором попытки вторжения.
sr@latin: SELinux polisa sprečava httpd skriptu od upisivanja u javni direktorijum. Ako httpd nije podešen da upisuje u javne direktorijume, ovo može ukazivati na pokušaj upada.
sv: SELinux-policy hindrar ett httpd-skript från att skriva till en publik katalog. Om httpd inte är uppsatt att skriva till publika kataloger, kan detta vara tecken på ett intrångsförsök.
ta: SELinux பாலிசி ஒரு httpd ஸ்கிரிப்டை ஒரு பொதுவான அடைவிலிருந்து எழுதுவதை தடுக்கிறது. httpd ஒரு பொதுவான அடைவுகளை எழுத அமைக்கவில்லை எனில், இந்த நிர்வாக முயற்சி ஒரு சமிக்ஞை பெற்றுள்ளது.
te: SELinux విధానం అనునది httpd స్క్రిప్ట్‍‌ను పబ్లిక్ సంచయంకు వ్రాయుటనుండి నిరోధిస్తుంది. ఒకవేళ httpd అనునది పబ్లిక్ సంచయాలను వ్రాయుటకు అమర్చక పోతే, ఇది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 策略正在阻止 httpd 脚本写入一个公共目录。 如果没有将 httpd 设置为可写入公共目录，这可能是一个入侵尝试信号。
zh_tw: SELinux 政策防止了 httpd script 寫入公用的 目錄中。若 httpd 並未被設置可寫入公用目錄的話，這 代表系統可能已遭到嘗試入侵的警訊。
