Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented the http daemon from $ACCESS files stored on a NFS filesystem. NFS (Network Filesystem) is a network filesystem commonly used on Unix / Linux systems. The http daemon attempted to read one or more files or directories from a mounted filesystem of this type. As NFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the http daemon to read files from a NFS filesystem this access attempt could signal an intrusion attempt.
as: SELinux দ্বাৰা http ডেমনক NFS নথিপত্ৰপ্ৰণালীত উপস্থিত নথিপত্ৰ $ACCESS কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে । NFS (নেটৱৰ্ক নথিপত্ৰপ্ৰণালী) মূলত Unix / Linux প্ৰণালীত ব্যৱহৃত এটা নেটৱৰ্ক নথিপত্ৰপ্ৰণালী http ডেমন দ্বাৰা এই প্ৰকৃতিৰ কোনো তুলি লোৱা নথিপত্ৰপ্ৰণালীৰ পৰা নথিপত্ৰ পঢ়াৰ প্ৰচেষ্টা কৰা হৈছে । NFS নথিপত্ৰপ্ৰণালী দ্বাৰা ফাইন-গ্ৰেইন্ড SELinux লেবেল বৈশিষ্ট্য সমৰ্থিত নোহোৱাৰ ফলত নথিপত্ৰপ্ৰণালীত উপস্থিত সকলো নথিপত্ৰ আৰু পঞ্জিকাত একেই নিৰাপত্তা সন্দৰ্ভ ব্যৱহৃত হ'ব । যদি NFS নথিপত্ৰপ্ৰণালীৰ পৰা নথিপত্ৰ পঢ়াৰ উদ্দেশ্যে http ডেমন বিন্যাস নকৰা হৈ থাকে তেনেহ'লে এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux hinderte den HTTP-Daemon am $ACCESS auf Dateien, die auf einem NFS-Dateisystem abgelegt sind. NFS (Network Filesystem) ist ein Netzwerk-Dateisystem, das weitverbreitet ist auf Unix /Linux- Systemen. Der HTTP-Daemon versuchte, eine oder mehrere Dateien oder Verzeichnisse auf einem eingehängten Dateisystem dieses Typs zu lesen. Da NFS-Dateisysteme kein fein granuliertes SELinux-Labeling unterstützen, haben alle Dateien und Verzeichnisse dieses Dateisystems denselben Security-Kontext. Falls Sie den HTTP-Daemon ohne Lesezugriff auf NFS-Dateisysteme konfiguriert haben, könnte dieser Zugriff einen Einbruchsversuch signalisieren.
es: SELinux previno acerca de la intención del demonio http de $ACCESS archivos almacenados en un sistema de archivos NFS. NFS (Sistema de Archivo de Red) es un sistema de archivo de red comúnmente usado en sistemas Unix/Linux El demonio ftp intentó leer uno o mas archivos o directorios desde un sistema de archivo de este tipo montando. Como los sistemas de archivos NFS no dan soporte a un etiquetado de archivo más fino, todos los archivos y directorios en el sistema de archivo tendrán el mismo contexto de seguridad. Si no ha configurado al demonio ftp para leer archivos en un sistema de archivo NFS, este acceso puede estar indicando un intento de ataque.
fr: SELinux a empêché le démon http d'$ACCESS aux fichiers stockés sur un système de fichiers NFS. NFS (Network Filesystem) est un système de fichiers réseau habituellement utilisé par des systèmes Unix / Linux. Le démon http a empêché la lecture d'un ou plusieurs fichiers ou répertoires provenant d'un tel système de fichiers monté. Étant donné que les systèmes de fichiers NFS ne supportent pas l'étiquetage fin SELinux, tous les fichiers et répertoires dans le système de fichiers auront le même contexte de sécurité. Si vous n'avez pas configuré le démon ftp afin de lire les fichiers provenant d'un système de fichiers NFS cette demande d'accès pourrait signaler une tentative d'intrusion.
hi: SELinux ने $SOURCE को $ACCESS फाइल से रोका जो NFS फाइल सिस्टम पर जमा है. NFS (संजाल फाइल सिस्टम) एक संजाल फाइल सिस्टम है जो सामान्यतः Unix / Linux सिस्टम पर प्रयुक्त होता है ftp डेमॉन एक या ज्यादा फाइल या निर्देशिका को आरोहित फाइलसिस्टम से रोका. क्योंकि NFS फाइलसिस्टम अति उत्तम SELinux लेबलिंग का समर्थन नहीं करता है, सारे फाइल व निर्देशिका फाइलसिस्टम में समान सुरक्षा संदर्भ रखेगा. अगर आपने ftp डेमॉन को NFS फाइलसिस्टम से पड़ने के लिये विन्यस्त नहीं किया है तो यह घुसपैठ प्रयास का संकेत देगा.
hu: SELinux megakadályozta httpd szolgáltatás $ACCESS hozzáférését egy NFS fájlrendszerben tárolt fájlokhoz. NFS (Network File System) Unix / Linux rendszerekben gyakran használt hálózati fájlrendszer. A httpd szolgáltatás megkísérelt olvasni egy vagy több olyan fájlt illetve mappát, amely ilyen típusú csatolt fájlrendszeren van. A NFS fájlrendszerek nem támogatják a kifinomult SELinux címkézést, ezért a fájlrendszerben levő minden fájlnak mappának ugyanaz lesz a biztonsági beállítása. Ha nem állították be a httpd szolgáltatást úgy, hogy az fájlokat olvasson NFS-fájlrendszerről, akkor ez a hozzáférési kísérlet behatolási próbálkozást jelezhet.
kn: http ಡೆಮನ್ ಅನ್ನು ಒಂದು NFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲಾದ ಕಡತಗಳನ್ನು $ACCESS ಮಾಡದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ. NFS(ಜಾಲಬಂಧ ಕಡತವ್ಯವಸ್ಥೆ)Unix/Linux ಗಣಕಗಳಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸುವಂತಹ ಜಾಲಬಂಧ ಕಡತವ್ಯವಸ್ಥೆ ಆಗಿದೆ. ಆರೋಹಿಸಲಾದ ಈ ಬಗೆಯ ಕಡತವ್ಯವಸ್ಥೆಯಿಂದ ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಕಡತಗಳು ಅಥವ ಕಡತಕೋಶಗಳನ್ನು http ಡೆಮನ್ ಓದಲು ಪ್ರಯತ್ನಿಸಿದೆ ಆದರೆ NFS ಕಡತ ವ್ಯವಸ್ಥೆಗಳು ಸೂಕ್ಷ್ಮ-ಗ್ರೈನ್ ಮಾಡಲಾದ SELinux ಲೇಬಲ್ ಮಾಡುವಿಕೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲವಾದ್ದರಿಂದ, ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಎಲ್ಲಾ ಕಡತ ಹಾಗು ಕಡತಕೋಶಗಳು ಒಂದೇ ರೀತಿಯ ಸುರಕ್ಷತಾ ಸನ್ನಿವೇಶಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ ನೀವು http ಡೆಮನ್ ಅನ್ನು NFS ಕಡತ ವ್ಯವಸ್ಥೆಯಿಂದ ಕಡತಗಳನ್ನು ಓದುವಂತೆ ಸಂರಚಿಸದೆ ಹೋಗಿದ್ದರೆ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 http 데몬이 NFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다. NFS (Network Filesystem)는 Unix / Linux 상에서 주로 사용되는 네트워크 파일 시스템입니다. http 데몬은 이러한 유형으로 마운트된 파일 시스템에서 하나 이상의 파일 또는 디렉토리를 읽어오기를 시도합니다. NFS 파일 시스템이 정교하 SELinux 레이블하는 것을 지원하지 않음으로서 파일 시스템에 있는 모든 파일 및 디렉토리는 동일한 보안 문맥을 갖게 됩니다. NFS 파일 시스템에서 파일을 읽어오기 위해 http 데몬을 설정하지 않으셨다면 이러한 액세스를 시도했을 때 침임을 시도했다는 신호가 나타날 수 있습니다.
ml: NFS ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളിലേക്ക് ftp ഡെമണിനെ SELinux സമ്മതിക്കുന്നില്ല. NFS (നെറ്റ്‌വര്‍ക്ക് സിസ്റ്റം) Unix / Linux സിസ്റ്റമുകളില്‍ ഉപയോഗിക്കുന്ന ഒരു നെറ്റ്‌വര്‍ക്ക് ഫയല്‍ സിസ്റ്റം ആണ്. ഈ തരത്തിലുളള ഒരു മൌണ്ട് ചെയ്ത ഫയല്‍ സിസ്റ്റമിലുളള ഫയല്‍ അതോ ഡയറക്ടറി വായിക്കുവാന്‍ http ഡെമണ്‍ ശ്രമിക്കുന്നു. NFS ഫയല്‍ സിസ്റ്റം സൂക്ഷമമായ SELinux ലേബലിങ് പിന്തുണയ്ക്കാത്തതിനാല്‍, ഫയല്‍ സിസ്റ്റമിലുളള എല്ലാ ഫയലും ഡയറക്ടറികള്‍ക്കും ഒരേ സെര്യൂരിറ്റി കോണ്‍ട്ടെക്സ്റ്റ് ആണ്. ഒരു NFS ഫയല്‍ സിസ്റ്റമില്‍ നിന്നും http ഡെമണ്‍ ഫയലുകള്‍ വായിക്കുന്നതിനായി ക്രമികരിച്ചിട്ടില്ല എങ്കില്‍ ഈ ശ്രമം തെറ്റായ ഒരു പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने http डीमनला NFS फाइलप्रणाली वरील संचयीत $ACCESS फाइलला प्रवेश देण्यापासून रोखले. NFS (संजाळ फाइलप्रणाली) Unix / Linux प्रणाली वरील संजाळ फाइलप्रणाली आहे. http डीमनने या प्रकारातील आरोहीत फाइलप्रणाली वरील एक किंवा त्यापेक्षा जास्त फाइल किंवा डिरेक्ट्री वाचण्याचा प्रयत्न केला. NFS फाइलप्रणाली उच्च-स्थरीय SELinux लेबलींग समर्थित न केल्यास, फाइलप्रणाली वरील सर्व फाइल व डिरेक्ट्री मध्ये समान सुरक्षा संदर्भ समाविष्ट होईल http डीमनलना NFS फाइलप्रणाली वरील फाइल वाचण्यास संयोजीत न केल्यास हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux belette de http daemon $ACCESS toegang tot bestanden op een NFS bestandssysteem. NFS (Network Filesystem) is een netwerk bestandssysteem gewoonlijk gebruikt op Unix / Linux systemen. De http daemon probeerde een of meerdere bestanden of mappen te lezen van een aangekoppeld bestandssysteem van dit type. Omdat NFS bestandssystemen geen fijnkorrelige SELinux labeling ondersteunen, zullen alle bestanden en mappen in het bestandssysteem dezelfde beveiliging context hebben. Als je de http daemon niet ingesteld hebt om bestanden van een NFS bestandssysteem te lezen kan deze toegang poging een teken zijn van een indringing poging.
or: SELinux http ଡେମନକୁ $ACCESS ଫାଇଲଗୁଡ଼ିକରୁ ସଂରକ୍ଷଣ ପାଇଁ ବାରଣ କରିଥାଏ ଯାହାକି NFS ଫାଇଲତନ୍ତ୍ରରେ ସଂରକ୍ଷିତ ହୋଇଥାଏ। NFS (ନେଟୱର୍କ ଫାଇଲତନ୍ତ୍ର) ଟି ଗୋଟିଏ ନେଟୱର୍କ ଫାଇଲତନ୍ତ୍ର ସାଧାରଣତଃ Unix / Linux ତନ୍ତ୍ରରେ ବ୍ୟବହୃତ ହୋଇଥାଏ। http ଡେମନ ଗୋଟିଏ କିମ୍ବା ଅଧିକ ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକୁ ପଢ଼ିବା ପାଇଁ ଚେଷ୍ଟାକରିଥାଏ ଯାହାକି ଏହି ପ୍ରକାରର ଗୋଟିଏ ସ୍ଥାପିତ ଫାଇଲତନ୍ତ୍ର। ଯେହେତୁ NFS ପାଇଲତନ୍ତ୍ରଗୁଡ଼ିକ ସରଳ SELinux ନାମକରଣକୁ ସମର୍ଥନ କରିନଥାଏ, ତେଣୁ ଫାଇଲତନ୍ତ୍ରରେ ଥିବା ସମସ୍ତ ଫାଇଲ ଏବଂ ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକରେ ସମାନ ସୁରକ୍ଷା ପ୍ରସଙ୍ଗ ଥିବା ଉଚିତ। ଯଦି ଆପଣ http ଡେମନକୁ ଫାଇଲଗୁଡ଼ିକୁ NFS ଫାଇଲତନ୍ତ୍ରରେ ପଢ଼ିବା ପାଇଁ ବିନ୍ୟାସ କରିନାହାନ୍ତି ତେଣୁ ଏହି ପ୍ରଚେଷ୍ଟା କୌଣସି ବିନାଅନୁମତି ପ୍ରଚେଷ୍ଟାକୁ ସୂଚାଇଥାଏ।
pt: O SELinux impediu o servidor de HTTP de $ACCESS aos ficheiros de um sistema de ficheiros NFS. O NFS (Network Filesystem) é um sistema de ficheiros na rede usado normalmente nos sistemas UNIX / Linux. O servidor de HTTP tentou ler um ou mais ficheiros ou pastas de um sistema de ficheiros montado deste tipo. Dado que os sistemas de ficheiros NFS não suportam a etiquetagem detalhada do SELinux, todos os ficheiros e pastas do sistema de ficheiros irão ter o mesmo contexto de segurança. Se não tiver configurado o servidor de FTP para ler os ficheiros de um sistema de ficheiros NFS, esta tentativa de acesso poderá assinalar uma intrusão.
pt_br: O SELinux impediu que o daemon do http $ACCESS arquivos contidos num sistema de arquivos NFS. NFS (Network Filesystem) é um sistema de arquivos de rede normalmente usado em sistemas Unix/Linux. O daemon do http tentou ler um ou mais arquivos ou diretórios em um sistema de arquivos montado deste tipo. Uma vez que sistemas de arquivos NFS não suportam etiquetagem SELinux de alta resolução, todos os arquivos e diretórios no sistema de arquivos terão o mesmo contexto de segurança. Se você não configurou o daemon do http para ler arquivos contidos em um sistema de arquivos NFS, esta tentativa de acesso pode indicar uma tentativa de intrusão.
ru: SELinux предотвратил доступ $ACCESS к файлам в файловой системе NFS. NFS (Network Filesystem) — сетевая файловая система, обычно используемая в системах UNIX/Linux. Демон http попытался прочесть файлы или каталоги из смонтированной файловой системы этого типа. NFS система не поддерживает низкоуровневое маркирование SELinux, поэтому все файлы и каталоги файловой системы имеют один и тот же контекст безопасности. Если вы не настраивали демон http на чтение из NFS, это может служить индикатором попытки вторжения.
sr@latin: SELinux je sprečio http sistemsku uslugu od $ACCESS datoteka uskladištenim na NFS sistemu datoteka. NFS (Network Filesystem - Mrežni sistem datoteka) je mrežni sistem datoteka koji se uobičajeno koristi na Unix / Linux sistemima. http sistemska usluga je pokušao da pročita jednu ili više datoteka ili direktorijuma sa montiranog sistema datoteka ove vrste. NFS sistemi datoteka ne podržavaju SELinux oznake visoke rezolucije, sve datoteke i direktorijumi na sistemu datoteka će imati istovetan bezbednosni kontekst. Ako niste podesili http sistemsku uslugu za čitanje datoteka sa NFS sistema datoteka ovaj pokušaj pristupa može da ukazuje na pokušaj upada.
sv: SELinux hindrade http-demonen från $ACCESS filer sparade på ett NFS-filsystem. NFS (Network Filesystem) är ett nätverksfilsystem ofta använt mellan Unix-/Linuxsystem. http-demonen försökte läsa en eller flera filer eller kataloger från ett monterat filsystem av denna typ. Eftersom ett NFS-filsystem inte stödjer finkornig SELinuxmärkning, kommer alla filer och kataloger i filsystemet att ha samma säkerhetskontext. Om du inte har konfigurerat http-demonen att läsa filer från ett NFS-filsystem kan detta åtkomstförsök vara tecken på ett intrångsförsök.
ta: SELinux ஆனது http டீமானிலிருந்து $ACCESS கோப்புகளை ஒரு NFS கோப்புமுறைமையில் சேகரிப்பதை தடுக்கிறது. NFS (Network Filesystem) ஒரு பிணைய கோப்புமுறைமையில் சாதாரணமாக ஒரு Unix / Linux கணினிகளில் பயன்படுகிறது. இந்த http டீமான் ஒரு ஏற்றப்பட்ட கோப்புமுறைமையில் இந்த வகையிலிருந்து ஒருகோப்புகள் அல்லது அடைவுகளை வாசிக்க முயற்சிக்கிறது. NFS கோப்புகளாக துணைபுரியவில்லை fine-grained SELinux லேபிலிலும், கோப்புமுறைமையில் அனைத்து கோப்புகள் மற்றும் அடைவுகள் ஒரே பாதுகாப்பு உரையை உள்ளது. நீங்கள் கட்டமைக்கப்படாத http டீமானுக்கு கோப்பிலிருந்து ஒரு NFS கோப்புமுறைமையை வாசிக்கிறது இந்த அணுகல் ஒரு சிக்னல் நிர்வாக முயற்சியாகும்.
te: SELinux అనునది http డెమోన్‌ను NFS ఫైలువ్యవస్ధనందలి $ACCESS ఫైళ్ళనుండి నిరోధిస్తోంది. NFS (నెట్వర్కు ఫైలుసిస్టమ్) అనునది Unix / Linux సిస్టమ్స్‍ నందు ఉమ్మడిగా వుపయోగించే ఫైలువ్యవస్థ. http డెమోన్ అనునది ఈ రకమైన మౌంటెడ్ ఫైలువ్యవస్థనుండి ఒకటి లేదా ఎక్కువ పైళ్ళు లేదా డైరెక్టరీలను చదువుటకు యత్నిస్తుంది. NFS ఫైలువ్యవస్థ ఫైన్-గ్రైన్‌డ్ SELinux లేబిలింగును మద్దతీయని కారణంగా, ఫైలువ్యవస్థ నందలి అన్ని ఫైళ్ళు మరియు డైరెక్టరీలు వొకే రక్షణ సందర్భంను కలిగివుంటాయి. మీరు http డెమోన్‌ను NFS ఫైలువ్యవస్థనుండి ఫైళ్ళను చదువుటకు ఆకృతీకరించివుండకపోతే ఈ యాక్సిస్ యత్నము అమర్యాద యత్నముగా సంకేతించబడవచ్చు.
zh_cn: SELinux 阻止了 ftp 守护进程 $ACCESS 保存在 NFS 文件系统中的文件。 NFS（网络文件系统）是一个通常在 Unix / Linux 中使用的网络文件系统。 http 守护进程试图从已经挂接的这种类型的文件操作系统中读取一个或多个文件或目录。 由于 NFS 文件系统不支持 fine-grained SELinux 标志，所以此文件系统中的所有文件和目录将拥有相同的安全上下文。 如果您没有将 http 守护进程配置为从 NFS 文件系统中读取文件，这个访问被记为一次入侵尝试信号。
zh_tw: SELinux 防止了 http daemon $ACCESS 儲存在 NFS 檔案系統上的檔案。 NFS（Network Filesystem）是個普遍使用在 Unix / Linux 系統上的 網路檔案系統 。 http daemon 嘗試由此類型的已掛載檔案系統 讀取了一個或更多個檔案或目錄。由於 NFS 檔案系統並不支援 fine-grained 的 SELinux 標記，因此檔案系統中的 所有檔案和目錄都將會具有相同的安全性 context。 若您並未將 http daemon 設定來讀取來自於 NFS 檔案系統的檔案的話， 此存取代表系統可能已遭到嘗試入侵的警訊。

source: SELinux has denied the $SOURCE from binding to a network port $PORT_NUMBER which does not have an SELinux type associated with it. If $SOURCE is supposed to be allowed to listen on this port, you can use the semanage command to add this port to a inetd_child_port_t type. If you think this is the default please file a bug report against the selinux-policy package. If $SOURCE is not supposed to bind to this port, this could signal an intrusion attempt.
de: SELinux verweigerte $SOURCE die Verbindung mit einem Netzwerk-Port $PORT_NUMBER, mit dem kein SELinux-Typ verknüpft ist. Wenn es $SOURCE gestattet sein soll, auf diesem Port zu horchen, können Sie den Befehl semanage verwenden, um diesen Port dem Typ inetd_child_port_t zuzuordnen. Wenn Sie meinen, dies ist der Standard, dann reichen Sie bitte einen Fehlerbericht für das selinux-policy-Paket ein. Falls $SOURCE sich nicht mit diesem Port verbinden soll, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado a $SOURCE la atención de conexiones en el puerto de red $PORT_NUMBER que no tiene un tipo SELinux asociado a él. Si se suponía que $SOURCE podía atender conexiones en este puerto, puede usar el comando semanage para agregar este puerto al tipo inetd_child_port_t. Si piensa que éste debería ser el predeterminado por favor, <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">informe un error</a> contra el paquete selinux-policy. Si por el contrario, no se suponía que $SOURCE podía atender conexiones en este puerto, puede ser señal de un intento de ataque.
fr: SELinux a empêché $SOURCE de se connecter au port $PORT_NUMBER qui n'a pas de type SELinux attribué. S'il est prévu que $SOURCE soit autorisé à écouter ce port, vous pouvez utiliser la commande semanage pour l'ajouter à un type inetd_child_port_t. Si vous pensez qu'il s'agit d'un paramètre par défaut, veuillez remplir un rapport de bug sur le paquet selinux-policy. Si $SOURCE n'est pas supposée se connecter à ce port, il peut s'agir d'une tentative d'intrusion.
hi: SELinux ने $SOURCE को मना किया है एक संजाल पोर्ट $PORT_NUMBER से जो एक SELinux प्रकार को अपने साथ नहीं रखता है. अगर $SOURCE को इस पोर्ट पर सुनने के लिये अनुमति दिया माना जाता है, आप semanage कमांड का प्रयोग inetd_child_port_t प्रकार में जुड़ने के लिए कर सकता है. यदि आप सोचते हैं कि यह मूलभूत है तो कृपया बग फाइल करें selinux-नीति संकुल के बरक्स. अगर $SOURCE को इस पोर्ट पर वाइंड किया हुआ नहीं माना जाता है, यह एक घुसपैठ प्रयास का संकेत माना जायेगा.
hu: SELinux elutasította, hogy $SOURCE a $PORT_NUMBER hálózati kapun fogadjon kapcsolatokat, mert nincs hozzá társítva SELinux típus. Ha $SOURCE számára szükséges, hogy e kapun fogadjon kapcsolatokat, akkor használhatja a semanage parancsot, hogy e kapuhoz hozzáadjon inetd_child_port_t típust. Ha úgy gondolja, hogy ez az alapértelmezés, kérem tegyen hibabejelentést a selinux-policy csomagra. Ha $SOURCE programnak nem kellene e kapun kapcsolatokat fogadnia, akkor ez behatolás próbálkozást jelezhet.
kn: $SOURCE ಅನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಬೈಂಡ್‌ ಆಗುವುದನ್ನು SELinux ನಿರ್ಬಂಧಿಸಿದೆ,ಆದರೆ ಇದಕ್ಕೆ ಹೊಂದಿಕೊಂಡಿರುವ ಒಂದು SELinux ಬಗೆ ಇಲ್ಲ. $SOURCE ಕ್ಕೆ ಈ ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಆಲಿಸಲು ಅನುಮತಿಸಬೇಕೆಂದಿದ್ದರೆ, ನೀವು ಈ ಸಂಪರ್ಕಸ್ಥಾನವನ್ನು inetd_child_port_t ಬಗೆಗೆ ಸೇರಿಸಲು semanage ಆಜ್ಞೆಯನ್ನು ಬಳಸಬಹುದು. ಇದು ಪೂರ್ವನಿಯೋಜಿತ ಎಂದು ನಿಮಗೆ ಅನಿಸಿದಲ್ಲಿ ದಯವಿಟ್ಟು selinux-policy ಪ್ಯಾಕೇಜ್‍ನ ವಿರುದ್ಧ ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ. ಎಲ್ಲಿಯಾದರೂ $SOURCE ಈ ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಬೈಂಡ್ ಆಗಬಾರದಂತಿದ್ದಲ್ಲಿ, ಇದು ಒಂದುಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 연관된 SELinux 유형을 갖지 않는 네트워크 포트 $PORT_NUMBER로 연결하는 것에서 $SOURCE를 거부합니다. $SOURCE가 이러한 포트에서 청취하는 것을 허용할 경우, semanage 명령을 사용하여 포트를 inetd_child_port_t 유형에 추가할 수 있습니다. 이것이 기본값으로 되어 있을 경우, selinux-policy 패키지에 대해 버그 리포트를 제출해 주시기 바랍니다. $SOURCE가 이러한 포트에 연결되지 않았을 경우, 침입 시도 신호가 나타날 수 있습니다.
ml: $SOURCE-നെ ഒരു നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ട് $PORT_NUMBER-ലേക്ക് (SELinux ടൈപ്പ് ഇല്ലാത്തത്) കൂട്ടി ചേര്‍ക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു. $SOURCE ഈ പോര്‍ട്ടില്‍ ശ്രദ്ധിക്കുന്നു എങ്കില്‍, ഈ പോര്‍ട്ട് ഒരു inetd_child_port_t തരത്തിലേക്ക് ചേര്‍ക്കുന്നതിനായി semanage കമാന്‍ഡ് ഉപയോഗിക്കുന്നു. ഇതു് സ്വതവേയുള്ളതെന്നു് നിങ്ങള്‍ക്ക് തോന്നിയാല്‍, ദയവായി selinux-policy പാക്കേജിനെതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുക. $SOURCE ഈ പോര്‍ട്ടിനോട് ചേര്‍ക്കേണ്ട എങ്കില്‍, ഇത് ഒരു തെറ്റായ പ്രക്രിയ ആയി കാണുന്നു.
mr: SELinux ने $SOURCE ला नेटवर्क पोर्ट $PORT_NUMBER सह बांधणी करण्यापासून रोखले, ज्याच्याशी SELinux प्रकार संबंधीत नाही. $SOURCE पोर्टशी संपर्क साधण्याचा प्रयत्न करत असल्यास, तुम्ही semanage आदेशचा वापर हा पोर्ट inetd_child_port_t प्रकारात समाविष्ट करण्यासाठी करू शकता. पूर्वनिर्धारीत वाटत असल्यास कृपया selinux-policy संकुलच्या विरूध्द बग अहवाल सादर करा. $SOURCE या पोर्टशी बांधणी करत नसल्यास, , हे अवैध प्रेवश प्रयत्न ठरेल.
nl: SELinux heeft de $SOURCE verboden om te verbinden met een netwerk poort $PORT_NUMBER welke geen SELinux type met zich verbonden heeft. Als $SOURCE verondersteld wordt om naar deze poort te luisteren, kun je het semanage commando gebruiken om aan deze het inetd_child_port_t type te geven. Als je denkt dat dit de standaard moet zijn, dien dan a.u.b een bug rapport in voor het selinux-policy pakket. Als $SOURCE niet verondersteld wordt met deze poort te verbinden, kan dit een teken zijn van een indringing poging.
or: SELinux $SOURCE କୁ ନେଟୱର୍କ ପୋର୍ଟ $PORT_NUMBER ରେ ବାନ୍ଧିବାରୁ ବାରଣ କରିଥାଏ ଯେଉଁଥିରେ SELinux ପ୍ରକାର ସଂଶ୍ଳିଷ୍ଟ ଥାଏ। ଯଦି $SOURCE ଟି ଏହି ପୋର୍ଟରେ ଶୁଣିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ, ତେବେ ଆପଣinetd_child_port_t type ରେ ଏହି ପୋର୍ଟକୁ ଯୋଗ କରିବା ପାଇଁ ସେହି semanage ନିର୍ଦ୍ଦେଶକୁ ବ୍ୟବହାର କରିପାରିବେ। ଯଦି ଆପଣ ଭାବନ୍ତି ଯେ ଏହା ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଅଟେ ତେବେ ଦୟାକରି selinux-ନିତୀ ପ୍ୟାକେଜରେ ତ୍ରୁଟି ଖବର କରନ୍ତୁ। ଯଦି $SOURCE ଟି ସେହି ପୋର୍ଟ ସହିତ ସଂଯୁକ୍ତ ହୋଇନଥାଏ, ତେବେ ଏହା ଗୋଟିଏ ବିନାଅନୁମତି ପ୍ରବେଶକୁ ଚେଷ୍ଟାକରିଥାଏ।
pt: O SELinux proibiu o acesso de $SOURCE de se ligar a um porto de rede $PORT_NUMBER, o qual não tem um tipo de SELinux associado a ele. Se o $SOURCE é suposto ter permissões para se ligar a este porto, poderá usar o comando 'semanage' para adicionar este porto a um tipo 'inetd_child_port_t'. Por favor envie um relatório de erros sobre o pacote selinux-policy. Se o $SOURCE não é suposto ligar-se a este porto, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o $SOURCE se vinculasse à porta de rede $PORT_NUMBER, a qual não está associada a um tipo SELinux. Se o $SOURCE devia ter permissão para ouvir esta porta, você pode usar o comando semanage para adicioná-la a um tipo inetd_child_port_t. Se você acredita ser esse o padrão, por favor registre um relatório de erro para o pacote selinux-policy. Se o $SOURCE não devia se vincular a esta porta, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил $SOURCE подключаться сетевому порту $PORT_NUMBER, которому не присвоен тип SELinux. Если $SOURCE должен иметь возможность подключения к этому порту, можно использовать команду semanage для добавления этого порта к типу inetd_child_port_t. Если вы уверены, что доступ разрешен по умолчанию, создайте запрос в Bugzilla для пакета selinux-policy. Если $SOURCE не должен соответствовать этому порту, возможно, имеет место попытка вторжения.
sv: SELinux har nekat $SOURCE att binda till en nätverksport $PORT_NUMBER som inte har en SELinuxtyp associerad med sig. Om det är meningen att $SOURCE skall tillåtas att lyssna på denna port, kan du använda kommandot semanage för att lägga till denna port till en typ inetd_child_port_t. Om du tror att detta är standard, skicka gärna en felrapport mot paketet selinux-policy. Om $SOURCE inte skall kunna binda till denna port, kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது இந்த $SOURCE லிருந்து ஒரு பிணைய துறையுடன் பிணைப்பதை $PORT_NUMBER ஐ ஒரு SELinux வகை இணைப்பதை மறுக்கிறது. $SOURCE இதை கவனிக்க இந்த துறையுடன் அனுமதிக்கிறது, நீங்கள் semanage கட்டளைக்கு இந்த துறை inetd_child_port_t பயன்படுகிறது. இது ஒரு முன்னிருப்பு கோப்பாக selinux-policy தொகுப்பிற்கு எதிராக நினைக்கிறது. $SOURCE துணைபுரியவில்லை எனில் இந்த துறையுடன் பிணைக்க, இது ஒரு நிர்வாக முயற்சி சிக்னலாகும்.
te: SELinux అనునది $SOURCEను SELinux రకము తనతో కలిగిలేని నెట్వర్కు పోర్టు $PORT_NUMBERకు బందనమగుటనుండి తిరస్కరిస్తోంది. ఒకవేళ $SOURCE అనునది ఈ పోర్టునందు వినుటకు అనుమతించబడాలి అయితే, ఈ పోర్టును inetd_child_port_t రకముకు జతచేయుటకు semanage ఆదేశమును వుపయోగించగలరు. మీరు ఇది అప్రమేయమని తలచితే దయచేసి బగ్‌ నివేదికను selinux-policy ప్యాకేజిపై నమోదుచేయుము. ఒకవేళ $SOURCE ఈ పోర్టుకు బందనం అవ్వాలని లేకపోతే, ఇది అమర్యాద యత్నమును సంకేతిస్తుంది.
zh_cn: SELinux 已经拒绝 $SOURCE 绑定到没有相关 SELinux 类型的网络端口 $PORT_NUMBER。 如果本应允许 $SOURCE 在这个端口侦听，您可以使用 semanage 命令将这个端口添加为 inetd_child_port_t 类型。如果您认为这是默认设置，请根据 selinux-policy 软件包在 <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">bug report</a> 提交一个文件。 如果 $SOURCE 本不应该绑定到这个端口，这可能意味着有人在试图侵入网络。
zh_tw: SELinux 拒絕了 $SOURCE 綁定至網路通訊埠 $PORT_NUMBER，此通訊埠沒有一個與其關聯的 SELinux 類型。 若 $SOURCE 應該要被允許在此通訊埠上進行監聽的話，您可透過使用 semanage 指令來將此通訊埠改為 inetd_child_port_t 類型。若您覺得此乃預設值的話，請針對於 selinux-policy 套件提交一份錯誤報告。 若 $SOURCE 並不應該 綁定至此通訊埠的話，這代表系統可能已遭到嘗試入侵的警訊。
