Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: Changing the "allow_ftpd_use_nfs" and "$WRITE_BOOLEAN" booleans to true will allow this access: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". warning: setting the "$WRITE_BOOLEAN" boolean to true will allow the ftp daemon to write to all public content (files and directories with type public_content_t) in addition to writing to files and directories on NFS filesystems.
as: "allow_ftpd_use_nfs" আৰু "$WRITE_BOOLEAN" বুলিয়েনৰ মান true হ'লে ব্যৱহাৰাধিকাৰ প্ৰাপ্ত হ'ব: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". সতৰ্কবাণী: "$WRITE_BOOLEAN" বুলিয়েনৰ মান true হ'লে ftp ডেমনক NFS নথিপত্ৰপ্ৰণালীৰ সকলো নথিপত্ৰ আৰু পঞ্জিকাত লিখাৰ অনুমতিৰ উপৰিও সকলো সাবৰ্জনীন বিষয়বস্তুতে (public_content_t প্ৰকৃতিৰ নথিপত্ৰ আৰু পঞ্জিকা) লিখাৰ অনুমতি প্ৰদান কৰা হ'ব ।
de: Das Ändern der "allow_ftpd_use_nfs" und "$WRITE_BOOLEAN" Boolesch in wahr, erlaubt diesen Zugriff: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". Warnung: Wird der "$WRITE_BOOLEAN" Boolesch in wahr geändert, kann der FTP-Daemon in alle öffentlichen Dateien und Verzeichnisse mit dem Typ public_content_t schreiben, zusätzlich zu den Dateien und Verzeichnissen auf NFS-Dateisystemen.
es: Cambiando los booleanos "allow_ftpd_use_nfs" and "$WRITE_BOOLEAN" a 1 permitirán este acceso: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". Advertencia: poner el booleano $WRITE_BOOLEAN a 1 permitirá al demonio ftp escribir a todo el contenido público (archivos y directorios con el tipo public_content_t) además de escribir a archivos y directorios en sistemas de archivos NFS.
fr: Le changement des booléens « allow_ftpd_use_nfs » et « $WRITE_BOOLEAN » sur vrai autorisera cet accès : « setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1 ». avertissement : mettre le booléen « $WRITE_BOOLEAN » sur vrai autorisera le démon ftp à écrire dans tous les contenus publics (fichiers et répertoires avec le type public_content_t) en plus d'écrire dans les fichiers et répertoires du système de fichiers NFS.
hi: "allow_ftpd_use_nfs" और "$WRITE_BOOLEAN" बुलियन को सही में बदलना इस अभिगम के लिये अनुमति देगा: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". चेतावनी: "$WRITE_BOOLEAN" बुलियन को सही पर सेट करना ftp डेमॉन को सार्वजनिक फाइल में लिखने के लिये अनुमति देगा (फाइल व निर्देशिका public_content_t प्रकार का) NFS फाइळ सिस्टम पर निर्देशिका व फाइल सिस्टम के अलावा.
hu: Az "allow_ftpd_use_nfs" és a(z) "$WRITE_BOOLEAN" logikai érték igazra való módosítása ("setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1") engedélyezi ezt a hozzáférést. Figyelmeztetés: a(z) "$WRITE_BOOLEAN" logikai érték igazra való módosítása engedélyezi az "ftp" szolgáltatás számára az összes nyilvános tartalom (a public_content_t típusú fájlok és könyvtárak) írását is azon felül, hogy írhatja az NFS-fájlrendszereken levő fájlokat és könyvtárakat.
kn: "allow_ftpd_use_nfs" ಹಾಗು "$WRITE_BOOLEAN" ಬೂಲಿಯನ್‍ಗಳನ್ನು ನಿಜಕ್ಕೆ ಬದಲಾಯಿಸುವುದರಿಂದ ಅದು ಈ ನಿಲುಕನ್ನು ಅನುಮತಿಸುತ್ತದೆ: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". ಎಚ್ಚರಿಕೆ: "$WRITE_BOOLEAN" ಬೂಲಿಯನ್‍ಗಳನ್ನು ನಿಜಕ್ಕೆ ಹೊಂದಿಸುವುದರಿಂದ ftp ಡೆಮನ್‍ಗೆ NFS ಕಡತ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿನ ಕಡತಗಳು ಹಾಗು ಕಡತಕೋಶಗಳ ಜೊತೆಗೆ ಎಲ್ಲಾ ಸಾರ್ವಜನಿಕ ವಿಷಯಗಳನ್ನು (public_content_t ಬಗೆಯ ಕಡತಗಳು ಹಾಗು ಕಡತಕೋಶಗಳು) ಬರೆಯಲು ಅನುಮತಿಯನ್ನು ಒದಗಿಸುತ್ತದೆ.
ko: "allow_ftpd_use_nfs" 및 "$WRITE_BOOLEAN" 부울을 true로 변경하여 이러한 액세스를 허용합니다: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". 경고: "$WRITE_BOOLEAN" 부울을 true로 설정하는 것은 ftp 데몬이 모든 공개 내용 (public_content_t 유형으로 된 파일 및 디렉토리)에 쓰는 것을 허용하고 NFS 파일 시스템에 있는 파일 및 디렉토리에 쓰는 것도 허용합니다.
ml: "allow_ftpd_use_nfs","$WRITE_BOOLEAN" എന്നീ boolean true ആക്കിയാല്‍ ഇതിനുളള അനുമതി ലഭിക്കുന്നു: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". മുന്നറിയിപ്പ്: "$WRITE_BOOLEAN" boolean true ആക്കിയാല്‍ NFS ഫയല്‍ സിസ്റ്റമുകളിലുളള ഫയലുകളിലും ഡയറക്ടറികളിലും എഴുതുന്നത് കൂടാതെ, എല്ലാ പബ്ളിക് കണ്‍ട്ടെറ്റിലേക്കും (public_content_t ടൈപ്പിലുളള ഫയലുകളും ഡയറക്ടറികളും) എഴുതുന്നതിനായി ftp ഡെമണിനെ അനുവദിക്കുന്നു.
mr: "allow_ftpd_use_nfs" व "$WRITE_BOOLEAN" बूलीयनला खरे निश्चित केल्यास प्रवेश प्राप्त होईल: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". सावधानी: "$WRITE_BOOLEAN" बूलीयनला खरे निश्चित केल्यास ftp डीमन सर्व पब्लिक पाठ्यवर लेखन करीता परवानगी देतो (फाइल व public_content_t प्रकारावरील डिरेक्ट्री) व NFS फाइलप्रणालीवरील फाइल व डिरेक्ट्रीवर लेखनच्या व्यतिरीक्त.
nl: Het veranderen van de "allow_ftpd_use_nfs" en "$WRITE_BOOLEAN" booleans naar waar zal deze toegang toestaan: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". Waarschuwing: Het zetten van de "$WRITE_BOOLEAN" boolean naar waar zal de ftp daemon toestaan om te schrijven naar alle publieke inhoud (bestanden en mappen met het type public_content_t) en bovendien schrijven naar bestanden en mappen in NFS bestandssystemen.
or: "allow_ftpd_use_nfs" ଏବଂ "$WRITE_BOOLEAN" ବୁଲିଆନଗୁଡ଼ିକୁ true ରେ ପରିବର୍ତ୍ତନ କରିବା ଦ୍ୱାରା ଏହି ଅଭିଗମ୍ୟକୁ ଅନୁମତି ମିଳିଥାଏ: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". ଚେତାବନୀ: "$WRITE_BOOLEAN" ବୁଲିଆନକୁ true କରିବା ଦ୍ୱାରା ଏହା ftp ଡେମନକୁ ସମସ୍ତ ସାର୍ବଜନୀନ ସୂଚୀକୁ (public_content_t ପ୍ରକାର ବିଶିଷ୍ଟ ଫାଇଲ ଏବଂ ଡ଼ିରେକ୍ଟୋରୀ) ଲେଖିବା ପାଇଁ ଅନୁମତି ଦେବା ସହିତ NFS ଫାଇଲ ତନ୍ତ୍ରଗୁଡ଼ିକରେ ଫାଇଲ ଏବଂ ଡ଼ିରେକ୍ଟୋରୀଗୁଡ଼ିକୁ ଲେଖିବାକୁ ଅନୁମତି ଦେଇଥାଏ.
pt: A mudança dos booleanos "allow_ftpd_use_nfs" e "$WRITE_BOOLEAN" para 'true' irá permitir este acesso: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". atenção: a definição do booleano "$WRITE_BOOLEAN" como 'true' irá permitir que o servidor de FTP escreva em todo o conteúdo público (pastas e ficheiros com o tipo 'public_content_t'), para além da gravação de pastas e ficheiros em sistemas de ficheiros NFS.
pt_br: Mudando os Booleanos "allow_ftpd_use_nfs"e "$WRITE_BOOLEAN" para verdadeiro permitirá este acesso: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". Aviso: mudar o Booleano "$WRITE_BOOLEAN" para verdadeiro permitirá que o daemon do ftp escreva em todos os conteúdos públicos (arquivos e diretórios do tipo public_content_t) além de escrever em todos arquivos e diretórios no sistema de arquivos NFS.
ru: Установка логических значений «allow_ftpd_use_nfs» и «$WRITE_BOOLEAN» разрешит такой доступ: «setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1». Предупреждение: установка значения «$WRITE_BOOLEAN» разрешает демону ftp осуществлять запись во все общие ресурсы (файлы и каталоги типа public_content_t) помимо записи в файлы и каталоги в файловых системах NFS.
sr@latin: Izmena „allow_ftpd_use_nfs“ i „$WRITE_BOOLEAN“ logičkih promenljiva na istinite će dozvoliti ovaj pristup: „setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1“. upozorenje: postavljanje „$WRITE_BOOLEAN“ promenljive na istinitu će dozvoliti ftp sistemskoj usluzi upisivanje u sav javni sadržaj (datoteke i direktorijume vrste public_content_t) u dodatku upisivanja datoteka i direktorijuma na NFS sistemima datoteka.
sv: Ändra "allow_ftpd_use_nfs" och "$WRITE_BOOLEAN" flaggor till sant för tillåta denna åtkomst: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". varning: sätta "$WRITE_BOOLEAN" flaggan till sant kommer tillåta ftp demonen att skriva till allt publikt innehåll (filer och kataloger med typ public_content_t) förutom att skriva till filer och kataloger på NFS filsystemet.
ta: பூலியன்கள் "allow_ftpd_use_nfs" and "$WRITE_BOOLEAN" இந்த அணுகலை உண்மையாக அனுமதிக்கவும்: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". எச்சரிக்கை: பூலியன் "$WRITE_BOOLEAN"உண்மையாக ftp டீமனானது பொதுவான உள்ளடகத்தைஎழுத அனுமதிக்க (கோப்புகள் மற்றும் அடைவுகள் வகையுடன் public_content_t) எழுதுவதற்கு கூடுதல் கோப்புகள் மற்றும் அடைவுகள் NFS கோப்புமுறைமைகள் எழுதுகிறது.
te: "allow_ftpd_use_nfs" మరియు "$WRITE_BOOLEAN" బూలియన్స్‍‌ను సత్యంకు మార్చుట అనునది ఈ వాడుకను అనుమతిస్తుంది: "setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1". హెచ్చరిక: "$WRITE_BOOLEAN" బూలీయన్‌ను సత్యంకు అమర్చుట ftp డెమోన్‌ను అన్ని పబ్లిక్ సారాలను (దస్త్రములు మరియు సంచయాలు public_content_t రకమువి) వ్రాయుటకు అనుమతిస్తుంది దస్త్రాలను మరియు సంచయాలను NFS దస్త్రవ్యవస్థ పై వ్రాయుటకన్నా.
zh_cn: 修改 "allow_ftpd_use_nfs" 和 "$WRITE_BOOLEAN"布尔值为true将允许这个访问： "setsebool -P allow_ftpd_use_nfs=1$WRITE_BOOLEAN=1"。 警告：设置"$WRITE_BOOLEAN"布尔值为true将允许ftp后台写入所有公共内容(public_content_t类型的文件和目录)， 另外，也允许写入NFS文件系统中的文件和目录。
zh_tw: 若將「allow_ftpd_use_nfs」和 「$WRITE_BOOLEAN」布林值更改為 true 的話將可允許此存取： 「setsebool -P allow_ftpd_use_nfs=1 $WRITE_BOOLEAN=1」。 警告：若將「$WRITE_BOOLEAN」布林值設為 true 的話將會 允許 ftp daemon 除了寫入 NFS 檔案系統上的檔案與目錄之外，還可對所有的公用內容進行寫入（類型為 public_content_t 的檔案 和目錄）。

source: SELinux policy is preventing the http daemon from writing to a public directory.
as: SELinux নিয়মনীতিৰ বাবে http ডেমনক সাৰ্বজনীন পঞ্জিকাত লিখিবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: Die SELinux Richtlinie hindert den HTTP-Daemon am Schreiben in ein öffentliches Verzeichnis.
es: La política de SELinux niega al demonio http la escritura a un directorio público.
fr: La règle SELinux empêche le démon http d'écrire sur un répertoire public.
hi: SELinux नीति http डेमॉन को निजी निर्देशिका में लिखने से रोक रहा है.
hu: SELinux-szabályzat megakadályozza, hogy a "http" szolgáltatás egy nyilvános könyvtárba írjon.
kn: SELinux ಪಾಲಿಸಿಯು http ಡೆಮನ್ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ.
ko: SELinux 정책은 http 데몬이 공개 디렉토리에 기록하지 못하게 합니다.
ml: ഒരു പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux പോളിസി എതിര്‍ക്കുന്നു.
mr: SELinux करार http डीमनला पब्लिक डिरेक्ट्री वर लिहीण्यापासून रोखले आहे
nl: SELinux tactiek belette de http daemon om te schrijven naar een publieke map.
or: SELinux ନିୟମ httpd ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି।
pt: A política do SELinux está a impedir o servidor de HTTP de gravar numa pasta pública.
pt_br: Uma diretiva do SELinux está impedindo que o daemon do http escreva em um diretório público.
ru: Политика SELinux предотвращает выполнение записи в общий каталог демоном http.
sr@latin: SELinux polisa sprečava http sistemsku uslugu od upisivanja u javni direktorijum.
sv: SELinux policy förhindrar http-demonen från att skriva till en publik katalog.
ta: SELinux பாலிசியானது http டீமனிலிருந்து ஒரு பொதுவான அடைவை எழுதுவதை தடுக்கிறது.
te: SELinux విధానం అనునది http డెమోన్‌ను పబ్లిక్ సంచయంకు వ్రాయుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 策略正在阻止 http daemon 写入一个公共目录。
zh_tw: SELinux 政策防止了 http daemon 寫入公用的 目錄。

source: SELinux policy is preventing the http daemon from writing to a public directory. If httpd is not setup to write to public directories, this could signal an intrusion attempt.
as: SELinux নিয়মনীতিৰ জন্য http ডেমনকে সাৰ্বজনীন ডিৰেক্টিৰ মধ্যে লিখতে বাধা সৃষ্টি কৰা হচ্ছে। অ্যানোনিমাস লিখনেৰ উদ্দেশ্যে http নিৰ্ধাৰণ না কৰা হলে, এটি সম্ভাব্য অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: Die SELinux-Richtlinie hindert den HTTP-Daemon am Schreiben in ein öffentliches Verzeichnis. Falls HTTP nicht mit Schreibzugriff auf öffentliche Verzeichnisse konfiguriert ist, könnte dies einen Einbruchsversuch signalisieren.
es: La política de SELinux está impidiendo al demonio http la escritura a un directorio público. Si http no fue configurado para escribir en directorios públicos, esto puede ser una señal de un ataque.
fr: La règle SELinux empêche le démon http d'écrire dans un répertoire public. Si httpd n'est pas configuré pour écrire dans les répertoires publics, cela pourrait signaler une tentative d'intrusion.
hi: SELinux नीति http डेमॉन को निजी निर्देशिका में लिखने से रोक रहा है. अगर httpd सार्वजनिक निर्देशिका में लिखने के लिये सेटअप नहीं है, यह एक घुसपैठ प्रयास का संकेत दे सकता है.
hu: A SELinux szabályzat megakadályozza, hogy a http szolgáltatás írjon egy nyilvános mappába. Ha a http beállítása nem engedi meg, hogy írjon nyilvános mappákba, akkor ez behatolás kísérletet jelezhet.
kn: SELinux ಪಾಲಿಸಿಯು http ಡೆಮನ್ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ. ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಗಳಿಗೆ ಬರೆಯಲು httpd ಯನ್ನು ಹೊಂದಿಸದೆ ಹೋದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux 정책은 http 데몬이 공개 디렉토리에 기록하지 못하게 합니다. 공개 디렉토리에 기록하기 위해 httpd가 설정되지 않았을 경우, 침입 시도 신호가 나타날 수 있습니다.
ml: ഒരു പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux പോളിസി എതിര്‍ക്കുന്നു. പബ്ളിക്ക് ഡയറക്ടറികളിലേക്ക് എഴുതുന്നതിനായി httpd സജ്ജമല്ല എങ്കില്‍, ഇതിന് അനുവാദമില്ലാത്ത ഒരു പ്രവര്‍ത്തനം ശ്രമിക്കുന്നതിന് തുല്ല്യമാണ്.
mr: SELinux करार http डीमनला पब्लिक डिरेक्ट्रीवर लेखन पासून रोखत आहे. httpd पब्लिक डिरेक्ट्रीवर सेटअप न केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux tactiek belet de http daemon te schrijven naar een publieke map. Als httpd niet ingesteld is om naar publieke mappen te schrijven, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ http ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରି ମାନଙ୍କରେ ଲେଖିବା ପାଇଁ http କୁ ବିନ୍ଯାସ କରାଯାଇ ନ ଥିଲେ , ଏହା ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: A política do SELinux está a impedir o serviço http de gravar numa pasta pública. Se o http não está configurado para escrever em pastas públicas, isto poderá assinalar uma tentativa de intrusão.
pt_br: Uma política do SELinux está impedindo que o daemon do http escreva em um diretório público. Se o httpd não estiver configurado para escrever em diretórios públicos, isto pode indicar uma tentativa de intrusão.
ru: Политика SELinux запрещает выполнение записи в общий каталог демоном httpd. Если httpd не настроен на запись в общие каталоги, это может служить индикатором попытки вторжения.
sr@latin: SELinux polisa sprečava http sistemsku uslugu od upisivanja u javni direktorijum. Ako httpd nije podešen da upisuje u javne direktorijume, ovo može ukazivati na pokušaj upada.
sv: SELinux-policyn hindrar http-demonen från att skriva till en publik katalog. Om http inte är uppsatt att skriva till publika kataloger, kan detta vara tecken på ett intrångsförsök.
ta: SELinux பாலிசியானது http டீமனிலிருந்து ஒரு பொதுவான அடைவை எழுதுவதை தடுக்கிறது. httpd ஒரு பொதுவான அடைவுகளை எழுத அமைக்கவில்லை எனில், இந்த நிர்வாக முயற்சி ஒரு சமிக்ஞை பெற்றுள்ளது.
te: SELinux విధానం http డెమోన్‌ను పబ్లిక్ సంచయంకు వ్రాయుటనుండి నిరోధిస్తుంది. ఒకవేళ httpd పబ్లిక్ సంచయాలకు వ్రాయుటకు అమర్చివుండక పోతే, ఈ అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 策略正在阻止 http 守护进程写入一个公共目录。 如果没有将 httpd 设置为可以写入公共目录，这就可能是一次 入侵尝试信号。
zh_tw: SELinux 政策防止了 http daemon 寫入公用的 目錄。若 httpd 並未被設置程可寫入公用目錄的話，這 就代表系統可能已遭到嘗試入侵的警訊。
