Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux policy is preventing the samba daemon from writing to a public directory. If samba is not setup to allow anonymous writes, this could signal an intrusion attempt.
as: SELinux নিয়মনীতিৰ জন্য samba ডেমনকে সাৰ্বজনীন ডিৰেক্টিৰ মধ্যে লিখতে বাধা সৃষ্টি কৰা হচ্ছে। অ্যানোনিমাস লিখনেৰ উদ্দেশ্যে samba নিৰ্ধাৰণ না কৰা হলে, এটি সম্ভাব্য অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: Die SELinux-Richtlinie hindert den Samba-Daemon am Schreiben in ein öffentliches Verzeichnis. Falls Samba nicht mit anonymemn Schreibzugriff konfiguriert ist, kann dies einen Einbruchsversuch signalisieren.
es: La política de SELinux está negando al demonio samba la escritura a un directorio público. Si samba no fue configurado para permitir escrituras anónimas, esto puede indicar un posible ataque.
fr: La règle SELinux empêche le démon samba d'écrire dans un répertoire public. Si samba n'est pas configuré pour autoriser l'écriture anonyme, cela pourrait signaler une tentative d'intrusion.
hi: SELinux नीति samba डेमॉन को सार्वजनिक निर्देशिका में लिखने रोक रहा है. अगर सांबा को अज्ञात लेखन के लिये नहीं सेटअप किया जाता है, यह घुसपैठ प्रयास हो संकेत दे सकता है.
hu: A SELinux szabályzat megakadályozza, hogy samba szolgáltatás írjon egy nyilvános mappába. Ha samba beállítása nem engedi meg a névtelen írást, akkor ez behatolás kísérletet jelezhet.
kn: SELinux ಪಾಲಿಸಿಯು ಸಾಂಬಾ ಡೆಮನ್ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ. ಅಜ್ಞಾತ ಬರೆಯುವಿಕೆಗಳನ್ನು ಅನುಮತಿಸುವಂತೆ ಸಾಂಬಾ ಅನ್ನು ಹೊಂದಿಸದೆ ಹೋದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux 정책은 samba 데몬이 공개 디렉토리에 기록하지 못하게 합니다. 익명 기록을 허용하기 위해 samba가 설정되지 않았을 경우, 침입을 시도하였다는 신호가 나타날 수 있습니다.
ml: പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും SELinux പോളിസി samba ഡെമണിനെ അനുവദിക്കുന്നുല്ല. അനോണിമസ് റൈറ്റുകള്‍ക്ക് samba ക്രമികരിച്ചില്ല എങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux policy samba डीमनला पब्लिक डिरेक्ट्रीवर लेखनपासून रोखत आहे . samba अपरिचीत लेखनकरीता सेटअप न केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux tactiek belet de samba daemon om naar een publieke map te schrijven. Als samba niet ingesteld is om anoniem te schrijven, kan dit een indringing poging betekenen.
or: SELinux ନିୟମ ଶାମ୍ବା ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ଅଜ୍ଞାତ ଲିଖନୀ ମାନଙ୍କୁ ସ୍ବୀକାର କରିବା ପାଇଁ ଶାମ୍ବାକୁ ବିନ୍ଯାସ କରାଯାଇ ନ ଥିଲେ ,ଏହା ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: A política de SELinux está a impedir o serviço Samba de escrever numa pasta pública. Se o Samba não estiver configurado para permitir gravações anónimas, isto poderá assinalar uma tentativa de intrusão.
pt_br: Uma política do SELinux está impedindo que o daemon do samba escreva em um diretório público. Se o samba não estiver configurado para permitir escritas anônimas, isto pode indicar uma tentativa de intrusão.
ru: Политика SELinux предотвращает выполнение записи в общий каталог демоном samba. Если samba не разрешает анонимную запись, это может служить индикатором попытки вторжения.
sr@latin: SELinux polisa sprečava samba sistemsku uslugu od upisivanja u javni direktorijum. Ako samba nije podešena da dozvoli anonimne upise, ovo može ukazivati na pokušaj upada.
sv: SELinux policy hindrar samba-demonen från att skriva till en publik katalog. Om samba inte är uppsatt att tillåta anonyma skrivningar, kan detta vara vara ett tecken på ett intrångsförsök.
ta: SELinux பாலிசியானது samba டீமனை ஒரு பொதுவான அடைவை எழுதுவதை தடுக்கிறது. rsync தெரியாதவற அமைப்பை எழுத அனுமதித்தால், இந்த ஒரு நிர்வாக முயற்சியில் சமிக்ஞை .
te: SELinux విధానం అనునది samba డెమోన్‌ను పబ్లిక్ సంచయంకు వ్రాయుటనుండి నిరోధిస్తుంది. ఒకవేళ samba అనునది ఎనానిమస్ వ్రాతలను అనుమతించుటకు అమర్చివుండకపోతే, ఇది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 策略正在阻止 samba 守护进程写入一个公共目录。如果没有将 samba 设置为允许 匿名写入公共目录，这可能会是一次入侵尝试信号。
zh_tw: SELinux 政策已防止了 samba daemon 寫入公用的 目錄中。若 samba 並未被設為可允許匿名寫入的話，這 代表系統可能已遭到嘗試入侵的警訊。

source: If samba should be allowed to write to this directory you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the samba_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
as: ftp-কে এই ডিৰেক্টৰিতে লেখাৰ অনুমতি প্ৰদান কৰতে হলে $BOOLEAN বুলিয়ান সক্ৰিয় কৰুন ও সাৰ্বজনীন ডিৰেক্টৰিটিৰ ফাইল কনটেক্সট public_content_rw_t'এ পৰিবৰ্তন কৰুন। অধিক জানতে samba_selinux man পৃষ্ঠা পড়ুন: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" সিস্টেমেৰ মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পৰিবৰ্তন কৰা আবশ্যক। এৰ ফলে সম্পূৰ্ণ ৰি-লেবল (relabel) কৰা হলেও কনটেক্সট অপৰিবৰ্তিত থাকবে। "semanage fcontext -a -t public_content_rw_t <path>"
de: Falls ftp der Schreibzugriff in dieses Verzeichnis gestattet werden soll, müssen Sie den $BOOLEAN Boolesch aktivieren und den Dateikontext des öffentlichen Verzeichnisses in public_content_rw_t ändern. Lesen Sie die Handbuchseite für weitere Informationen: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um diese bei einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t public_content_rw_t <path>"
es: Si se debe permitir a samba que pueda escribir a este directorio, debe poner en 1 al booleano $BOOLEAN y cambiar el contexto de archivo del directorio público a public_content_rw_t. Lea la página man de samba_selinux para más información: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <dir>" También debe cambiar los archivos de contexto de archivo por defecto en el sistema, a los efectos de preservarlos en caso de un reetiquetado completo. "semanage fcontext -a -t public_content_rw_t <path>"
fr: Si ftp devait être autorisé à écrire dans ce répertoire vous auriez besoin d'activer le booléen $BOOLEAN et de changer le contexte du fichier du répertoire public avec public_content_rw_t. Lisez la page de manuel samba_selinux pour davantage d'informations : « setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <chemin> » Vous devez également changer le dossier par défaut des fichiers de contexte dans le système afin de les préserver même lors d'un réétiquetage complet. « semanage fcontext -a -t public_content_rw_t <chemin> »
hi: अगर सांबा को इस निर्देशिका में लिखने के लिये अनुमति दिया जाना चाहिये तो आपको $BOOLEAN बुलियन को चालू करना चाहिये और सार्वजनिक निर्दशिका के फाइल संदर्भ को बदलना चाहिये public_content_rw_t में. samba_selinux मैन पेज पढ़ें आगे जानकारी के लिये: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" आपको सिस्टम पर मूलभूत फाइल संदर्भ जरूर बदलना चाहिए ताकि उन्हें पूर्ण रूप से फिर लेबल करने पर भी संरक्षित किया जा सके. "semanage fcontext -a -t public_content_rw_t <path>"
hu: Ha szükséges engedélyezni, hogy a "samba" írhasson ebbe a könyvtárba, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket, valamint módosítania kell a nyilvános könyvtár fájl beállítását erre: public_content_rw_t. További információk találhatók a "samba_selinux" kézikönyvlapon (man). A fenti tevékenységeket elvégző parancs: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <útvonal>". Az alap beállítás fájlokat is meg kell változtatnia, hogy az előbbi maradandó legyen teljes újracímkézés esetén is. „semanage fcontext -a -t public_content_rw_t <ösvény>”
kn: ftp ಅನ್ನು ಈ ಕೋಶಕ್ಕೆ ಬರೆಯುವಂತೆ ಅನುಮತಿಸಲು ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ ಹಾಗು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶದ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು public_content_rw_t ಗೆ ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಈ samba_selinux ಸಹಾಯ ಪುಟವನ್ನು ನೋಡಿ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ಲೇಬಲ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಬದಲಾಯಿಸಿದ ನಂತರವೂ ವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಕಡತಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಕಡತ ಸನ್ನಿವೇಶಗಳನ್ನು ಕಾಪಾಡಲು ಅವುಗಳನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t public_content_rw_t <path>"
ko: samba가 이러한 디렉토리에 쓰는 것을 허용하시려면 $BOOLEAN 부울을 작동시키시고 공개 디렉토리의 파일 문맥을 public_content_rw_t로 변경하시기 바랍니다. 보다 자세한 정보는 samba_selinux 메뉴얼 페이지를 읽어보시기 바랍니다: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t public_content_rw_t <path>"
ml: samba ഈ ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതിനായി അനുവദിക്കുന്നു എങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്ത് പബ്ളിക്ക് ഡയറക്ടറിയുടെ ഫയലിന്‍റെ കോണ്‍ട്ടെക്സ്റ്റ് public_content_rw_t എന്ന് മാറ്റേണ്ടതാണ്. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി samba_selinux man പേജ് വായിക്കുക: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t public_content_rw_t <path>"
mr: samba ला या डिरेक्ट्रीवर लिहण्यासाठी तुम्हाला $BOOLEAN बूलीयन सक्रीय करावे लागेल व पब्लिक डिरेक्ट्रीचे फाइल संदर्भ public_content_rw_t असे करावे लागेल. अधिक माहितीकरीता samba_selinux man पान पहा: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" पूर्णतया पुनःलेबल केल्यावरही तुम्हाला प्रणालीवरील पूर्वनिर्धारीत फाइल्स्चे संदर्भ साठवावे लागेल. "semanage fcontext -a -t public_content_rw_t <path>"
nl: Als het samba toegestaan moet zijn om naar deze map te schrijven moet je de $BOOLEAN boolean aanzetten en de bestand context van de publieke map veranderen in public_content_rw_t. Lees de samba_selinux manual pagina voor verdere informatie: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Je moet ook de standaard context bestanden op het systeem veranderen om deze te behouden ook na een volledige her-bestempeling. "semanage fcontext -a -t public_content_rw_t <path>"
or: ଯଦି samba ଡେମନ ଆପଣ ବଦଳାଇବାକୁ ଥିବା ଡିରେକ୍ଟୋରୀରେ ଲେଖିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ହୋଇଥାଏ $BOOLEAN ବୁଲିଆନ ଏବଂ ସାର୍ବଜନିକ ଡିରେକ୍ଟୋରୀର ଫାଇଲ ପ୍ରସଙ୍ଗକୁ public_content_rw_tକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ। ଅଧିକ ସୂଚନା ପାଇଁ samba_selinux ର ମୂଖ୍ୟ ପୃଷ୍ଠାକୁ ପଢ଼ନ୍ତୁ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ଆପଣଙ୍କୁ ସେହି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ପାଇଲଗୁଡ଼ିକୁ ତନ୍ତ୍ରରେ ସେମାନଙ୍କୁ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ। "semanage fcontext -a -t public_content_rw_t <path>"
pt: Se o samba deverá ter permissões para gravar nesta pasta, você terá de activar o booleano $BOOLEAN e mudar o contexto do ficheiro da pasta pública para 'public_content_rw_t'. Leia a página de manual do 'samba_selinux' para mais informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <local>" Deve também alterar os ficheiros padrão do contexto do ficheiro no sistema para os poder preservar em caso de uma re-etiquetagem completa. "semanage fcontext -a -t public_content_rw_t <path>"
pt_br: Se o samba deve ter permissão de escrita neste diretório, você deve alterar o booleano $BOOLEAN para verdadeiro e mudar o contexto de arquivo do diretório público para public_content_rw_t. Leia a página man do samba_selinux para maiores informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Você também deve alterar o contexto de arquivo padrão dos arquivos do sistema a fim de preservá-los mesmo em uma rotulagem total. "semanage fcontext -a -t public_content_rw_t <path>"
ru: Чтобы разрешить samba выполнять запись в этот каталог, необходимо установить значение $BOOLEAN и изменить контекст общего каталога на public_content_rw_t. За подробной информацией обратитесь к странице помощи samba_selinux: «setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t public_content_rw_t <path>»
sr@latin: Ako samba usluzi treba dozvoliti upisivanje u ovaj direktorijum, treba da uključite $BOOLEAN logičku promenljivu i promenite kontekst datoteke javnog direktorijuma na public_content_rw_t. Pročitajte samba_selinux man stranicu za više informacija: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <putanja>“ Takođe, morate promeniti podrazumevani kontekst datoteka na sistemu kako bi ih sačuvali u slučaju ponovnog označavanja. „semanage fcontext -a -t public_content_rw_t <putanja>“
sv: Om samba skall tillåtas skriva i denna katalog måste du slå på booleanen $BOOLEAN och ändra filkontext för den publika katalogen till public_content_rw_t. Läs manualsidan samba_selinux för mer information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <sökväg>" Du måste också ändra standradfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t public_content_rw_t <sökväg>"
ta: இந்த samba அடைவை எழுதுவதற்கு உங்களுக்கு தேவைப்படும் $BOOLEAN பூலியன் மற்றும் கோப்பு உரையிலிருந்து இந்த பொதுவான அடைவை public_content_rw_t மாற்றுகிறது. samba_selinux மேன் பக்கத்திற்கும் மற்ற தகவலை வாசிக்கிறது: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" முன்னிருப்பு கோப்பு உரை கோப்புகளை மாற்ற இந்த கணினியில் முன்னிருப்பு கோப்புகளை அவற்றை முழு மறுலேபிலில் பாதுகாக்கிறது. "semanage fcontext -a -t public_content_rw_t <path>"
te: ఒకవేళ samba అనునది ఈ సంచయంకు వ్రాయుటకు అనుమతించబడితే మీరు $BOOLEAN ను బూలియన్‌కు అన్‌చేసి మరియు దస్త్రము సందర్భంను పబ్లిక్ సంచయం యొక్కది public_content_rw_tకు మార్చాలి. samba_selinux మాన్ పుటను తరువాతి సమాచారం కొరకు చదువండి: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>"
zh_cn: 如果应该允许 ftp 写入该目录，您需要打开 $BOOLEAN 布尔值并将公共 目录的文件上下文更改为 public_content_rw_t。请阅读 samba_selinux man page 以获取进一步的信息： "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 您还必须更改系统中文件的默认文件上下文以便在重新标记时仍可保留它们。 "semanage fcontext -a -t public_content_rw_t <path>"
zh_tw: 若 samba 應被允許寫入此目錄的話，您需將 $BOOLEAN 布林值開啟並將公用目錄的 檔案 context 更改為 public_content_rw_t。欲取得更多相關資訊 請參閱 samba_selinux 的 man page： 「setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>」 您還必須更改系統上的預設 file context 檔案才可將它們保留（就算是進行了完整重新標記後）。「semanage fcontext -a -t public_content_rw_t <path>」

source: SAMBA
kn: ಸಾಂಬಾ
or: ଶାମ୍ବା

source: SELinux prevented $SOURCE from using NIS (yp).
as: SELinux ৰ দ্বাৰা $SOURCE ক NIS (yp) ব্যৱহাৰত প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hinderte $SOURCE an der Verwendung von NIS (yp).
es: SELinux previno acerca de la intención de $SOURCE de usar NIS (yp).
fr: SELinux a empêché $SOURCE d'utiliser NIS (yp).
hi: SELinux ने $SOURCE को NIS (yp) के प्रयोग से रोका.
hu: SELinux megakadályozta, hogy a(z) $SOURCE használja a NIS (yp) szolgáltatást.
kn: NIS (yp) ಅನ್ನು $SOURCE ಬಳಸದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE가 NIS (yp)를 사용하지 못하게 합니다.
ml: NIS (yp) ഉപയോഗിക്കുന്നതിന് SELinux $SOURCE-നെ അനുവദിക്കുന്നില്ല.
mr: SELinux $SOURCE ला NIS चा वापर करण्यापासून रोखत आहे (yp).
nl: SELinux belette $SOURCE om NIS (yp) te gebruiken.
or: SELinux $SOURCE କୁ NIS (yp) ବ୍ଯବହାର କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o $SOURCE de usar o NIS (yp).
pt_br: O SELinux impediu que o $SOURCE usasse o NIS (yp).
ru: SELinux запретил $SOURCE использовать NIS (yp).
sr@latin: SELinux je sprečio da $SOURCE upotrebi NIS (yp).
sv: SELinux hindrade $SOURCE från att använda NIS (yp).
ta: SELinuxஆனது $SOURCE லிருந்து NIS (yp)ஐ பயன்படுத்துவதை தடுக்கறது.
te: SELinux అనునది $SOURCE ను NIS (yp) ఉపయోగించునుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE 使用 NIS（yp）。
zh_tw: SELinux 已防止了 $SOURCE 使用 NIS（yp）。

source: SELinux prevented $SOURCE from using NIS (yp) for authentication. If you have configured the system to use NIS this access is expected but is not currently allowed by SELinux. Otherwise this access may signal an intrusion.
as: SELinux ৰ দ্বাৰা $SOURCE ক অনুমোদনৰ বাবে NIS (yp) ব্যৱহাৰ কৰিবলৈ বাধা সৃষ্টি কৰা হৈছে । ব্যৱস্থাপ্ৰণালী ৰ দ্বাৰা NIS ব্যৱহাৰ বিন্যাস কৰা হ'লে এইটো প্ৰত্যাশিত হ'লেও SELinux বৰ্তমানে এই কামৰ অনুমতি প্ৰদান কৰি না । অন্যথা, এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux hinderte $SOURCE an der Verwendung von NIS (yp) zur Authentifizierung. Wenn Sie das System so konfiguriert haben, dass es Kerberos verwendet, wird dieser Zugriff erwartet, wird jedoch derzeit nicht von SELinux erlaubt. Ansonsten könnte dieser Zugriff einen Einbruchsversuch signalisieren.
es: SELinux previno acerca de la intención de $SOURCE de usar NIS (yp) para la autenticación. Si ha configurado su sistema para usar NIS, este acceso es de esperar, pero no está actualmente permitido por SELinux. Sino, esto puede ser señal de un ataque.
fr: SELinux a empêché $SOURCE d'utiliser NIS (yp) pour l'authentification. Si vous avez configuré le système pour utiliser NIS, cet accès est attendu mais n'est pas actuellement autorisé par SELinux. Autrement cet accès pourrait signaler une intrusion.
hi: SELinux ने $SOURCE को सत्यापन के लिये NIS (yp) के प्रयोग से रोका. अगर आपने NIS (yp) का प्रयोग करने के लिये सिस्टम विन्यस्त किया है यह अभिगम प्रत्याशित है लेकिन अभी SELinux के द्वारा अनुमति प्राप्त नहीं है. अन्यथा यह अभिगम एक घुसपैठ का संकेत दे सकता है.
hu: SELinux megakadályozta, hogy a(z) $SOURCE az NIS-t (yp) használja azonosításra. Ha Ön NIS használatára állította be a rendszert, akkor ez a hozzáférés helyénvaló, de SELinux jelenleg nem engedélyezi azt. Ha viszont nincs NIS-használat beállítva, akkor behatolást is jelezhet ez a hozzáférés.
kn: NIS (yp) ಅನ್ನು ದೃಢೀಕರಣಕ್ಕಾಗಿ $SOURCE ಬಳಸದಂತೆ SELinux ತಡೆದಿದೆ. ನೀವು ಗಣಕವನ್ನು NIS ಅನ್ನು ಬಳಸುವಂತೆ ಸಂರಚಿಸಿದ್ದರೆ ಈ ನಿಲುಕಣೆಗೆ ನಿರೀಕ್ಷಿತ ಆದರೆ ಈಗ SELinux ಇದಕ್ಕೆ ಅನುಮತಿ ನೀಡುತ್ತಿಲ್ಲ. ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 $SOURCE가 인증을 위한 NIS (yp)를 사용하지 못하게 합니다. NIS를 사용하기 위해 시스템을 설정하시려면 이러한 액세스를 사용하셔야 하지만 이는 현재 SELinux에 의해 허용되지 않습니다. 이러한 액세스를 사용하시려 할 경우 침입 신호가 나타날 수 있습니다.
ml: ഓഥന്‍റിക്കേഷനായി NIS (yp) ഉപയോഗിക്കുന്നതിന് SELinux $SOURCE-നെ അനുവദിക്കുന്നില്ല. നിങ്ങള്‍ NIS ഉപയോഗിക്കുന്നതിനായി സിസ്റ്റം ക്രമികരിക്കുന്നു എങ്കില്‍ ഇതിനുളള അനുമതി പ്രതീക്ഷിക്കുന്നു എങ്കിലും നിലവില്‍ നിങ്ങളെ SELinux ഇതിനായി അനുവദിക്കുന്നില്ല.
mr: SELinux ने $SOURCE ला NIS (yp) च्या वापर पासून अधिप्रमाणन करीता रोखले आहे. प्रणालीस NIS करीता संयोजीत केल्यास या प्रवेश अपेक्षीत आहे पण यास SELinux द्वारे परवानगी नाही . नाहीतर हा प्रवेश घुसखोरी म्हणून पाहिला जाईल.
nl: SELinux belette $SOURCE om NIS (yp) te gebruiken voor autorisatie. Als je het systeem ingesteld hebt om NIS te gebruiken is deze toegang verwacht maar op dit moment niet toegestaan door SELinux. Anders kan deze toegang een teken zijn van een indringing.
or: SELinux $SOURCE କୁ NIS (yp) ବ୍ୟବହାର କରି ବୈଧିକରଣ ପାଇଁ ବାରଣ କରିଥାଏ। ଯଦି ଆପଣ ତନ୍ତ୍ରକୁ NIS ବ୍ୟବହାର କିରବା ପାଇଁ ବିନ୍ୟାସ କରିଥାନ୍ତି କିନ୍ତୁ ଏହା ବର୍ତ୍ତମାନ SELinux ଅନୁମତି ପ୍ରାପ୍ତ ହୋଇନଥାଏ। ଅନ୍ୟଥା ଏହି ଅଭିଗମ୍ୟତା ଗୋଟିଏ ବିନାନୁମତିରେ ପ୍ରବେଶ ପାଇଁ ଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux impediu o $SOURCE de usar o NIS (yp) na autenticação. Se tiver configurado o sistema para usar o NIS, este acesso é esperado mas não é permitido de momento pelo SELinux. Caso contrário, este acesso poderá assinalar uma intrusão.
pt_br: O SELinux impediu que o $SOURCE usasse o NIS (yp) para autenticação. Se você configurou o sistema para usar o NIS este acesso é esperado, mas no momento não é permitido pelo SELinux. Caso contrário, este acesso pode indicar uma intrusão.
ru: SELinux запретил $SOURCE использовать NIS (yp) для аутентификации. Если система настроена на использование NIS, то данное действие ожидаемо, но в данный момент отключено политикой SELinux. В противном случае это может быть индикатором попытки вторжения.
sr@latin: SELinux je sprečio da $SOURCE upotrebi NIS (yp) za autentifikaciju. Ako ste podesili sistem da koristi NIS, ovaj pristup je očekivan ali trenutno nije dozvoljen u SELinux programu. U protivnom ovaj pristup može ukazivati na upad.
sv: SELinux förhindrade $SOURCE från att använda NIS (yp) för autentisering. Om du har konfigurerat systemet att använda NIS är denna åtkomst förväntad men tillåts för närvarande inte av SELinux. Annars kan denna åtkomst vara tecken på ett intrång.
ta: SELinux ஆனது $SOURCE லிருந்து NIS (yp)கான அங்கீகாரத்தை பயன்படுத்துவதை தடுக்கிறது. NISஐ பயன்படுத்துவதற்கு நீங்கள் ஒரு கட்டமைக்கப்பட்ட கணினியை பெற்றிருந்தால் இந்த அணுகல் எநிர்பார்க்கப்பட்ட ஆனால் தற்போது SELinuxன் படி அனுமதிக்கப்படுகிறது. இல்லையெனில் இந்த அணுகல் ஒரு நிர்வாக அணுகல் சிக்னலை பெற்றுள்ளது.
te: SELinux అనునది $SOURCE ను NIS (yp) ఉపయోగించుట నుండి దృవీకరణ కొరకు నియంత్రిస్తుంది. మీరు సిస్టమ్‌ను NIS ఉపయోగించుటకు ఆకృతీకరించివుంటే ఈ వాడుక అనుకోబడుతుంది అయితే ప్రస్తుతం SELinux చేత అనుమతించబడదు. లేకపోతే ఈ చర్య అమర్యాదను సూచిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE 使用 NIS（yp）验证。 如果您已经将该系统配置为使用 NIS， 那么这个访问是正常的，但是SELinux当前不允许这样的访问。 如果不是，这个访问可能就是一个入侵信号。
zh_tw: SELinux 已防止了 $SOURCE 使用 NIS（yp）來進行 驗證。若您已將系統設定來使用 NIS 的話， 此存取雖是預期的，不過目前並不被 SELinux 所 允許。否則此存取可能代表系統已遭到嘗試入侵的警訊。

source: SELinux is preventing the zebra daemon from writing its configuration files
as: SELinux দ্বাৰা zebra ডেমনকে কনফিগাৰেশন ফাইলেৰ মধ্যে লিখতে প্ৰতিৰোধ কৰা হচ্ছে
de: SELinux hinderte den Zebra-Daemon am Schreiben seiner Konfigurationsdateien
es: SELinux negó al demonio zebra la escritura de sus archivos de configuración
fr: SELinux empêche le démon zebra d'écrire ses fichiers de configuration
hi: SELinux zebra डेमॉन को इसके विन्यास फाइल के लेखन से रोका
hu: SELinux megakadályozza, hogy a zebra szolgáltatás írja a beállítás fájljait.
kn: zebra ಡೆಮನ್ ಅನ್ನು ಅದರ ಸಂರಚನಾ ಕಡತಗಳನ್ನು ಬರೆಯದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ
ko: SELinux는 zebra 데몬이 설정 파일을 작성하지 못하게 합니다
ml: കോണ്‍ഫിഗറേഷന്‍ ഫയലുകള്‍ എഴുതുന്നതില്‍ നിന്നും zebra ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux ने zebra डीमनला संयोजना फाइल्स् लिहीण्यापासून रोखले
nl: SELinux belet de zebra deamon om zijn configuratie bestanden te schrijven
or: SELinux ଜେବ୍ରା ଡେମନକୁ ଏହାର ବିନ୍ଯାସ ଫାଇଲ ଲେଖିବାରୁ ଅଟକାଉଛି
pt: O SELinux está a impedir o serviço zebra de gravar os seus ficheiros de configuração.
pt_br: O SELinux está impedindo que o daemon do zebra escreva seus arquivos de configuração
ru: SELinux предотвращает запись демоном zebra его файлов конфигурации.
sr@latin: SELinux sprečava zebra sistemsku uslugu od zapisivanja svojih datoteka podešavanja
sv: SELinux hindrar zebra-demonen från att skriva sina konfigurationsfiler
ta: SELinux ஐ zebra டீமனிலிருந்து அதன் கட்டமைக்கப்பட்ட கோப்புகளை எழுதுவதை தடுக்கிறது
te: SELinux అనునది zebra డెమోన్‌ను దాని ఆకృతీకరణ దస్త్రాలను వ్రాయుటనుండి నిరోధిస్తుంది
zh_cn: SELinux 正在阻止 zebra 守护进程写入它的配置文件
zh_tw: SELinux 已防止了 zebra daemon 編寫它的設定檔案
