Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux is preventing the http daemon from communicating with the terminal.
as: SELinux ৰ দ্বাৰা http ডেমনক টাৰ্মিনেলৰ সৈতে যোগাযোগত বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hindert den HTTP-Daemon an der Kommunikation mit dem Terminal.
es: SELinux está negando al demonio http que se comunique con la terminal.
fr: SELinux empêche le démon http de communiquer avec l'interpréteur de commandes.
hi: SELinux http डेमॉन को टर्मिनल के साथ संचार से रोक रहा है.
hu: SELinux megakadályozza, hogy a "http" szolgáltatás kommunikáljon a terminállal.
kn: http ಡೆಮನ್ ಟರ್ಮಿನಲ್‍ನೊಂದಿಗೆ ವ್ಯವಹರಿಸಲುSELinux ಅನುಮತಿಸುತ್ತಿಲ್ಲ
ko: SELinux는 http 데몬이 터미널과 통신하지 못하게 합니다.
ml: ടെര്‍മിനലുമായി ബന്ധപ്പെടുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux http डीमनला टर्मिनलशी संपर्क साधण्यापासून रोखत आहे.
nl: SELinux belet de http daemon om te communiceren met de terminal.
or: SELinux http ଡେମନକୁ ଟର୍ମିନାଲ ସହିତ ଯୋଗାଯୋଗ କରିବା ପାଇଁ ବାରଣ କରିଥାଏ।
pt: O SELinux está a impedir o servidor de HTTP de comunicar com o terminal.
pt_br: O SELinux está impedindo que o daemon do http comunique-se com o terminal.
ru: SELinux предотвращает обращение демона http к терминалу.
sr@latin: SELinux sprečava http sistemsku uslugu od komunikacije sa terminalom.
sv: SELinux förhindrar http-demonen från att kommunicera med terminalen.
ta: SELinux ஐ http டீமனிலிருந்து முனையத்திற்கு தெரிவிப்பதை தடுக்கிறது.
te: SELinux అనునది http డెమోన్‌ను టెర్మినల్ ను సంప్రదించుటనుండి నిరోధస్తుంది.
zh_cn: SELinux 正在阻止 http 守护进程同终端通信。
zh_tw: SELinux 防止了 http daemon 與終端機進行通訊。

source: SELinux is not allowing the http daemon to communicate with the terminal. Most daemons do not need to communicate with the terminal. httpd can be setup to require information during the boot process which would require this access. If you did not setup httpd to require access to the terminal, this may signal an intrusion attempt.
as: SELinux দ্বাৰা http ডেমনকে টাৰ্মিনালেৰ সাথে যোগাযোগে বাধা সৃষ্টি কৰা হচ্ছে। অধিকাংশ ডেমনেৰ ক্ষেত্ৰে টাৰ্মিনালেৰ সাথে কোনো ধৰনেৰ যোগাযোগ কৰাৰ প্ৰয়োজন হয় না। বুট প্ৰসেসেৰ সময় তথ্য আহৰণেৰ জন্য httpd কনফিগাৰ কৰা হলে এই অধিকাৰেৰ প্ৰয়োজন দেখা দিতে পাৰে। httpd'ৰ ক্ষেত্ৰে টাৰ্মিনাল ব্যবহাৰ কনফিগাৰ না কৰা হলে এটি সম্ভবত অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem HTTP-Daemon die Kommunikation mit dem Terminal. Die meisten Daemonen sollten eine Kommunikation mit dem Terminal niemals benötigen. httpd kann so konfiguriert werden, dass Informationen während des Bootprozesses benötigt werden, die diesen Zugriff erfordern. Wenn Sie httpd so konfiguriert haben, dass er keinen Zugriff auf das Terminal benötigt, signalisiert dies möglicherweise einen Einbruchsversuch.
es: SELinux le ha negado al demonio http la comunicación con la terminal. La mayoría de los demonios de servicios nunca deberían necesitar comunicarse con la terminal. httpd puede configurarse para pedir información durante el proceso de arranque lo que podría requerir este acceso. Si no configuró httpd para requerir acceso a la terminal, esto puede estar indicando un ataque.
fr: SELinux empêche le démon http de communiquer avec le terminal. La plupart des démons n'ont pas besoin de communiquer avec le terminal. httpd peut être configuré pour demander des informations pendant le processus de démarrage, ce qui devrait nécessiter cet accès. Si vous n'avez pas configuré httpd pour demander l'accès au terminal, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने http डेमॉन टर्मिनल से संचार के लिये मना किया है. ज्यादातर डेमॉन को कभी टर्मिनल के साथ संचार जरूरी नहीं होता है. httpd को बूट प्रक्रिया के दौरान सूचना पाने के लिये सेटअप किया जाना चाहिये जिसके लिये इस अभिगम की जरूरत होगी. अगर आप http को टर्मिनल में अभिगम के लिये जरूरी होने के कारण सेटअप नहीं किया है तो यह एक घुसपैठ प्रयास का संकेत माना जायेगा.
hu: SELinux nem engedi, hogy a httpd szolgáltatás kommunikáljon a terminállal. A legtöbb szolgáltatásnak nincs szüksége arra, hogy kommunikáljon a terminállal. A httpd szolgáltatást be lehet állítani úgy, hogy olyan információt igényeljen a rendszerindításkor, ami miatt kell ilyen hozzáférés. Ha nem úgy állították be a httpd szolgáltatást, hogy hozzáférés kelljen a terminálhoz, akkor ez behatolás próbálkozást jelezhet.
kn: http ಡೆಮನ್ ಟರ್ಮಿನಲ್‍ನೊಂದಿಗೆ ವ್ಯವಹರಿಸಲುSELinux ಅನುಮತಿಸುತ್ತಿಲ್ಲ ಹೆಚ್ಚಿನ ಡೆಮನ್‍ಗಳಿಗೆ ಟರ್ಮಿನಲ್‍ನೊಂದಿಗೆ ವ್ಯವಹರಿಸುವ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ httpd ಗೆ ಬೂಟ್ ಪ್ರಕ್ರಿಯೆಯ ಸಮಯದಲ್ಲಿ ಮಾಹಿತಿಯ ಅಗತ್ಯ ಇರುವಂತೆ ಸಿದ್ಧಗೊಳಿಸಬಹುದಾಗಿದ್ದು, ಅದಕ್ಕೆ ಈ ಅನುಮತಿಯ ಅಗತ್ಯವಿದೆ. ನೀವು httpd ಯನ್ನು ಈ ಮಾಹಿತಿಗೋಸ್ಕರ ಟರ್ಮಿನಲ್ ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವಂತೆ ಸಂರಚಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 http 데몬이 터미널과 통신하는 것을 허용하지 않습니다. 대부분의 데몬은 터미널과 통신할 필요가 없습니다. 이러한 엑세스에 필요한 부팅을 진행하는 동안 httpd는 필요한 정보 요청을 설정할 수 있습니다. 터미널에 액세스를 요청하기 위해 httpd를 설정하지 않으신 경우, 침입 시도 신호가 나타날 수 있습니다.
ml: http ഡെമണ്‍ ടെര്‍മിനലുമായി ബന്ധപ്പെടുന്നതിനു് SELinux അനുവദിക്കുന്നില്ല. മിക്ക ഡെമണുകള്‍ക്കും ടെര്‍മനലുമായി ബന്ധപ്പടേണ്ടതില്ല. ബൂട്ട് ചെയ്യുന്ന സമയത്തു് വിവരം ആവശ്യപ്പെടുന്നതിനായി httpd സജ്ജമാക്കുവാന്‍ സാധിക്കുന്നു. ടെര്‍മിനലിലേക്കുള്ള പ്രവേശനത്തിനായി httpd സജ്ജമാക്കിയില്ലെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു
mr: SELinux http डीमनला टर्मिनलशी संपर्क साधण्यास नकार देत आहे . बहुतांश डीमनला टर्मिनलशी संपर्क साधण्याची आवश्यकता नाही. httpd ला बूटवेळी आवश्यक माहिती प्राप्त करण्यासाठी संरचीत केले जाऊ शकते ज्यांस या प्रवेशाची आवश्यकता आहे. httpd ला टर्मिनलशी प्रवेश करीता संरचीत न केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux staat de http daemon niet toe om te communiceren met de terminal. De meeste daemons hoeven niet te communiceren met de terminal. httpd kan ingesteld worden om informatie op te vragen tijdens het opstart proces wat deze toegang nodig maakt. Als je httpd niet ingesteld hebt voor toegang tot de terminal, kan dit een teken zijn van een indringing poging.
or: SELinux http ଡେମନକୁ ଟର୍ମିନାଲ ସହିତ ଯୋଗାଯୋଗ କରିବା ପାଇଁ ଅନୁମତି ଦେଇନଥାଏ। ତେବେ ଅଧିକାଂଶ ଡେମନଗୁଡ଼ିକ ଟର୍ମିନାଲ ସହିତ ଯୋଗାଯୋଗ କରିବା ଆବଶ୍ୟକ ନୁହଁ। httpd ବୁଟ ପ୍ରକ୍ରିୟା ସମୟରେ ସୂଚନା ଆବଶ୍ୟକ କରିବା ପାଇଁ ବିନ୍ୟାସ କରାଯାଇପାରିବ ଯାହାକି ଏହି ଅଭିଗମ୍ୟତାକୁ ଆବଶ୍ୟକ କରିଥାଏ। ଯଦି ଆପଣ httpd କୁ ଟର୍ମିନାଲରେ ଅଭିଗମ୍ୟ କରିବା ପାଇଁ ବିନ୍ୟାସ ନକରନ୍ତି ତେବେ, ଏହା ହୁଏତଃ ବିନା ଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pt: O SELinux proibiu o servidor de HTTP de comunicar com o terminal. A maioria dos serviços não precisar de comunicar com o terminal. O 'httpd' poderá ser configurado para requerer informações durante o arranque, das quais poderão precisar deste acesso. Se não tiver configurado o 'httpd' para aceder ao terminal, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux não está permitindo que o daemon http se comunique com o terminal. A maioria dos daemons não precisam se comunicar com o terminal. O httpd pode ser configurado para pedir informações durante o processo de inicialização, o que necessitaria este acesso. Se você não configurou o httpd para pedir acesso ao terminal, isto pode indicar uma tentativa de intrusão.
ru: SELinux не разрешает демону http использовать терминал. Большинство демонов не нуждается в терминале. httpd может быть настроен так, что ему будет необходим доступ в процессе загрузки. Если вы не определяли настроек httpd для доступа к терминалу, это может свидетельствовать о попытке вторжения.
sv: SELinux tillåter inte http-demonen att kommunicera med terminalen. De flesta demoner behöver inte kommunicera med terminalen. httpd kan sättas upp att kräva information under uppstartsprocessen vilket skulle kräva denna åtkomst. Om du inte satte upp httpd att kräva åtkomst till terminal, kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது இந்த http டீமானுக்கு முனையத்துடன் தெரிவிக்க அனுமதிக்கவில்லை. நிறைய டீமான்கள் முனையத்திற்கு தெரிவிக்க வேண்டும். httpd ஆனது தேவையான தகவலை பூல் செயல்பாட்டின் போது அணுகலை கோருகிறது. நீங்கள் httpd க்கு தேவையான அணுகலுக்கு இந்த முனையத்தை அமைக்கவில்லை எனில், இது ஒரு நிர்வாக முயற்சி சிக்னலாகும்.
te: SELinux అనునది http డెమోన్‌ను టెర్మినల్‌తో సంప్రదించుటకు అనుమతించుటలేదు. చాలావరకు డెమోనులు టెర్మినల్‌తో సంప్రదించవలిసిన అవసరములేదు. దైనికైతే బూట్ కార్యక్రమమునందు ఈ యాక్సెస్‌ అవసరమవుతుందో ఆఅవసరమైన సమాచారానికి httpd అమర్చబడుతుంది. మీరు httpdను టెర్మినల్‌కు అవసరమైన యాక్సెస్‌కు అమర్చకపోతే యిది అమర్యాద దాడిని సూచిస్తుంది.
zh_cn: SELinux 不允许 http 守护进程与终端沟通。大多数服务守护进程都 不需要与终端沟通。可将 httpd 设置为在启动过程中需要一些必须访 问终端来得到的信息。如果您没有将 httpd 设置为需要访问终端，这可能是入 侵尝试的信号。
zh_tw: SELinux 不允許 http daemon 與終端機進行 通訊。大部分的 daemons 都無須和終端機進行 通訊。httpd 可被設定來在開機程序進行時 要求資訊，這時便需要此存取權限。若您 並未將 httpd 設為需要終端機的存取權限的話，這代表 系統可能已遭到嘗試入侵的警訊。

source: If you want the http daemon to be able to access the terminal, you must set the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: http ডেমনৰ দ্বাৰা টাৰ্মিনেলৰ ব্যৱহাৰ অনুমোদন কৰিবলৈ হ'লে $BOOLEAN বুলিয়েন নিৰ্ধাৰণ কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1"
de: Wenn Sie dem HTTP-Daemon den Zugriff auf das Terminal erlauben möchten, müssen Sie den $BOOLEAN Boolesch auf: "setsebool -P $BOOLEAN=1" setzen.
es: Si quiere que el demonio http pueda aceder a la terminal, debe poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que le démon http soit capable d'accéder au terminal, vous devez configurer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप http डेमॉन को टर्मिनल में अभिगम करने देना चाहते हैं तो आपको $BOOLEAN बुलियन जरूर सेट करना चाहिये: "setsebool -P $BOOLEAN=1"
hu: Ha akarja, hogy a httpd szolgáltatás hozzáférjen a terminálhoz, akkor be kell kapcsolnia $BOOLEAN változót: „setsebool -P $BOOLEAN=1”.
kn: ಟರ್ಮಿನಲ್ ಅನ್ನು http ಡೆಮನ್ ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು ನೀವು ಬಯಸಿದಲ್ಲಿ, ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಹೊಂದಿಸಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: http 데몬이 터미널에 액세스할 수 있도록 하시려면 $BOOLEAN 부울을 설정하시기 바랍니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ http ഡെമണ്‍ ടെര്‍മിനല്‍ ലഭ്യമാക്കണമെങ്കില്‍ $BOOLEAN boolean സജ്ജമാക്കുക: "setsebool -P $BOOLEAN=1"
mr: http डीमनने टर्मिनल प्रवेश करीता क्षम असण्याकरीता, तुम्ही $BOOLEAN बूलीयन निश्चित केले पाहिजे: "setsebool -P $BOOLEAN=1"
nl: Als je wilt dat de http daemon toegang heeft tot de terminal, moet de de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: http ଡେମନ ଟର୍ମିନାଲ ଅଭିଗମନ କରୁ ବୋଲି ଆପଣ ଚାହୁଁଛନ୍ତି ତେବେ ଆପଣ $BOOLEAN ବୁଲିଆନକୁ ସକ୍ରିୟ କରିବା ଉଚିତ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o servidor de HTTP seja capaz de aceder ao terminal, deverá activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o daemon do http tenha acesso ao terminal, você deve configurar o Booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ru: Для разрешения доступа к терминалу демона http установите переменную $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da http sistemska usluga može da pristupa terminalu, morate postaviti $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill att http-demonen skall kunna komma åt terminalen måste du sätta booleanen $BOOLEAN: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் http டீமனிலிருந்து முனையத்தை அணுக விரும்பினால் நீங்கள் பூலியனை $BOOLEAN அமைக்க வேண்டும்: "setsebool -P $BOOLEAN=1"
te: మీరు httpd డెమోన్ టెర్మినల్ ను వాడుకోగలగాలని కోరుకుంటుంటే, మీరు తప్పక $BOOLEAN బూలియన్: "setsebool -P $BOOLEAN=1" అమర్చాలి
zh_cn: 如果您想让 http 守护进程能访问终端，您必须设置 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 http daemon 能夠存取終端機的話，您必須 設定 $BOOLEAN 布林值：「setsebool -P $BOOLEAN=1」

source: SELinux prevented httpd ($SOURCE_PATH) $ACCESS access to $TARGET_PATH.
de: SELinux hindert httpd ($SOURCE_PATH) "$ACCESS" am Zugriff auf $TARGET_PATH.
es: SELinux le está negando a httpd ($SOURCE_PATH) el acceso $ACCESS a $TARGET_PATH.
fr: SELinux empêche httpd ($SOURCE_PATH) d'« $ACCESS » au périphérique $TARGET_PATH.
hu: SELinux megakadályozta httpd ($SOURCE_PATH) $ACCESS hozzáférését $TARGET_PATH fájlhoz.
kn: $TARGET_PATH ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ xen ($SOURCE_PATH) $ACCESS ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 httpd ($SOURCE_PATH) "$ACCESS" 액세스하지 못하게 합니다.
ml: $TARGET_PATH-ലേക്കുളള httpd ($SOURCE_PATH) "$ACCESS" പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux ने $TARGET_PATH करीता httpd ($SOURCE_PATH) $ACCESS प्रवेश रोखले.
nl: SELinux belette httpd ($SOURCE_PATH) $ACCESS toegang tot $TARGET_PATH.
or: SELinux httpd କୁ $TARGET_PATH ମଧ୍ଯକୁ ($SOURCE_PATH) $ACCESS ଅଭିଗମ୍ୟତା ପାଇଁ ବାରଣ କରିଥାଏ।
pt: O SELinux está a impedir o httpd ($SOURCE_PATH) $ACCESS de ter o acesso a $TARGET_PATH.
pt_br: O SELinux impediu que o httpd ($SOURCE_PATH) "$ACCESS" acessasse o $TARGET_PATH.
ru: SELinux запрещает httpd ($SOURCE_PATH) доступ $ACCESS к $TARGET_PATH.
sr@latin: SELinux je sprečio httpd ($SOURCE_PATH) $ACCESS pristup ka $TARGET_PATH.
sv: SELinux nekade httpd ($SOURCE_PATH) "$ACCESS"-åtkomst till $TARGET_PATH.
te: SELinux అనునది httpd ($SOURCE_PATH) $ACCESS యాక్సెస్‌ను $TARGET_PATHకు నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止httpd ($SOURCE_PATH) "$ACCESS" 访问设备 $TARGET_PATH。
zh_tw: SELinux 防止了 httpd $SOURCE_PATH）$ACCESS 存取 $TARGET_PATH。

source: SELinux prevented httpd $ACCESS access to $TARGET_PATH. httpd scripts are not allowed to write to content without explicit labeling of all files. If $TARGET_PATH is writable content. it needs to be labeled httpd_sys_rw_content_t or if all you need is append you can label it httpd_sys_ra_content_t. Please refer to 'man httpd_selinux' for more information on setting up httpd and selinux.
de: SELinux hinderte httpd $ACCESS am Zugriff auf $TARGET_PATH. httpd-Skripte dürfen keine Inhalte schreiben, ohne explizite Kennzeichnung aller Dateien. Falls $TARGET_PATH schreibbaren Inhalt besitzt, muss es mit httpd_sys_rw_content_t, oder, falls Sie nur Daten anfügen müssen, mit httpd_sys_ra_content_t markiert werden. Bitte werfen Sie auch einen Blick auf die Handbuchseite 'man httpd_selinux' für weitere Informationen über die Einrichtung von httpd und SELinux ....
hu: SELinux megakadályozta, hogy httpd $ACCESS elérje $TARGET_PATH fájlt. httpd írásoknak nem szabad tartalomba írniuk, ha nincs minden fájl kifejezetten így felcímkézve. Ha $TARGET_PATH írható tartalom, akkor a httpd_sys_rw_content_t típusként kell megjelölni, vagy ha csak hozzáfűzni kell, akkor httpd_sys_ra_content_t legyen. Kérem tekintse meg a 'man httpd_selinux' kézikönyv lapot további tudnivalókért a httpd és selinux beállításait illetően.
kn: httpd ಯು $ACCESS ಅನ್ನು http ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ. ಎಲ್ಲಾ ಕಡತಗಳಿಗೂ ವಿಶಿಷ್ಟವಾದ ಲೇಬಲ್‌ ಮಾಡದೆ ವಿಷಯಗಳನ್ನು ಬರೆಯಲು httpd ಸ್ಕ್ರಿಪ್ಟುಗಳಿಗೆ ಅನುಮತಿ ಇರುವುದಿಲ್ಲ. ಎಲ್ಲಿಯಾದರೂ $TARGET_PATH ವು ಬರೆಯಬಹುದಾದ ವಿಷಯವಾಗಿದ್ದಲ್ಲಿ, ಅದನ್ನು httpd_sys_rw_content_t ಇಂದ ಲೇಬಲ್ ಮಾಡಬೇಕು ಅಥವ ಅದರೊಂದಿಗೆ httpd_sys_ra_content_t ಎಂಬ ಲೇಬಲ್‌ ಅನ್ನು ಸೇರಿಸಬೇಕು. ದಯವಿಟ್ಟು httpdಯನ್ನು ಸಿದ್ಧಗೊಳಿಸುವ ಬಗೆಗೆ ಹಾಗು SELinux ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ man httpd_selinux ಅನ್ನು ನೋಡಿ.
ko: SELinux는 $TARGET_PATH로 httpd $ACCESS 액세스하지 못하게 합니다. httpd 스크립트는 모든 파일을 명확하게 레이블하지 않고 문맥에 쓰기를 허용하지 않습니다. $TARGET_PATH가 쓰기 가능한 문맥일 경우, httpd_sys_rw_content_t로 레이블하거나 또는 필요한 모든 것이 추가되어 있을 경우 httpd_sys_ra_content_t로 레이블 할 수 있습니다. httpd 및 SELinux 설정에 대한 보다 자세한 내용은 'man httpd_selinux'에서 참조하십시오.
mr: SELinux ने $TARGET_PATH करीता httpd $ACCESS प्रवेश रोखले. सर्व फाइलच्या लेबलींगविना httpd स्क्रिप्टस् यांना अनुक्रम लिहण्याची परवानगी नाही. $TARGET_PATH लेखनजोगी अनुक्रम असल्यास, httpd_sys_rw_content_t असे लेबल करा किंवा अनुक्रम फक्त जोडण्यजोगी असल्यास httpd_sys_ra_content_t असे लेबल करा. httpd व selinux सेटअप करण्याबाबत अधिक माहितीकरीता 'man httpd_selinux' पहा.
nl: SELinux belette httpd $ACCESS toegang tot $TARGET_PATH. Het is httpd scripts niet toegestaan om te schrijven zonder expliciete labeling van alle bestanden. Als $TARGET_PATH beschrijfbare inhoud heeft, moet het gelabeld zijn met httpd_sys_rw_content_t of als je er alleen iets aan toe wilt voegen kun je het labelen met httpd_sys_ra_content_t. Refereer a.u.b. naar 'man httpd_selinux' voor meer informatie over het instellen van httpd en SELinux.
or: SELinux httpd $ACCESS କୁ $TARGET_PATH ରେ ଅଭିଗମ୍ୟତା ପାଇଁ ବାରଣ କରିଥାଏ। httpd ସ୍କ୍ରିପ୍ଟଗୁଡ଼ିକ ବିଷୟବସ୍ତୁରେ ସମସ୍ତ ଫାଇଲଗୁଡ଼ିକରେ ବିନା ସ୍ପଷ୍ଟ ନାମକରଣ ଲେଖିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ନୁହଁନ୍ତି। ଯଦି $TARGET_PATH ଟି ଗୋଟିଏ ଲିଖନଯୋଗ୍ୟ ବିଷୟବସ୍ତୁ। ଏହା httpd_sys_rw_content_t କୁ ନାମକରଣ କରିବା ଉଚିତ ଅଥବା ଯଦି ଆପଣ ସମସ୍ତକୁ ଯୋଡ଼ିବା ପାଇଁ ଚେଷ୍ଟାକରନ୍ତି ତେବେ ଆପଣ httpd_sys_ra_content_t କୁ ନାମକରଣ କରିପାରିବେ। ଦୟାକରି httpd ଏବଂ selinux କୁ ବିନ୍ୟାସ କରିବା ବିଷୟରେ ଅଧିକ ସୂଚନା ପାଇଁ 'man httpd_selinux' କୁ ଅନୁସରଣ କରନ୍ତୁ।
pt: O SELinux impediu o acesso de $ACCESS ao httpd a $TARGET_PATH. Os scripts httpd não têm permissão para escrever para conteúdos sem etiquetagem explicita de todos os ficheiros. Se $TARGET_PATH é conteúdo para gravar, precisa de ser etiquetado httpd_sys_rw_content_t ou se apenas precisa de adicionar pode etiquetar com httpd_sys_ra_content_t. Por favor, consulte 'man httpd_selinux' para mais informações em como configurar o httpd e o selinux.
pt_br: O SELinux impediu o acesso $ACCESS do httpd ao $TARGET_PATH. Os scripts do httpd não tem permissão para gravar conteúdo sem a rotulagem explícita de todos os arquivos. Se o $TARGET_PATH possui conteúdo gravável, ele precisa ser rotulado como httpd_sys_rw_content_t ou se tudo o que você precisa é acrescentar conteúdo, então pode rotulá-lo como httpd_sys_ra_content_t. Por favor, consulte o "man httpd_selinux" para mais informações sobre como configurar o httpd e o SELinux.
ru: SELinux запрещает httpd ($SOURCE_PATH) доступ $ACCESS к $TARGET_PATH. Сценариям httpd не разрешено осуществлять запись без явной маркировки всех файлов. Если $TARGET_PATH допускает запись, то его надо отметить как httpd_sys_rw_content_t или httpd_sys_ra_content_t (если требуется только добавление). Подробную информацию можно найти на странице помощи «man httpd_selinux».
sv: SELinux nekade httpd $ACCESS-åtkomst till $TARGET_PATH. httpd-skript tillåts inte att skriva innehåll utan uttrycklig etikett på alla filer. Om $TARGET_PATH är skrivbart innehåll, behöver den ha etiketten httpd_sys_rw_content_t eller om allt du behöver är att lägga till kan du sätta etiketten httpd_sys_ra_content_t på den. Se "man httpd_selinux" för mer information om att ställa in httpd och selinux.
te: SELinux అనునది httpd $ACCESS యాక్సెస్‌ను $TARGET_PATHకు నిరోధిస్తుంది. అన్ని ఫైళ్ళ యొక్క బహిర్గత లేబులింగ్ లేకుండా httpd స్క్రిప్టులు వ్రాయుటకు అనుమతించబడవు. ఒక వేళ $TARGET_PATH వ్రాయదగు సారమైతే. అది httpd_sys_rw_content_t గా లేబుల్ చేయబడాలి లేదా మీకు కావలసింది వున్నదానికి జతచేయడమైతే మీరు దానిని httpd_sys_ra_content_t గా లేబుల్ చేయవచ్చును. htttp మరియు selinux అమర్చుటపై మరింత సమాచారము కొరకు దయచేసి 'man httpd_selinux' చూడండి.
zh_cn: SELinux阻止了 httpd $ACCESS 访问 $TARGET_PATH。 httpd 脚本不允许对没有被显式标记的所有文件的内容作写操作。如果 $TARGET_PATH 是可改写内容，它必须被标记为 httpd_sys_rw_content_t，或者如果您要的只是添加内容，可以把它标记为 httpd_sys_ra_content_t。请参考“man httpd_selinux” 来了解更多搭建 httpd 和 selinux 的信息。
zh_tw: SELinux 防止了 httpd $ACCESS 存取 $TARGET_PATH。 在所有檔案未明確標記之前，httpd script 不 允許對於內容進行寫入。若 $TARGET_PATH 為可寫入的內容的話，它需要 被標記為 httpd_sys_rw_content_t，或是若您只需要進行附加的話，您可將其標記為 httpd_sys_ra_content_t。欲取得更多有關於設定 httpd 和 selinux 上的相關資訊，請參閱「man httpd_selinux」。

source: You can alter the file context by executing chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -t httpd_sys public_content_rw_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um dieser von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t httpd_sys_content public_content_rw_t '$TARGET_PATH'"
hu: Megváltoztathatja a fájl beállítását a chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' paranccsal. Az alapértelmezett fájl beállítást is meg kell változtatni, hogy teljes újracímkézés is megőrizze. „semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'”
kn: chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
ko: chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
mr: chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' चालवून तुम्ही फाइल संदर्भ बदलवू शकता पूर्णतया पुनःलेबल झाल्यावरही तुम्ही प्रणालीवरील पूर्वनिर्धारीत फाइल संदर्भ बदलायला हवे. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen door het uitvoeren van chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om dit te behouden ook na een volledige her-labeling. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
pt: Pode alterar o contexto do ficheiro executando chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' Também precisa de alterar o contexto por omissão dos ficheiros no sistema para os preservar mesmo na caso de uma etiquetagem total. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
pt_br: Você pode alterar o contexto de arquivo executando chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' Você deve também alterar o contexto de arquivo padrão dos arquivos do sistema a fim de preservá-los mesmo em uma nova rotulagem total. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
ru: Файловый контекст можно изменить, выполнив «chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH'» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'»
sv: Du kan ändra filkontexten genom att köra chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' Du måste också ändra standardfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
te: మీరు ఫైలు సందర్భమును chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' నిర్వర్తించుటద్వారా మార్చగలరు మీరు సిస్టమ్ నందు అప్రమేయ దస్త్ర సందర్బపు దస్త్రములనుకూడా తప్పక మార్చవలెను వాటిని పూర్తి నమ్మికతో వుంచుట కొరకు. "semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'"
zh_cn: 您可以执行 chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' 来改变文件上下文。 您还必须在系统中更改默认文件上下文文件以便在完全重新标记后保留它们，执行 “semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'”
zh_tw: 您可透過執行 chcon -R -t httpd_sys_rw_content_t '$TARGET_PATH' 來修改檔案 context 您也必須更改系統上的預設 file context 檔案，才能在完整重新標記的情況下將它們保留住。「semanage fcontext -a -t httpd_sys_rw_content_t '$FIX_TARGET_PATH'」
