Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has prevented $SOURCE from writing to a file under /selinux. Files under /selinux control the way SELinux is configured. All programs that need to write to files under /selinux should have already had policy written for them. If a compromised application tries to turn off SELinux this AVC will be generated. This is a serious issue. Your system may very well be compromised.
as: SELinux দ্বাৰা $SOURCE-কে /selinux-ৰ অধীন উপস্থিত একটি ফাইলে লিখতে বাধা দেওয়া হয়েছে। SELinux-ৰ কনফিগাৰেশনেৰ প্ৰণালী /selinux-ৰ অধীন উপস্থিত ফাইলগুলি দ্বাৰা নিৰ্ধাৰণ কৰা হয়। এটি ব্যবহাৰেৰ অধিকাৰপ্ৰাপ্ত সকল অ্যাপ্লিকেশনেৰ জন্য প্ৰয়োজনীয় পলিসি উপস্থিত থাকা আবশ্যক। কোনো বিপদগ্ৰস্ত অ্যাপ্লিকেশন দ্বাৰা SELinux পলিসি পৰিবৰ্তনেৰ প্ৰয়াস কৰা হলে এই AVC-টি উৎপন্ন হবে। এটি একটি গুৰুত্বপূৰ্ণ সমস্যা এবং আপনাৰ সিস্টেমও বিপদগ্ৰস্ত হতে পাৰে।
de: SELinux verweigerte $SOURCE das Schreiben in eine Datei unter /selinux. Dateien unter /selinux steuern die Art, wie SELinux konfiguriert wird. Alle Anwendungen, die in Dateien unter /selinux schreiben müssen, sollten bereits eine entsprechende Richtlinie haben. Falls eine kompromittierte Anwendung SELinux abzuschalten versucht, wird diese AVC generiert. Dies ist unter Umständen ein schwerwiegendes Problem. Ihr System wurde womöglich kompromittiert.
es: SELinux le ha negado a $SOURCE la escritura en un archivo bajo /selinux. Los archivos en /selinux controlan la forma en que se configura SELinux. Todos los programas que necesiten escribir en /selinux ya deberían tener alguna política escrita para las mismas. Si una aplicación comprometida intenta desactivar SElinux, este AVC será generado. Este es un problema serio. Su sistema puede estar comprometido.
fr: SELinux a empêché $SOURCE d'écrire dans un fichier sous /selinux. Les fichiers sous /selinux contrôlent la façon dont SELinux est configuré. Tous les programmes ayant besoin d'écrire dans des fichiers sous /selinux devraient déjà avoir une politique écrite pour eux. Si une application compromise essaie de désactiver SELinux, ce message AVC sera généré. C'est un problème sérieux. Votre système pourrait très bien être compromis.
hu: SELinux megakadályozta, hogy $SOURCE /selinux alá fájlba írjon. A /selinux alatti fájlok vezérlik a SELinux beállítását. Minden a /selinux alá írást igénylő alkalmazáshoz már kell, hogy legyen neki írt szabályzat. Ha egy rossz alkalmazás próbálja kikapcsolni SELinuxot, ez az AVC keletkezik. Ez komoly dolog. A rendszer komoly veszélyben lehet.
kn: $SOURCE ಅನ್ನು /selinux ನ ಅಡಿಯಲ್ಲಿನ ಒಂದು ಕಡತಕ್ಕೆ ಬರೆಯದಂತೆ SELinux ತಡಿದಿದೆ. /selinux ನ ಅಡಿಯಲ್ಲಿನ ಕಡತಗಳು SELinux ಸಂರಚಿಗೊಂಡಿರುವ ರೀತಿಯಲ್ಲಿ ನಿಯಂತ್ರಿಸಲ್ಪಡುತ್ತದೆ. /selinux ಅಡಿಯಲ್ಲಿ ಬರೆಯಲು ಬಯಸುವ ಎಲ್ಲಾ ಪ್ರೊಗ್ರಾಮ್‌ಗಳಿಗೂ ಪಾಲಿಸಿಯನ್ನು ಈ ಮೊದಲೆ ಬರೆದಿರುವ ಅಗತ್ಯವಿರುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ ರಾಜಿಮಾಡಿಕೊಳ್ಳಲಾದ ಒಂದು ಅನ್ವಯವು SELinux ಅನ್ನು ಆಫ್‌ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದಲ್ಲಿ ಈ AVC ಯು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ. ಇದು ಒಂದು ಗಂಭೀರವಾದ ಸಮಸ್ಯೆಯಾಗದ್ದು. ನಿಮ್ಮ ಗಣಕವು ರಾಜಿ ಮಾಡಿಕೊಂಡಿರುವಂತೆ ತೋರುತ್ತಿದೆ.
ko: SELinux는 $SOURCE가 /selinux 아래에 있는 파일에 작성하지 못하게 합니다. /selinux 아래에 있는 파일은 SELinux가 설정되는 방식을 제어합니다. /selinux 아래에 있는 파일에 작성해야 하는 모든 응용 프로그램에는 해당하는 정책이 있어야 합니다. 영향을 받을 수 있는 응용 프로그램이 SELinux를 비활성화하려 할 경우 AVC가 생성되어 심각한 문제를 일으킬 수 있습니다 시스템이 아주 쉽게 영향을 받을 수 있습니다.
ml: /selinux-ലുള്ള ഫയലിലേക്കു് $SOURCE പ്രവര്‍ത്തിക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു. /selinux-ലുള്ള ഫയലുകള്‍ SELinux-ന്റെ ക്രമീകരണ രീതി നിയന്ത്രിക്കുന്നു. /selinux-ലുള്ള ഫയലുകളില്‍ പ്രവര്‍ത്തിക്കുന്ന എല്ലാ പ്രോഗ്രാമുകള്‍ക്കും പോളിസി തയ്യാറാകേണ്ടതുണ്ടു്. തകരാറുള്ള ഒരു പ്രയോഗം SELinu ഓഫ് ചെയ്യുവാന്‍ ശ്രമിച്ചാല്‍, ഈ AVC ലഭ്യമാകുന്നു. ഇതു് വളരെ ഗുരുതരമായ സംഗതിയാണു്. നിങ്ങളുടെ സിസ്റ്റം പ്രത്യേകം ശ്രദ്ധിക്കുക.
mr: SELinux ने /selinux अंतर्गत $SOURCE ला लिहण्यापासून रोखले. /selinux अंतर्गत फाइल्स् SELinux कुठल्याप्रकारे संयोजीत केले आहे ते नियंत्रीत करते. सर्व कार्यक्रमांना ज्यांस /selinux अंतर्गत फाइल्स् लिहण्याची आवश्यकता आहे, आधिपासूनच त्यांसाठी करार लिहले असावे. धोकादायक ऍप्लिकेशन SELinux ला बंद चालू करण्याचा प्रयत्न करत असल्यास ही AVC निर्माण होईल. ही एक गंभीर बाब आहे. तुमच्या प्रणालीला खूप जास्त धोका असू शकतो.
nl: SELinux heeft $SOURCE belet om naar een bestand in /selinux te schrijven. Bestanden in /selinux bepalen de manier waarop SELinux ingesteld is. Alle programma's die naar bestanden in /selinux moeten schrijven moeten hiervoor al een geschreven tactiek hebben. Als een in gevaar gebrachte toepassing probeert om SELinux uit te zetten wordt deze AVC aangemaakt. Dit is een ernstig probleem. Jouw systeem kan zeker in gevaar gebracht zijn.
or: SELinux $SOURCE କୁ /selinux ଅନ୍ତର୍ଗତରେ ଫାଇଲ ମଧ୍ଯରେ ଲେଖିବାରୁ ବାରଣ କରିଛି। /selinux ଅନ୍ତର୍ଗତରେ ଥିବା ଫାଇଲଗୁଡ଼ିକ SELinux ବିନ୍ୟାସିତ ହୋଇଥିବା ଉପାୟରେ ନିୟନ୍ତ୍ରଣ କରିଥାଏ। ସମସ୍ତ ପ୍ରଗ୍ରାମଗୁଡ଼ିକ ଯାହାକି /selinux ଅନ୍ତର୍ଗତରେ ଫାଇଲଗୁଡ଼ିକରେ ଲେଖିବା ଆବଶ୍ୟକ କରେ ସେଥିରେ ପୂର୍ବରୁ ନିତୀ ଲିଖିତ ଥିବା ଉଚିତ। ଯଦି ଗୋଟିଏ ହାରମାନିଥିବା ପ୍ରୟୋଗ SELinux କୁ ବନ୍ଦ କରିବାକୁ ଚେଷ୍ଟାକରେ ତେବେ ଏହି AVC ସୃଷ୍ଟି ହେବ। ଏହା ଏକ ଗୁରୁତର ସମସ୍ୟା ଅଟେ। ଆପଣଙ୍କର ତନ୍ତ୍ର ହୁଏତଃ ହାରମାନିବ।
pt: O SELinux impediu $SOURCE de escrever para um ficheiro em /selinux. Ficheiros em /selinux controlam a forma como o SELinux está configurado. Todos os programas que precisam de escrever para ficheiros em /selinux já devem ter uma politica escrita para eles. Se uma aplicação comprometida tenta desligar o SELinux, este AVC será gerado. Isto é um assunto sério. O seu sistema pode muito bem estar comprometido.
pt_br: O SELinux impediu que o $SOURCE gravasse um arquivo em /selinux. Os arquivos do /selinux controlam o modo como o SELinux é configurado. Todos os programas que precisam gravar arquivos sob o /selinux já devem ter uma política escrita para eles. Se um aplicativo comprometido tentar desativar o SELinux, este AVC será gerado. Este é um problema sério. O seu sistema pode muito bem ter sido comprometido.
ru: SELinux запретил $SOURCE записывать в файл, расположенный в каталоге /selinux. Файлы в /selinux управляют настройками политики SELinux. Для всех приложений, которым необходим такой уровень доступа, должна существовать отдельная политика. Если скомпрометированное приложение попытается отключить политику, будет сгенерировано AVC. Это является серьёзной проблемой и может служить индикатором того, что система была скомпрометирована.
sv: SELinux hindrade $SOURCE från att skriva till en fil under /selinux. Filer under /selinux styr hur SELinux är konfigurerat. Alla program som behöver skriva till filer under /selinux skall redan ha en policy skriven för sig. Om ett komprometterat program försöker slå av SELinux kommer denna AVC genereras. Detta är en allvarlig sak. Ditt system kan mycket väl vara komprometterat.
ta: SELinux ஆனது $SOURCEலிருந்து ஒரு கோப்பிற்கு அன்டர்/selinuxற்கு எழுதுவதற்கு தடுக்கிறது. கோபுகள் அன்டர் /selinux கட்டுப்படுத்தும் வழி SELinux கட்டமைப்படுகிறது. அனைத்து நிரல்களும் கோப்பு அன்டர் /selinux எழுதுவதற்கு தேவைப்படுகிறது இவற்றிக்கு ஒரு பாலிசியும் அவற்றிற்கு ஏற்கனவே உள்ளது. ஒரு சமரசப்பட்ட பயன்பாடுகள் நிறுத்த முயற்சிக்கிறதுSELinux இந்த AVC தோற்றுவிக்கப்படும். இது ஒரு முக்கிய வெளிப்பாடாகும். உங்கள் கணினியானது சரியாக சமரசப்படுகிறது.
te: SELinux అనునది $SOURCEను /selinux క్రిందని దస్త్రముకు వ్రాయుట నుండి నిరోధిస్తుంది. /selinux క్రిందని దస్త్రము SELinux ఆకృతీకరించబడే మార్గాన్ని నియత్రిస్తుంది. /selinux క్రిందని దస్త్రములకు వ్రాయవలసిన అవసరమువున్న అన్ని ప్రోగ్రాములు వాటి కొరకు వ్రాయబడి వున్న పాలసీ కలిగివుండాలి. రాజీపడిన అనువర్తనము SELinuxను ఆఫ్‌చేయుటకు ప్రయత్నిస్తే ఈ AVC వుద్భవించబడుతుంది. ఇది వొక తీవ్రమైన సమస్య. మీ సిస్టమ్ చాలాబాగా రాజీ పడవచ్చు.
zh_cn: SELinux 阻止 $SOURCE 写入 /selinux 中的文件。/selinux 中的文件控制配置 SELinux 的方法。所有需要在 /selinux 中写入文件的程序都已经被写入了策略。如果破坏的程序试图关闭 SELiux 则会生成这个 AVC。这是个严重问题。您的系统可能被严重破坏。
zh_tw: SELinux 已防止了 $SOURCE 寫入 /selinux 下的檔案。 /selinux 下的檔案可控制 SELinux 的配置設定。 所有需要寫入 /selinux 下的檔案的應用程式都應有個為它們而編寫 的政策。若有個遭到入侵的應用程式嘗試關閉 SELinux 的話，此 AVC 便會產生。這是一項嚴重的問題。您的系統可能 已遭到入侵。

source: SELinux is preventing the spamd daemon from reading users' home directories.
as: SELinux ৰ দ্বাৰা spamd ডেমনক ব্যৱহাৰকৰ্তাৰ ব্যক্তিগত (home) পঞ্জিকা পঢ়িবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hindert den spamd-Daemon am Lesen der persönlichen Benutzerverzeichnisse..
es: SELinux está previniendo acerca de la intención del demonio spamd de leer de los directorios de inicio de los usuarios.
fr: SELinux empêche le démon spamd de lire les répertoires personnels des utilisateurs.
hi: SELinux spamd डेमॉन को उपयोक्ता घर निर्देशिका पढ़ने से रोक रहा है.
hu: SELinux megakadályozza, hogy spamd szolgáltatás olvassa a használók saját mappáit.
kn: spamd ಡೆಮನ್ ಅನ್ನು ಬಳಕೆದಾರರ ನೆಲೆ ಕಡತಕೋಶಗಳನ್ನು ಓದದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 spamd 데몬이 사용자 홈 디렉토리를 읽지 못하게 합니다.
ml: ഉപയോക്താക്കളുടെ ഹോം ഡയറക്ടറികള്‍ ലഭ്യമാക്കുന്നതില്‍ നിന്നും spamd ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux spamd डीमनला वापरकर्त्याची होम डिरेक्ट्रीज् वाचण्यापासून रोखत आहे.
nl: SELinux belet de spamd daemon om de persoonlijke mappen van gebruikers te lezen.
or: SELinux spamd ଡେମନକୁ ଚାଳକର ମୂଳସ୍ଥାନ ପଞ୍ଜିକା ପଢିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o servidor 'spamd' de ler as pastas pessoais dos utilizadores.
pt_br: O SELinux está impedindo que o daemon do spamd leia diretórios pessoais de usuários.
ru: SELinux запрещает демону spamd читать домашние каталоги пользователей.
sr@latin: SELinux je sprečio spamd sistemsku uslugu od čitanja ličnih direktorijuma korisnika.
sv: SELinux hindrar spamd-demonen från att läsa användares hemkataloger.
ta: SELinuxஆனது spamd டீமானை பயனர்கள் முகப்பு அடைவுகளிலிருந்து வாசிப்பதை தடுக்கிறது.
te: SELinux అనునది spamd డెమోన్‌ను వినియోగదారుల నివాస సంచయాలనుండి చదువుటకు నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 spamd 守护进程读取用户主目录。
zh_tw: SELinux 防止了 spamd daemon 讀取用戶的家目錄。

source: SELinux has denied the spamd daemon access to users' home directories. Someone is attempting to access your home directories via your spamd daemon. If you only setup spamd to share non-home directories, this probably signals an intrusion attempt.
as: SELinux দ্বাৰা spamd ডেমনকে ব্যবহাৰকাৰীদেৰ ব্যক্তিগত (home) ডিৰেক্টৰি পড়তে বাধা সৃষ্টি কৰা হচ্ছে। কেউ spamd ডেমনেৰ অপব্যবহাৰ কৰে এৰ মাধ্যমে ব্যক্তিগত ডিৰেক্টৰিতে প্ৰবেশ কৰাৰ প্ৰচেষ্টা কৰছে। spamd'ৰ দ্বাৰা ব্যবহাৰকাৰীদেৰ ব্যক্তিগত ডিৰেক্টৰি ভিন্ন অন্য ডিৰেক্টৰি শেয়াৰ কৰাৰ জন্য কনফিগাৰ কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem spamd-Daemon den Zugriff auf die persönlichen Benutzerverzeichnisse. Jemand versucht, mit Hilfe Ihres spamd-Daemons auf die Benutzerverzeichnisse zuzugreifen. Falls Sie spamd so konfiguriert haben, keine Benutzerverzeichnisse freizugeben, könnte dies möglicherweise einen Einbruchsversuch signalisieren.
es: SELinux le ha negado al demonio spamd el acceso a directorios de inicio de los usuarios. Alguien está inentando acceder a sus directorios de inicio a través de su demonio spamd. Si sólo configuró a spamd para compartir directorios que no son de inicio, esto probablemente esté indicando un ataque.
fr: SELinux a refusé au démon spamd l'accès aux répertoires personnels des utilisateurs. Quelqu'un essaye d'accéder à votre répertoire personnel via votre démon spamd. Si vous avez configuré spamd pour ne partager que les répertoires autres que vos répertoires personnels, il s'agit probablement d'une tentative d'intrusion.
hi: SELinux ने spamd डेमॉन अभिगम मना किया है उपयोक्ता घर निर्देशिका में. कोई आपके घर निर्देशिका में अभिगम का प्रयास कर रहा है आपके spamd डेमॉन से होकर. अगर आप सिर्फ spamd को सेटअप करते हैं गैर घर निर्देशिका साझा करने के लिये, यह संभवतः एक घुसपैठ प्रयास का संकेत देगा.
hu: SELinux elutasította, hogy spamd szolgáltatás hozzáférjen a használók saját mappáihoz. Valaki megkísérelt hozzáférni a rendszerben levő saját mappákhoz a spamd szolgáltatáson keresztül. Ha spamd-t csak nem saját mappák megosztására állították be, akkor ez valószínűleg egy behatolás próbálkozást jelez.
kn: spamd ಡೆಮನ್ ಬಳಕೆದಾರರ ನೆಲೆ ಕಡತಕೋಶಗಳನ್ನು ನಿಲುಕಿಸಿ ಕೊಳ್ಳುವುದನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಯಾರೋ spamd ಡೆಮನ್ ಮೂಲಕ ನಿಮ್ಮ ನೆಲೆ ಕಡತಕೋಶವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ. ನೀವು ಕೇವಲ ನೆಲೆ ಕಡತಕೋಶವಲ್ಲದ್ದನ್ನು ಮಾತ್ರ ಹಂಚಿಕೊಳ್ಳುವಂತೆ spamd ಅನ್ನು ಹೊಂದಿಸಿದ್ದರೆ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 spamd 데몬이 사용자 홈 디렉토리로 액세스하는 것을 거부합니다. 누군가가 spamd 데몬을 통하여 홈 디렉토리에 액세스를 시도합니다. 홈 디렉토리 외의 디렉토리를 공유하기 위해 spamd를 설정하셨다면, 침입 시도 신호가 나타날 것입니다.
ml: spamd ഡെമണിന് ഉപയോക്താക്കളുടെ ഹോം ഡയറക്ടറികളിലേക്കുളള പ്രവേശനം SELinux നിഷേധിക്കുന്നു. ഒരു ഉപയോക്താവിന്റെ അക്കൌണ്ടിലേക്ക് spamd ഡെമണ്‍ വഴി പ്രവേശിക്കുന്നതിനായി ആരോ ശ്രമിക്കുന്നു. നോണ്‍-ഹോം ഡയറക്ടറികള്‍ പങ്കിടുന്നതിനായി നിങ്ങള്‍ spamd മാത്രം സജ്ജമാക്കിയാല്‍, തെറ്റായൊരു പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने spamd डीमनला वापरकर्त्याच्या होम डिरेक्ट्रीज् करीता प्रवेश नकारला. कुणितरी spamd डीमन द्वारे तुमची हो डिरेक्ट्री करीता प्रवेशसाठी प्रयत्न करीत आहे. विना-होम डिरेक्ट्रीज् spamd ला फक्त संयोजीत केल्यास, यास सहसा अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de spamd daemon toegang verboden tot persoonlijke mappen van gebruikers. Iemand probeert toegang te krijgen tot je persoonlijke mappen via jouw spamd daemon. Als je spamd ingesteld hebt om geen persoonlijke mappen te delen, is dit waarschijnlijk een teken van een indringing poging.
or: SELinux spamd ଡେମନକୁ ମୂଳ ଡିରେକ୍ଟୋରୀ ବାହାରୁ ଲେଖାବା ପାଇଁ ପ୍ରତ୍ୟାଖ୍ଯାନ କରିଥାଏ ($TARGET_PATH)। କେହି ଜଣେ ଆପଣଙ୍କର spamd ଡେମନ ମାଧ୍ଯମରେ ଲଗ ଇନ ହୋଇଛି ଏବଂ ଗୋଟି ଏଫାଇଲ ନିର୍ମାଣ କରି ଲେଖାବା ପାଇଁ ଚେଷ୍ଟାକରୁଅଛି। ଯଦି ଆପଣ କେବଳ ଗୋଟିଏ ftp କୁ ବ୍ୟବସ୍ଥା କରନ୍ତି ତେବେ ଆପଣ ଅଜ୍ଞାତ spamd , ଏହା ଗୋଟିଏ ପ୍ରଚେଷ୍ଟାକୁ ସଂକେତ ଦେଇପାରେ।।
pt: O SELinux proibiu o servidor 'spamd' de ler as pastas pessoais dos utilizadores. Alguém está a tentar aceder às suas pastas pessoais com o seu servidor 'spamd'. Se só tiver configurado o 'spamd' para partilhar pastas não pertencentes a utilizadores, isto poderá significar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon spamd acessasse diretórios pessoais de usuários. Alguém está tentando acessar os seus diretórios pessoais através do daemon spamd. Se você configurou o spamd para compartilhar apenas diretórios não pessoais, isto provavelmente indica uma tentativa de intrusão.
ru: SELinux закрыл доступ демону spamd к домашним каталогам пользователей. Кто-то пытается получить доступ к ним с помощью демона spamd. Если вы не настраивали spamd на работу с этими каталогами, это может служить индикатором попытки вторжения.
sv: SELinux har nekat spamd-demonen åtkomst till användares hemkataloger. Någon försöker komma åt dina hemkataloger via din spamd-demon. Om du endast satt upp spamd att dela ut icke-hemkataloger, är detta troligen tecken på ett intrångsförsök.
ta: SELinux ஆனது spamd டீமானனை அணுகல் பயனர்களின் முகப்பு அடைவுகளைக்கு மறுக்கிறது. சிலர் உங்களது முகப்பு அடைவுகள் வழியாக உங்களது spamd டீமானை அணுக முயற்சிக்கலாம். நீங்கள் spamd க்கு முகப்பில்லா அடைவுகளை பகிர்வதை அமைக்காவிடில், அநேகமாய் இந்த சிக்னல்கள் ஒரு நிர்வாக முயற்சியாகும்.
te: SELinux అనునది spamd డెమోన్ యాక్సిస్‌ను వినియోగదారుల నివాస సంచయంకు తిరస్కరిస్తోంది. యెవరో మీ నివాస సంచయాలను యాక్సిస్ చేయుటకు ప్రయత్నిస్తున్నారు మీ spamd డెమోన్ గుండా. మీరు spamdను నాన్-హోమ్ డైరెక్టరీలను పంచుకొనుటకు మాత్రమే అమర్చితే, యిది బహుశా అమర్యాద దాడిని సంకేతించవచ్చు.
zh_cn: SELinux 拒绝了 spamd 守护进程访问用户主目录。有人正试图通过您的 spamd 守护 进程访问您的主目录。如果您将 spamd 设置成只共享非主目录，这很可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 spamd daemon 存取用戶的家 目錄。某人嘗試透過您的 spamd daemon 來存取您的 家目錄。若您將 spamd 設定為只共享家目錄以外的 目錄的話，這可能代表系統已遭到入侵的警訊。

source: If you want spamd to share home directories you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: spamd ৰ দ্বাৰা ব্যক্তিগত (home) পঞ্জিকা যৌথৰূপে ব্যৱহাৰৰ অনুমতি প্ৰদান কৰিবলৈ $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1"
de: Falls Sie spamd die Freigabe von Benutzerverzeichnissen gewähren möchten, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que spamd comparta los directorios de inicio necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que spamd partage les répertoires personnels, vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप spamd को होम निर्देशिका साझा करना चाहते हैं जिसे आप चालू करना चाहें $BOOLEAN बुलियन: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "spamd" megossza a saját könyvtárakat, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: ನೀವು spamd ನೆಲ ಕಡತಕೋಶಗಳನ್ನು ಹಂಚಬೇಕೆಂದು ಬಯಸಿದರೆ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: spamd가 홈 디렉토리를 공유하고자 하실 경우 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: ഉപയോക്താക്കള്‍ spamd ഉപയോഗിച്ച് ഹോം ഡയറക്ടറികള്‍ പങ്കിടണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യേണ്ടതുണ്ട്: "setsebool -P $BOOLEAN=1"
mr: spamd ला होम डिरीकेट्रीज् सहभागीय करायचे असल्यास तुम्ही $BOOLEAN बूलयीन कार्यान्वीत केले पाहिजे: "setsebool -P $BOOLEAN=1"
nl: Als je wilt dat spamd persoonlijke mappen kan delen moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: spamd ମୂଳସ୍ଥାନ ପଞ୍ଜିକା ବାଣ୍ଟୁ ବୋଲି ଆପଣ ଚାହୁଁଥିଲେ ଆପଣ $BOOLEAN ବୁଲିଆନକୁ ସକ୍ରିୟ କରିବା ଉଚିତ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o 'spamd' partilhe as pastas pessoais, terá de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o spamd compartilhe diretórios pessoais, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Если вы хотите открыть доступ spamd к домашним каталогам, установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da spamd razdeljuje lične direktorijume treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill att spamd ska dela ut hemkataloger måste du slå på $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் spamdக்கு முகப்பு அடைவுகளை நீங்கள் ஆன் செய்ய விரும்புகிறீர்கள் எனில் இந்த $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
te: మీరు spamd అనునది నివాస సంచయాలను పంచుకోవాలని మీరు కోరుకుంటే మీరు $BOOLEAN బూలియన్‌ అన్‌చేయాలి: "setsebool -P $‌BOOLEAN=1"
zh_cn: 如果您想让 spamd 共享主目录，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 spamd 共享家目錄的話，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」

source: SELinux is preventing the squid daemon from connecting to network port $PORT_NUMBER
as: SELinux ৰ দ্বাৰা squid ডেমনক নেটৱৰ্ক পোৰ্টৰ সৈতে সংযোগ কৰিবলৈ বাধা সৃষ্টি কৰা হৈছে $PORT_NUMBER
de: SELinux verweigert dem squid-Daemon die Verbindung mit dem Netzwerk-Port $PORT_NUMBER
es: SELinux está previniendo acerca de la intención del demonio squid de conectarse al puerto de red $PORT_NUMBER
fr: SELinux empêche le démon squid de se connecter au port réseau $PORT_NUMBER
hi: SELinux squid डेमॉन को संजाल पोर्ट $PORT_NUMBER से जुड़ने से रोक रहा है
hu: SELinux megakadályozza, hogy a "squid" szolgáltatás kapcsolódjon erre a hálózati portra: "$PORT_NUMBER".
kn: squid ಡೆಮನ್ ಅನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಸಂಪರ್ಕ ಹೊಂದದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ
ko: SELinux는 squid 데몬이 네트워크 포트 $PORT_NUMBER로 연결하지 못하게 합니다
ml: നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ട് $PORT_NUMBER-ലേക്ക് കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും squid ഡെമണിനെ SELinux-നെ തടയുന്നു
mr: SELinux squid डीमनला नेटवर्क पोर्टशी $PORT_NUMBER जुळवणी पासून रोखत आहे
nl: SELinux belet de squid daemon om zich te verbinden met netwerk poort $PORT_NUMBER
or: SELinux squid ଡେମନକୁ ନେଟୱାର୍କ ସଂଯୋଗିକୀ $PORT_NUMBER ସହିତ ସଂଯୋଗ କରିବାରୁ ଅଟକାଉଛି
pt: O SELinux está a impedir o servidor 'squid' de se ligar ao porto de rede $PORT_NUMBER
pt_br: O SELinux está impedindo que o daemon do squid conecte-se à porta de rede $PORT_NUMBER
ru: SELinux блокирует доступ демона squid к сетевому порту $PORT_NUMBER
sr@latin: SELinux sprečava squid sistemsku uslugu od povezivanja na mrežni port $PORT_NUMBER
sv: SELinux förhindrar squid-demonen från ansluta till nätverksport $PORT_NUMBER
ta: SELinuxஐ தடுக்கிறது squid டிமனை $PORT_NUMBER இணைய துறையிலிருந்து இணைக்கிறது
te: SELinux అనునది squid డెమోన్‌ను నెట్వర్క్‍ పోర్ట్‍‌ $PORT_NUMBER కు అనుసంధానించుటనుండి నిరోధిస్తుంది
zh_cn: SELinux 正在阻止 squid 守护进程连接到网络端口 $PORT_NUMBER
zh_tw: SELinux 防止了 squid daemon 連至 $PORT_NUMBER 這個網路通訊埠
