Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented the tftp daemon from writing to $TARGET_PATH. Usually tftpd is setup only to read content and is not allowed to modify it. If you setup tftpd to modify $TARGET_PATH need to change its label. If you did not setup tftp to modify $TARGET_PATH, this could signal an intrusion attempt.
as: SELinux দ্বাৰা tftp ডেমনকে $TARGET_PATH-এ লিখতে বাধা দেওয়া হয়েছে।সাধাৰণত tftpd শুধুমাত্ৰ তথ্য পাঠেৰ জন্য প্ৰস্তুত কৰা হয় ও কিছু পৰিবৰ্তনেৰ জন্য অনুমতি প্ৰাপ্ত নয়। যদি $TARGET_PATH পৰিবৰ্তনেৰ জন্য tftpd প্ৰস্তুত কৰা হয় তাহলে এটিৰ লেবেল পৰিবৰ্তন কৰা আবশ্যক। $TARGET_PATH পৰিবৰ্তনেৰ জন্য tftp প্ৰস্তুত না কৰা হলে এটি একটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem tftp-Daemon das Schreiben in $TARGET_PATH. In der Regel ist tftp nur zum Lesen von Inhalten eingerichtet, darf diese jedoch nicht ändern. Falls Sie tftp zur Änderung von $TARGET_PATH eingerichtet haben, muss die Kennzeichnung geändert werden. Falls Sie tftp nicht zur Änderung von $TARGET_PATH eingerichtet haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado al demonio tftp la escritura en $TARGET_PATH. Normalmente tftpd se configura para sólo leer el contenido y no modificarlo. Si configuró tftpd para modificar $TARGET_PATH necesita cambiar esta etiqueta. Si no lo configuró para modificar $TARGET_PATH, puede ser señal de un intento de ataque.
fr: SELinux a refusé au démon tftp d'écrire dans $TARGET_PATH. Habituellement tftp est configuré pour lire du contenu et n'est pas autorisé à en modifier. Si avez configuré tftp pour la modification de contenu, $TARGET_PATH doit changer d'étiquette. Si vous n'avez pas configuré tftp pour modifier $TARGET_PATH, cela pourrait signaler une tentative d'intrusion.
hu: SELinux megakadályozta, hogy tftp szolgáltatás írjon $TARGET_PATH fájlba. Rendszerint tftpd-t csak tartalom olvasására állítják be, és nem engedik neki megváltoztatni azt. Ha $TARGET_PATH megváltoztatására állítja be tftpd-t, akkor meg kell változtatni a címkéjét. Ha nem állították be tftpd-t $TARGET_PATH megváltoztatására, akkor ez behatolás próbálkozást jelezhet.
kn: tftp ಡೆಮನ್ ಒಂದು $TARGET_PATH ಗೆ ಬರೆಯದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ. ಸಾಮಾನ್ಯವಾಗಿ tftp ಅನ್ನು ಕೇವಲ ಓದಲು ಮಾತ್ರ ಸಿದ್ಧಗೊಳಿಸಲಾಗಿರುತ್ತದೆ ಹೊರತು ಮಾರ್ಪಡಿಸಲು ಅದಕ್ಕೆ ಅನುಮತಿ ಇರುವುದಿಲ್ಲ. ನೀವು $TARGET_PATH ಅನ್ನು ಮಾರ್ಪಡಿಸುವಂತೆ tftp ಅನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದ್ದರೆ ಅದರ ಲೇಬಲ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಬೇಕಾಗುತ್ತದೆದ. ನೀವು $TARGET_PATH ಅನ್ನು ಮಾರ್ಪಡಿಸುವಂತೆ tftp ಅನ್ನು ಸಿದ್ಧಗೊಳಿಸಿದೆ ಹೋಗಿದ್ದರೆ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ
ko: SELinux는 tftp 데몬이 $TARGET_PATH에 작성하지 못하게 합니다. 일반적으로 tftpd는 문맥을 읽기 위해 설정된 것으로 수정을 허용하지 않습니다. $TARGET_PATH를 수정하기 위해 tftpd를 설정하신 경우 레이블을 변경하셔야 합니다. $TARGET_PATH를 수정하기 위해 tftp를 설정하지 않으신 경우, 침입 시도 신호가 나타날 수 있습니다.
ml: tftp ഡെമണ്‍ $TARGET_PATH-ലേക്ക് എഴുതുന്നതില്‍ നിന്നും SELinux തടയുന്നു. സാധാരണയായി, tftp ഉള്ളടക്കം ലഭ്യമാക്കുന്നതിനു് മാത്രം സജ്ജമാണു്, മാറ്റം വരുത്തുന്നതിനില്ല. $TARGET_PATH മാറ്റുന്നതിനായി നിങ്ങള്‍ tftp സജ്ജമാക്കിയാല്‍, അതിന്റെ ലേബല്‍ മാറ്റേണ്ടതാണു്. $TARGET_PATH മാറ്റുന്നതിനായി നിങ്ങള്‍ tftp സജ്ജമാക്കിയില്ലെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രക്രിയയായി കണക്കാക്കുന്നു.
mr: SELinux ने tftp डीमनला $TARGET_PATH करीता लिहण्यापासून रोखले. सहसा httpd स्क्रिप्ट फक्त मजकूर वाचण्यासाठीच सेटअप केले जाते व त्यात नंतर बदल होत नाही. tftpd ला $TARGET_PATH संपादीत करायला सेटअप केल्यास, लेबल बदलावे लागेल. tftpd ला $TARGET_PATH संपादीत न करायला सेटअप केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de tftp daemon belet te schrijven naar $TARGET_PATH. Gewoonlijk is tftpd ingesteld om alleen de inhoud te lezen en is het niet toegestaan om het te veranderen. Als je tftpd ingesteld hebt om $TARGET_PATH te veranderen moet je zijn label veranderen. Als je tftpd niet ingesteld hebt om $TARGET_PATH te veranderen kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ tftp ଡେମନକୁ $TARGET_PATH ରେ ଲେଖିବାରୁଅଟକାଉଛି। ସାଧାରଣତଃ tftpd ବିଷୟବସ୍ତୁକୁ ପଢ଼ୁବା ପାଇଁ ବ୍ୟବହୃତ ହୋଇଥାଏ। ଯଦି ଆପଣ $TARGET_PATH କୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ tftpd କୁ ସେଟ କରଛନ୍ତି, ତେବେ ତାହାର ନାମପଟିକୁ ପରିବର୍ତ୍ତନ କରିବା ଆବଶ୍ୟକ। ଯଦିଆପଣ $TARGET_PATH କୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ tftp କୁ ସେଟ କରିନାହାନ୍ତି, ତେବେ ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux proibiu o servidor de TFPT de escrever em $TARGET_PATH. Normalmente 'tftpd' está configurado apenas para ler conteúdos e não está autorizado para o modificar. Se configurou o 'tftp' para modificar o $TARGET_PATH necessita de alterar a sua etiqueta. Se não configurou o 'tftpd' para modificar o $TARGET_PATH, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon tftp gravasse no $TARGET_PATH. Normalmente, o tftpd é configurado para apenas ler o conteúdo e não é permitido de modificá-lo. Se você configurar o tftpd para modificar o $TARGET_PATH é necessário alterar o rótulo dele. Se você não configurou o tftp para modificar o $TARGET_PATH, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону tftp выполнить запись в $TARGET_PATH. Обычно настройки tftp разрешают только чтение. Если ваши настройки tftpd разрешают изменение $TARGET_PATH, то потребуется изменить его метку. В противном случае это может служить индикатором попытки вторжения.
sv: SELinux hindrade tftp-demonen från att skriva till $TARGET_PATH. Vanligen är tftpd inställd endast för att läsa innehåll och får inte lov att ändra. Om du ställt in tftpd till att ändra $TARGET_PATH behöver du ändra dess etikett. Om du inte ställt in tftp till att ändra $TARGET_PATH kan detta vara tecken på ett intrångsförsök.
ta: SELinuxஆனது இந்த tftp டீமானிலிருந்து $TARGET_PATHக்கு எழுதுவதை தடுக்கிறது. பொதுவாக tftpd வாடிக்கப்பட்ட உள்ளடக்கத்தை மட்டுமே அமைக்கிறது மற்றும் அதை மாற்றியமைக்க அனுமிதப்பதில்லை. அதை நீங்கள் tftpd க்கு மாற்றியமைத்து $TARGET_PATH அமைத்து அதன் லேபிலை மாற்ற வேண்டும். அதை நீங்கள் tftpd க்கு மாற்றியமைத்து $TARGET_PATH அமைக்காவிடில், இந்த சிக்னல் ஒரு நிர்வாக முயற்சியாகும்.
te: SELinux అనునది tftp డెమోన్‌ను $TARGET_PATHకు వ్రాయుట నుండి నిరోధిస్తోంది. సాధారణంగా tftpd అనునది సారమును చదువుటకు మాత్రమే అమర్చబడుతుంది దీనిని సవరించుటకు బడదు. మీరు tftpdను $TARGET_PATHను సవరించుటకు అమర్చితే దాని లేబుల్‌ను మార్చవలసివుంది. మీరు tftpను $TARGET_PATH మార్చుటకు అమర్చకపోతే, ఇది వొక అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 tftp 守护进程写入 $TARGET_PATH。通常是将 tftp 设置为读取内容，但不允许修改。如果您将 tftpd 设置为修改 $TARGET_PATH，则需要更改其标签。如果您没有将 tftp 设置为修改 $TARGET_PATH，这可能是一个入侵尝试信号。
zh_tw: SELinux 防止了 tftp daemon 寫入 $TARGET_PATH。通常 tftpd 只會被設定來讀取內容而不允許修改該內容。若您 將 tftpd 設定來修改 $TARGET_PATH 的話，您將需要更改它的標籤。若您 並未將 tftp 設定來修改 $TARGET_PATH 的話，這有可能代表系統已遭到嘗試入侵的警訊。

source: If you want to change the file context of $TARGET_PATH so that the tftp daemon can modify it, you need to execute it using<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
as: tftp ডেমন দ্বাৰা পৰিবৰ্তনেৰ উদ্দেশ্যে $TARGET_PATH'ৰ ফাইল কনটেক্সট পৰিবৰ্তন কৰতে হলে প্ৰয়োগ কৰুন<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
de: Falls Sie den Dateikontext von $TARGET_PATH ändern möchten, so dass der tftp- Daemon Zugriff hat, müssen Sie Folgendes ausführen:<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
es: Si quiere cambiar el contexto de archivo de $TARGET_PATH para que el demonio httpd pueda accederlos, necesita ejecutarlo usando<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
fr: Si vous souhaitez modifier le contexte du fichier de $TARGET_PATH de façon à ce que le démon tftp puisse le modifier, vous devez l'exécuter en utilisant<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
hu: Ha szeretné megváltoztatni $TARGET_PATH beállítását, hogy tftpd megváltoztathassa, akkor hajtsa végre a következő parancsot: <br><b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
kn: tfpt ಡೆಮನ್ $TARGET_PATH ಅನ್ನು ಬದಲಾಯಿಸುವಂತೆ ನೀವು ಅದರ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಲು ಬಯಸಿದಲ್ಲಿ ನೀವು <br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br> ಬಳಸಿಕೊಂಡು ಅದನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ
ko: $TARGET_PATH의 파일 문맥을 변경하여 tftp 데몬이 수정할 수 있도록 하시려면 <br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>를 사용하여 이를 실행하셔야 합니다
ml: tfpd ഡെമണിനായി നിങ്ങള്‍ക്ക് $TARGET_PATH ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് മാറ്റണമെങ്കില്‍ ഇതുപയോഗിക്കുക.<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
mr: $TARGET_PATH चा फाइल संदर्भ बदलवण्यासाठी ज्यामुळे tftp डीमन संपादीत होईल, , त्यासाठी तुम्हाला <br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br> चा वापर करावे लागेल
nl: Als je de bestand context van $TARGET_PATH zo wilt veranderen dat de tftp daemon het kan veranderen, moet het volgende commando uitvoeren<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
or: ଯଦି ଆପଣ $TARGET_PATH ର ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି ଯାହା ଫଳରେ tftp ଡେମନ ଏହାକୁ ପରିବର୍ତ୍ତନ କରିପାରିବ, ତେବେ ଆପଣଙ୍କୁ ଏହାକୁ <br> ବ୍ୟବହାର କରି ନିଷ୍ପାଦନ କରିବାକୁ ହେବ <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
pt: Se quiser mudar o contexto do ficheiro $TARGET_PATH para que o servidor 'tftp' consiga modifica-lo, terá de executar-lo usando<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
pt_br: Se você quiser modificar o contexto de arquivo do $TARGET_PATH para que o daemon tftp possa modificá-lo, você precisa executá-lo usando<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
ru: Если вы хотите изменить контекст файла $TARGET_PATH с целью разрешения записи для демона tftp, выполните <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
sv: Om du vill ändra filkontext för $TARGET_PATH så att tftpd-demonen kan ändra den behöver du köra<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
ta: $TARGET_PATH ன் கோப்பு உரையை நீங்கள் மாற்ற விரும்பினால் அந்த tftp டீமன் அதை மாற்றியமைக்க வேண்டும், அதன் பயன்பாட்டை செயலாற்ற தேவைப்படுகிறது<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
te: మీరు $TARGET_PATH దస్త్రము సందర్భంను మార్చాలనుకుంటే అలా tftd డెమోన్ దానిని సవరించుతుంది, మీరు దీనిని యిది వుపయోగించి నిర్వర్తించవలసి వుంటుంది<br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br>
zh_cn: 如果您想要更改 $TARGET_PATH 的文件上下文以让 tftp 守护进程能修改 它，您需要使用 <br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br> 执行它
zh_tw: 若您希望更改 $TARGET_PATH 的檔案 context 來讓 tftp daemon 能夠修改它的話，您需要透過使用 <br> <b># semanage fcontext -m tftpdir_rw_t '/tftpboot(/.*)?'</b> <br><b># restorecon -R -v /tftpboot</b></br> 來執行它。

source: SELinux prevented $SOURCE from $ACCESS files stored on a NFS filesytem.
as: SELinux ৰ দ্বাৰা $SOURCE ক NFS নথিপত্ৰপ্ৰণালীত উপস্থিত নথিপত্ৰ $ACCESS লৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hinderte $SOURCE am $ACCESS auf Dateien, die auf einem NFS-Dateisystem abgelegt sind.
es: SELinux previno acerca de la intención de $SOURCE de $ACCESS archivos almacenados en un sistema de archivos NFS.
fr: SELinux a empêché $SOURCE d'$ACCESS aux fichiers stockés sur un système de fichiers NFS.
hi: SELinux $SOURCE को $ACCESS फाइल जो NFS फाइल सिस्टम पर जमा से रोका.
hu: SELinux megakadályozta $SOURCE $ACCESS hozzáférését egy NFS fájlrendszerben.
kn: $SOURCE ಅನ್ನು ಒಂದು NFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲಾದ ಕಡತಗಳನ್ನು $ACCESS ಮಾಡದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ.
ko: SELinux는 $SOURCE가 NFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다.
ml: NFS ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളില്‍ നിന്നും $SOURCE-നെ SELinux തടയുന്നു.
mr: SELinux ने $SOURCE ला NFS फाइलप्रणालीवरील $ACCESS करीता प्रवेश देण्यापासून रोखले.
nl: SELinux belette $SOURCE om te $ACCESS bestanden op een NFS bestandssysteem.
or: SELinux $SOURCE କୁ ଗୋଟିଏ NFS ଫାଇଲତନ୍ତ୍ରରେ ସଂଗୃହୀତ ଥିବା ଫାଇଲ ମାନଙ୍କୁ $ACCESS କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o $SOURCE de $ACCESS os ficheiros gravados num sistema de ficheiros NFS.
pt_br: O SELinux impediu que o $SOURCE $ACCESS arquivos contidos em um sistema de arquivos NFS.
ru: SELinux запретил $SOURCE доступ $ACCESS к файлам, расположенным в файловой системе NFS.
sr@latin: SELinux je sprečio $SOURCE pri $ACCESS datoteka sačuvanih na NFS sistemu datoteka.
sv: SELinux hindrade $SOURCE från $ACCESS till filer lagrade på ett NFS-filsystem.
ta: SELinuxஐ $SOURCE லிருந்து $ACCESS கோப்புகள் ஒரு NFS கோப்புகணினியைத் தடுக்கிறதுfilesytem.
te: SELinux అనునది $SOURCE ను nfs దస్త్రవ్యవస్థ నందలి $ACCESS దస్త్రములనుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE $ACCESS 存放在 NFS 文件系统中的文件。
zh_tw: SELinux 防止了 $SOURCE $ACCESS 儲存在 NFS 檔案系統上的檔案。
