Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has denied the $SOURCE from executing $TARGET_PATH. If $SOURCE is supposed to be able to execute $TARGET_PATH, this could be a labeling problem. Most confined domains are allowed to execute files labeled bin_t. So you could change the labeling on this file to bin_t and retry the application. If this $SOURCE is not supposed to execute $TARGET_PATH, this could signal an intrusion attempt.
as: SELinux দ্বাৰা $SOURCE-কে $TARGET_PATH সঞ্চালন কৰতে প্ৰতিৰোধ কৰা হয়েছে। $SOURCE দ্বাৰা $TARGET_PATH সঞ্চালন সম্ভব হলে, এটি লেবেল জড়িত সমস্যাৰ ফলে উৎপন্ন হতে পাৰে। bin_t লেবেল সহ ফাইলগুলি অধিকাংশ কনফাইন কৰা ডোমেইনেৰ মধ্যে সঞ্চালন কৰা সম্ভব। ফাইলেৰ লেবেল bin_t ৰূপে পৰিবৰ্তন কৰে অ্যাপ্লিকেশনটি পুনৰায় প্ৰয়োগেৰ চেষ্টা কৰা যাবে। $SOURCE দ্বাৰা $TARGET_PATH সঞ্চালনযোগ্য না হলে, এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte $SOURCE das Ausführen von $TARGET_PATH. Wenn es $SOURCE möglich sein soll, $TARGET_PATH auszuführen, könnte dies ein Bezeichnungsproblem sein. Die meisten eingeschränkten Domains erlauben das Ausführen von mit bin_t gekennzeichneten Dateien. Sie könnten also die Bezeichnung der Datei auf bin_t ändern und die Anwendung erneut ausprobieren. Wenn $SOURCE $TARGET_PATH eigentlich nicht ausführen sollte, kann dies auf einen Einbruchsversuch hinweisen.
es: SELinux ha negado a $SOURCE la ejecución de $TARGET_PATH. Si $SOURCE debía poder ejecutar $TARGET_PATH, entonces puede ser un problema de etiquetado. La mayoría de los dominios confinados pueden ejecutar archivos con la etiqueta bin_t. Por lo que puede cambiar la etiqueta de este archivo a bin_t y reintentar la aplicación. Si este $SOURCE no debía ejecutar $TARGET_PATH, puede ser indicio de un intento de ataque.
fr: SELinux a empêché $SOURCE d'exécuter $TARGET_PATH. Si $SOURCE est censé être capable d'exécuter $TARGET_PATH, il peut s'agir d'un problème d'étiquetage. La plupart des domaines confinés sont autorisés à exécuter des fichiers étiquetés bin_t. Alors, vous pourriez changer l'étiquetage de ce fichier en bin_t et réessayer l'application. Si $SOURCE n'est pas censé exécuter $TARGET_PATH, il pourrait s'agir d'une tentative d'intrusion.
hi: SELinux ने $SOURCE को $TARGET_PATH चलाने से मना किया है. यदि $SOURCE स्रोत $TARGET_PATH को चलाने में सक्षम माना जाता है, यह लेबलिंग समस्या हो सकती है. अधिकतर सीमित डोमेन bin_t से लेबल किए फाइल करने के लिए स्वीकृति प्राप्त है. ताकि आप इस फाइल पर लेबलिंग बदल सकें bin_t में और अनुप्रयोग को फिर कोशिश करें. यदि यह $SOURCE $TARGET_PATH को चलाने के लिए नहीं है, यह घुसपैठ का संकेत हो सकता है.
hu: SELinux nem engedte $SOURCE használónak $TARGET_PATH futtatását. Ha $SOURCE használónak futtatnia kell $TARGET_PATH programot, akkor ez lehet az újracímkézés baja. A legtöbb korlátozott tartomány futtathat bin_t címkés fájlokat. Így megváltoztathatja a fájl jelölését a bin_t címkére, majd újra próbálhatja az alkalmazást. Ha $SOURCE használónak nem kellene futtatnia $TARGET_PATH programot, akkor ez jelenthet behatolás kísérletet.
kn: $TARGET_PATH ಅನ್ನು $SOURCE ವು ಕಾರ್ಯಗತಗೊಳಿಸುವುದನ್ನು SELinux ನಿರ್ಬಂಧಿಸಿದೆ. $SOURCE ಕ್ಕೆ $TARGET_PATH ವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ಸಾಧ್ಯವಿರಬೇಕು, ಇದು ಒಂದು ಲೇಬಲಿಂಗ್ ತೊಂದರೆ ಇರಬಹುದು. ಹೆಚ್ಚಿನ ಮಿತಿಗೊಳಪಡಿಸಲಾದ ಕ್ಷೇತ್ರಗಳು bin_t ಎಂದು ಲೇಬಲ್ ಮಾಡಲಾದ ಕಡತಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ಅನುಮತಿಯನ್ನು ಹೊಂದಿರುತ್ತವೆ. ಆದ್ದರಿಂದ ನೀವು ಈ ಕಡತದ ಲೇಬಲ್ ಅನ್ನು bin_t ಗೆ ಬದಲಾಯಿಸಿ ನಂತರ ಅನ್ವಯವನ್ನು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ. ಈ $SOURCE $TARGET_PATH ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬಾರದೆ ಇದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 $SOURCE가 $TARGET_PATH를 실행하는 것을 거부했습니다. $SOURCE가 $TARGET_PATH를 실행할 수 있다고 할 경우, 이는 레이블 문제일 수 있습니다. 대부분의 제한된 도메인은 bin_t로 레이블된 파일을 실행할 수 있습니다. 따라서 이 파일에 있는 레이블을 bin_t로 변경하여 응용 프로그램을 다시 시도해 봅니다. $SOURCE가 $TARGET_PATH를 실행하도록 되어 있지 않을 경우, 침입 시도 신호가 나타날 수 있습니다.
ml: $SOURCE-നെ $TARGET_PATH ഇത് പ്രവര്‍ത്തിപ്പിക്കുന്നതില്‍ നിന്നും SELinux നിഷേധിച്ചിരിക്കുന്നു. $SOURCE-ന് $TARGET_PATH പ്രവര്‍ത്തിപ്പിക്കുവാന്‍ സാധിക്കുമെങ്കില്‍, ഇത് ലേബലിങിലുള്ള പ്രശ്നമാവാം. bin_t എന്ന പേരിലുള്ള ഫയലുകള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിന് പരിമിതിയുള്ള ഡൊമെയിനുകള്‍ക്കും സാധ്യമാണ്. അതുകൊണ്ട് ഈ പേര് മാറ്റി bin_t എന്നാക്കി വീണ്ടും പ്രയോഗം പ്രവര്‍ത്തിപ്പിക്കുക.$SOURCE $TARGET_PATH പ്രവര്‍ത്തിപ്പിക്കുവാന്‍ പാടില്ല എങ്കില്‍, ഇത് തെറ്റായ പ്രക്രിയ ആയി കണക്കാക്കുന്നു.
mr: SELinux ने $SOURCE ला $TARGET_PATH चालवण्यापासून रोखले. $SOURCE ने $TARGET_PATH ला चालवले पाहिजे, अशी अट असल्यास ही लेबलींग त्रुटी असू शकते. बहुतांश मर्यादीत क्षेत्रांना bin_t लेबल केलेली फाइल कार्यान्वीत करायची परवानगी असते. अशा प्रकारे तुम्ही या फाइलचे लेबल bin_t असे ठरवू शकता व ऍप्लिकेशन पुनःसुरू करू शकता. $SOURCE ने $TARGET_PATH कार्यान्वीत करायचे नाही, कार्यान्वीत केल्यास यांस अवैध प्रवेशचा प्रयत्न ठरवले जाऊ शकतो.
nl: SELinux heeft de $SOURCE verboden om $TARGET_PATH uit te voeren. Als $SOURCE verondersteld wordt dit te mogen doen, kan dit een label probleem zijn. De meeste beperkte domeinen is het toegestaan om bestanden met het label bin_t uit te voeren. Dus je kunt het label op dit bestand veranderen naar bin_t en de toepassing opnieuw proberen. Als deze $SOURCE niet verondersteld wordt om $TARGET_PATH uit te voeren, kan dit een indringing poging aangeven.
or: SELinux $SOURCE କୁ $TARGET_PATH ନିଷ୍ପାଦନ କରିବାରୁ ବାରଣ କରିଛି। ଯଦି $SOURCE $TARGET_PATH କୁ ନିଷ୍ପାଦନ କରିବାରେ ସକ୍ଷମ ହୁଏ, ତେବେ ଏହା ଏକ ନାମକରଣ ସମସ୍ୟା ଭାବରେ ଦେଖାଦେବ। ଅଧିକାଂଶ ସୀମିତ ଡମେନଗୁଡ଼ିକ bin_t ନାମରେ ନାମିତ ଫାଇଲଗୁଡ଼ିକୁ ନିଷ୍ପାଦନ କରିବା ପାଇଁ ଅନୁମତିପ୍ରାପ୍ତ। ତେଣୁ ଆପଣ ଏହି ଫାଇଲରୁ ନାମକରଣକୁ bin_t ନାମରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ ଏବଂ ପ୍ରୟୋଗକୁ ପୁଣିଥରେ ଚେଷ୍ଟାକରନ୍ତୁ। ଯଦି ଏହି $SOURCE ଟି$TARGET_PATH କୁ ନିଷ୍ପାଦନ ନକରେ, ତେବେ ଏହା ଏକ ବିନାଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pt: SELinux não permitiu que $SOURCE executasse $TARGET_PATH. Se é suposto que $SOURCE possa executar $TARGET_PATH, isto poderá ser um problema de etiquetagem. A maioria dos dominios confinados têm permissões para executar ficheiros etiquetados como bin_t. Portanto, voçê poderá mudar a etiquetagem deste ficheiro para bin_t e tentar executar a aplicação de novo. Se não é suposto que $SOURCE possa executar $TARGET_PATH, isto pode sinalizar uma tentativa de intrusão.
pt_br: O SELinux impediu o $SOURCE de executar $TARGET_PATH. Se o $SOURCE deveria poder executar o $TARGET_PATH, isto pode ser um problema de rotulagem. A maioria dos domínios confinados podem executar arquivos rotulados como bin_t. Então, você poder alterar o rótulo deste arquivo para bin_t e executar o aplicativo novamente. Se o $SOURCE não deve executar o $TARGET_PATH, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил $SOURCE исполнить $TARGET_PATH. Если $SOURCE должен исполнять $TARGET_PATH, причиной может служить проблема с метками. В основном, ограничиваемым доменам разрешается исполнять файлы с меткой bin_t. Поэтому попробуйте отметить файл как bin_t и повторите попытку. Если $SOURCE не должен исполнять $TARGET_PATH, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio $SOURCE od izvršavanja $TARGET_PATH. Ako $SOURCE treba da bude u mogućnosti da izvrši $TARGET_PATH, ovo može biti problem u označavanju. Mnogim ograničenim domenima je omogućeno da izvršavaju datoteke označene kao bin_t. Tako da možete promeniti oznaku ove datoteke na bin_t i ponovo pokušati program. Ako ovaj $SOURCE ne treba da izvršava $TARGET_PATH, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat $SOURCE att exekvera $TARGET_PATH. Om är meningen att $SOURCE skall kunna exekvera $TARGET_PATH, kan detta vara ett problem med etikettering. De flesta begränsade domäner tillåts exekvera filer med etiketten bin_t. Så du kan ändra etiketten på denna fil till bin_t och försöka köra programmet igen. Om det inte är meningen att denna $SOURCE skall kunna exekvera $TARGET_PATH, kan detta vara ett tecken på ett intrångsförsök.
ta: SELinuxஆனது $SOURCE லிருந்து $TARGET_PATH செயலாற்ற மறுக்கிறது. $SOURCE செயலாற்ற $TARGET_PATH கருதியிருந்தால், இது ஒரு லேபிலாக்குவதில் சிக்கல். அதிக வரையறுக்கபட்ட செயற்களங்கள் செயலாற்ற கோப்புகள் bin_t அனுமதிக்கிறது. ஆகையால் இந்த லேபிலிட்ட கோப்ப்களை the labeling on this மாற்றுவதற்கு bin_t மற்றும் பயன்பாட்டை மறுமுயற்சிக்கிறது. இந்த $SOURCE செயலாற்றவிடில் $TARGET_PATH, இதற்கு ஒரு நிர்வாக முயற்சி சிக்னல் உள்ளது
te: SELinux అనునది $SOURCE ను $TARGET_PATH నిర్వర్తించుట నుండి తిరస్కరిస్తుంది. $SOURCE అనునది $TARGET_PATH నిర్వర్తించ గలుగుటకు ఉంచబడింది, ఇది లేబులింగ్ సమస్య అయ్యుండవచ్చు. చాలా నివారించిన డోమైన్స్‍ అనుమతించబడతాయి దస్త్రములు bin_t లేబుల్ కలవి. అందువలన మీరు లేబులింగ్‌ను ఈ దస్త్రము వద్ద bin_t మరియు పునఃప్రయత్నంకు మార్చవచ్చు. ఒకవేళ $SOURCE అనునది $TARGET_PATH నిర్వర్తించుటకు వుంచినది కాకపోతే, ఇది అమర్యాద ప్రయత్నంను సూచిస్తుంది.
zh_cn: SELinux 已经拒绝 $SOURCE 执行 $TARGET_PATH。 如果应该允许 $SOURCE 执行 $TARGET_PATH，那么这就是一个标记问题。大多数受限制的域是允许执行被标记为 bin_t 的文件。因此，您应该将这个文件的标签改为 bin_t，并重试应用程序。如果$SOURCE 不应该执行 $TARGET_PATH，那么这应该是一个入侵尝试信号。
zh_tw: SELinux 拒絕了 $SOURCE 執行 $TARGET_PATH。 若 $SOURCE 應該要能夠執行 $TARGET_PATH 的話，這代表可能是標記上的問題。大部分被限制的網域都允許執行被標記為 bin_t 的檔案。因此您可將此檔案上的標籤更改為 bin_t 並重新嘗試該應用程式。若此 $SOURCE 不應執行 $TARGET_PATH 的話，這可能代表系統已遭到嘗試入侵的警訊。

source: If you want to allow $SOURCE to execute $TARGET_PATH: chcon -t bin_t '$TARGET_PATH' If this fix works, please update the file context on disk, with the following command: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Please specify the full path to the executable, Please file a bug report to make sure this becomes the default labeling.
de: Wenn Sie $SOURCE erlauben wollen, $TARGET_PATH auszuführen: chcon -t bin_t '$TARGET_PATH' Wenn dies nicht funktioniert, aktualisieren Sie den Dateikontext auf der Festplatte, mit folgendem Befehl: semanage fcontext -a -t bin_t $FIX_TARGET_PATH Bitte geben Sie den kompletten Pfad der ausführbaren Datei an. Bitte reichen Sie einen Fehlerbericht ein um sicherzustellen, dass dies die Standard-Bezeichnung wird.
es: Si quiere permitir que $SOURCE ejecute $TARGET_PATH: chcon -t bin_t '$TARGET_PATH' Si esto funciona, por favor actualice el contexto de archivo en el disco, con el siguiente comando: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Por favor, especifique la dirección completa del ejecutable, y envíe un informe de este error para asegurarse de que en adelante sea éste el etiquetado predeterminado.
fr: Si vous voulez autoriser $SOURCE à exécuter $TARGET_PATH : chcon -t bin_t '$TARGET_PATH' Si cette correction fonctionne, veuillez mettre à jour le contexte du fichier sur le disque, avec la commande suivante : semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Veuillez spécifier le chemin d'accès complet à l'exécutable. Merci de remplir un rapport de bogue sur cette stratégie SELinux, de manière à ce que cet étiquetage devienne celui par défaut.
hu: Ha meg akarja engedni, hogy $SOURCE futtassa $TARGET_PATH programot: chcon -t bin_t '$TARGET_PATH' Ha ez a javítás beválik, kérem frissítse a fájl beállítást a lemezen a következő paranccsal: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Kérem adja meg a futtatható fájl teljes elérését. Adjon fel egy hibajelentést, hogy biztosan ez váljon alapértelmezett címkévé.
kn: $TARGET_PATH ಅನ್ನು $SOURCE ಕಾರ್ಯಗತಗೊಳಿಸಲು ನೀವು ಬಯಸುವುದಾದರೆ : chcon -t bin_t '$TARGET_PATH' ಈ ಪರಿಹಾರ ಕೆಲಸಮಾಡಿದಲ್ಲಿ, ದಯವಿಟ್ಟು ಡಿಸ್ಕ್‍ನಲ್ಲಿನ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು ಈ ಕೆಳಗಿನ ಆಜ್ಞೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಬದಲಾಯಿಸಿ: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' ದಯವಿಟ್ಟು ಕಾರ್ಯಗತಗೊಳ್ಳಬಹುದಾದುದಕ್ಕೆ ಸಂಪೂರ್ಣ ಮಾರ್ಗವನ್ನು ಒದಗಿಸಿ. ಇದು ಪೂರ್ವನಿಯೋಜಿತ ಲೇಬಲ್ ಆಗಿಸಲು ದಯವಿಟ್ಟು selinux-policy ಯ ವಿರುದ್ಧ ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: $TARGET_PATH를 실행하기 위해 $SOURCE를 허용하고자 할 경우: chcon -t bin_t '$TARGET_PATH' 이것이 문제를 해결하는 경우, 다음 명령을 사용하여 디스크의 파일 문맥을 업데이트해 주십시오: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' 실행 가능하도록 전체 경로를 지정해 주십시오, 버그 리포트를 작성하여 이것이 디폴트 레이블이 되었는지 확인하십시오.
ml: നിങ്ങള്‍ക്ക് $SOURCE $TARGET_PATH പ്രവര്‍ത്തിപ്പിക്കുന്നതിന് അനുവദിക്കണമെങ്കില്‍: chcon -t bin_t '$TARGET_PATH' ഇത് പരിഹാരമായാല്‍, ഡിസ്കിലുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ദയവായി താഴെ പറയുന്ന കമാന്‍ഡ് ഉപയോഗിച്ച് പരിഷ്കരിക്കുക: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' എക്സിക്യൂട്ടബിളിന് ദയവായി പൂര്‍ണ്ണ പാഥ് നല്‍കുക, ഇത് സ്വതവേയുള്ള ലേബലിങ് ആകുന്നു എന്നിതുറപ്പാക്കുന്നതിനായി ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: $SOURCE ने $TARGET_PATH कार्यान्वीतत परवानगी द्यायची असल्यास: chcon -t bin_t '$TARGET_PATH' चालवा कार्यान्वीत झाल्यास, कृपया खालील आदेशचा वापर करून, डीस्कवरील फाइल संदर्भ अद्ययावत करा: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' कृपया एक्जीक्यूटेबलचे पूर्ण मार्ग निश्चित करा, यांस पूर्वनिर्धारीत लेबलींग बनवण्यासाठी कृपया बग अहवाल सादर करा.
nl: Als je $SOURCE wilt toestaan om $TARGET_PATH uit te voeren: chcon -t bin_t '$TARGET_PATH' Als dit lukt vernieuw dan het bestand context op de schijf, met het volgende commando: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Specificeer het volledige pad naar het programma. Dien a.u.b. een bug rapport in om er zeker van te zijn dat dit de standaard labeling wordt.
or: ଯଦି ଆପଣ $SOURCE କୁ $TARGET_PATH ନିଷ୍ପାଦନ କରିବା ପାଇଁ ଅନୁମତି ଦେବାକୁ ଇଚ୍ଛାକରନ୍ତି: chcon -t bin_t '$TARGET_PATH' ଯଦି ଏହି ସମାଧାନଟି କାର୍ଯ୍ୟକରିଥାଏ, ତେବେ ଦୟାକରି ସେହି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ଡିସ୍କରେ ଅଦ୍ୟତନ କରନ୍ତୁ, ନିମ୍ନଲିଖିତ ନିର୍ଦ୍ଦେଶ ସହିତ: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' ଦୟାକରି ନିଷ୍ପାଦନ କରିବା ପାଇଁ ସମ୍ପୂର୍ଣ୍ଣ ପଥକୁ ଉଲ୍ଲେଖ କରନ୍ତୁ, ଏହାକୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନାମକରଣ କରିବା ପାଇଁ ଦୟାକରି ଗୋଟିଏତ୍ରୁଟି ବିବରଣୀ ଖବର କରନ୍ତୁ।
pt: Se deseja permitir que $SOURCE execute $TARGET_PATH: chcon -t bin_t '$TARGET_PATH' Se resultar, por favor actualize o contexto do ficheiro no disco, com o seguinte comando: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Por favor, especifique o caminho completo para o executável, Por favor, reporte um bug contra esta política do SELinux para garantir que esta se torna na etiquetagem standard.
pt_br: Se você quer permitir que o $SOURCE execute o $TARGET_PATH: chcon -t bin_t '$TARGET_PATH' Se isto funcionar, por favor atualize o contexto do arquivo no disco com o seguinte comando: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Por favor, especifique o caminho completo do executável. Por favor, submeta um relatório de erro para se assegurar de que este se torne o rótulo padrão.
ru: Если вы хотите разрешить $SOURCE исполнять $TARGET_PATH, выполните «chcon -t bin_t '$TARGET_PATH'» Если это помогло, обновите контекст на диске: «semanage fcontext -a -t bin_t '$FIX_TARGET_PATH'» При этом укажите полный путь к исполняемому компоненту. Также создайте запрос в Bugzilla.
sr@latin: Ako želite da omogućite $SOURCE da izvrši $TARGET_PATH: chcon -t bin_t '$TARGET_PATH' Ako ova ispravka radi, molim ažurirajte kontekst datoteka na disku sledećom naredbom: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Molim odredite punu putanju do izvršnih datoteka. Molim pošaljite izveštaj o grešci kako biste obezbedili da ovo postane podrazumevano označavanje.
sv: Om du vill tillåta $SOURCE att exekvera $TARGET_PATH: chcon -t bin_t '$TARGET_PATH' Om denna lösning fungerar, uppdatera då filkontexten på disk med följande kommando: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' Ange den fullständiga sökvägen till programmet, och skapa gärna en felrapport för att se till att detta blir standardetiketten.
te: మీరు $SOURCEను $TARGET_PATH నిర్వర్తించుటకు అనుమతించాలంటే: chcon -t bin_t '$TARGET_PATH' ఈ పరిష్కారం పనిచేస్తే, ఫైలు సంధర్భన్ని డిస్కునందు నవీకరించుము, ఈ క్రింది ఆదేశముతో: semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' నిర్వర్తనికి పూర్తి పాత్‌ను దయచేసి తెలుపుము, ఇది అప్రమేయ లేబిలింగుగా అగుటకు దయచేసి బగ్ నివేదికను నమోదుచేయండి.
zh_cn: 如果您想要允许 $SOURCE 执行 $TARGET_PATH： chcon -t bin_t '$TARGET_PATH' 如果这样修复有效，请使用以下命令更新磁盘中的文件上下文： semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' 请指定到可执行文件的完整路径。请 提交一个 bug 报告以确保其成为默认标签。
zh_tw: 若您希望允許 $SOURCE 執行 $TARGET_PATH 的話： chcon -t bin_t '$TARGET_PATH' 若此修正有用的話，請透過下列指令來更新磁碟上的檔案 context： semanage fcontext -a -t bin_t '$FIX_TARGET_PATH' 請指定可執行檔的完整路徑。請針對於此提交一份 錯誤報告，以確保這會成為預設的標籤。

source: SELinux prevented $SOURCE from accessing the cron spool file.
as: SELinux ৰ দ্বাৰা $SOURCE ক cron স্পুল নথিপত্ৰ ব্যৱহাৰত প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hinderte $SOURCE am Zugriff auf die cron Spool-Datei.
es: SELinux negó a $SOURCE el acceso al archivo spool de cron.
fr: SELinux a empêché $SOURCE d'accéder au fichier spool cron
hi: SELinux $SOURCE को क्रॉन स्पूल फाइल के अभिगम से रोका.
hu: SELinux megakadályozta $SOURCE hozzáférését a cron spool fájljához.
kn: cron ಸ್ಪೂಲ್ ಕಡತವನ್ನು $SOURCE ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE가 크론 스풀 파일을 액세스하지 못하게 합니다.
ml: cron spool ഫയലില്‍ പ്രവേശിക്കുന്നതില്‍ നിന്നും SELinux $SOURCE-നെ തടയുന്നു.
mr: SELinux $SOURCE ला cron स्पूल फाइल प्रवेश करण्यापसून रोखत आहे.
nl: SELinux belette $SOURCE om het cron spool bestand te benaderen.
or: SELinux $SOURCE କୁ କ୍ରୋନ ସ୍ପୁଲ ଫାଇଲକୁ ଅଭିଗମ କରିବାରେ ଅଟକାଇଛି।
pt: O SELinux impediu o $SOURCE de aceder ao ficheiro da fila de espera do CRON.
pt_br: O SELinux impediu que o $SOURCE acessasse o arquivo de spool do cron.
ru: SELinux запретил $SOURCE доступ к spool-файлу cron.
sr@latin: SELinux je sprečio $SOURCE pri pristupanju datoteci cron reda.
sv: SELinux hindrade $SOURCE från att komma åt crons spolkatalog.
ta: SELinux ஆனது $SOURCE லிருந்து கார்ன் ஸ்பூல் கோப்பை அணுகுவதைத் தடுக்கிறது.
te: SELinux అనునది $SOURCEను cron spool ఫైలును యాక్సిస్‌చేసుకొనుట నుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE 访问 cron spool 文件。
zh_tw: SELinux 防止了 $SOURCE 存取 cron spool 檔案。
