Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: Sometimes a library is accidentally marked with the execstack flag, if you find a library with this flag you can clear it with the execstack -c LIBRARY_PATH. Then retry your application. If the app continues to not work, you can turn the flag back on with execstack -s LIBRARY_PATH. Otherwise, if you trust $SOURCE to run correctly, you can change the context of the executable to execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
de: Gelegentlich ist eine Bibliothek versehentlich mit einem execstack-Flag gekennzeichnet. Falls Sie eine Bibliothek mit diesem Flag finden, können Sie diesen mit "execstack -c LIBRARY_PATH" entfernen. Testen Sie danach Ihre Anwendung erneut. Falls sie nach wie vor nicht funktioniert, können Sie das Flag mit "execstac -s LIBRARY_PATH" wieder aktivieren. Falls Sie ansonsten darauf vertrauen, dass $SOURCE korrekt läuft, können Sie den Kontext der ausführbaren Datei mittels "chcon -t execmem_exec_t '$SOURCE_PATH'" in execmem_exec_t. ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'".
es: A veces una biblioteca es marcada accidentalmente con la bandera execstack; si encuentra una biblioteca con esta bandera, la puede limpiar con execstack -c LIBRARY_PATH. Entonces reintente con su aplicación. Si aún así no fucniona, puede volverla a activar con execstac -s LIBRARY_PATH. Sino, si Ud. confía en que $SOURCE se ejecutará correctamente, puede cambiar el contexto del ejecutable a execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, a los efectos de preservarlos en caso de un reetiquetado completo. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
fr: Parfois une bibliothèque est accidentellement marquée avec l'indicateur execstack. Si vous trouvez une bibliothèque avec cet indicateur, vous pouvez la nettoyer avec execstack -c LIBRARY_PATH. Ensuite réessayez votre application. Si l'application continue de ne pas fonctionner, vous pouvez restaurer l'indicateur avec execstac -s LIBRARY_PATH. Autrement, si vous autorisez $SOURCE à fonctionner correctement, vous pouvez changer le contexte de l'exécutable à execmem_exec_t. « chcon -t execmem_exec_t '$SOURCE_PATH' » Vous devez aussi changer le dossier par défaut des fichiers de contexte de votre système, même lors d'un réétiquetage complet, de manière à les préserver. « semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH' »
hu: Néha egy függvénykönyvtárt véletlenül execstack jelzéssel látnak el. Ha ilyen jelzésű könyvtárt találnak, az execstack -c LIBRARY_PATH paranccsal törölheti. Ezután próbálja ismét az alkalmazást. Ha még mindig nem működik, akkor az execstack -s LIBRARY_PATH paranccsal ismét bekapcsolhatja a jelet. Különben ha bízik abban, hogy $SOURCE helyesen működik, akkor módosíthatja a program beállítását unconfined_execmem_exec_t típusra. „chcon -t execmem_exec_t $SOURCE_PATH” Az alap beállítás fájlokat is meg kell változtatnia, hogy az előbbi maradandó legyen teljes újracímkézés esetén is. „semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'”
kn: ಕೆಲವೊಮ್ಮೆ ಒಂದು ಲೈಬ್ರರಿಯು ಅಚಾತುರ್ಯವಾಗಿ execstack ಫ್ಲಾಗ್‍ನಿಂದ ಗುರುತು ಹಾಕಲ್ಪಟ್ಟಿರುತ್ತದೆ, ಹಾಗು ನಿಮಗೆ ಇದು ಎಲ್ಲಿಯಾದರು ಕಂಡು ಬಂದಲ್ಲಿ ನೀವು execstack -c LIBRARY_PATH ಅನ್ನು ಬಳಸಿಕೊಂಡು ಇದನ್ನು ತೆರವುಗೊಳಿಸಿ, ನಂತರ ಅನ್ವಯವನ್ನು ಪುನಃ ಚಲಾಯಿಸಿ ನೋಡಬಹುದು. ಆದರೂ ಅನ್ವಯವು ಕೆಲಸ ಮಾಡದೆ ಹೋದಲ್ಲಿ, execstack -s LIBRARY_PATH ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಫ್ಲಾಗ್ ಅನ್ನು ಮರಳಿ ಹಿಂದಿನ ಸ್ಥಿತಿಗೆ ತರಬಹುದಾಗಿದೆ. ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ, $SOURCE ಅನ್ನು ಸರಿಯಾಗಿ ಚಾಲನೆ ಮಾಡಬೇಕೆಂದು ನೀವು ಬಯಸಿದಲ್ಲಿ ಕಾರ್ಯಗತಗೊಳಿಸಬಲ್ಲದರ ಸನ್ನಿವೇಶವನ್ನು execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" ಗೆ ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
ko: 때때로 뜻하지 않게 라이브러리에 execstack 플래그가 표시됩니다, 라이브러리에 이러한 플래그가 표시되어 있으면 execstack -c LIBRARY_PATH를 사용하여 이를 없앨 수 있습니다. 그 뒤 응용 프로그램을 다시 시도합니다. 만약 계속 응용 프로그램이 작동하지 않을 경우, execstack -s LIBRARY_PATH를 사용하 플래그를 다시 작동시킬 수 있습니다. 그렇지 않을 경우, $SOURCE가 올바르게 작동한다는 것을 신뢰하신다면, 실행 가능한 문맥을 execmem_exec_t로 변경할 수 있습니다. "chcon -t execmem_exec_t '$SOURCE_PATH'" 또한, 전체 레이블 변경 시라도 이를 보존하기 위해, 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
ml: ചിലപ്പോള്‍ ഒരു ലൈബ്രറി execstack ഫ്ളാഗ് എന്ന് തെറ്റായി അടയാളപ്പെടുത്തിയിരിക്കാം, execstack -c LIBRARY_PATH ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ആ ഫ്ളാഗ് വെടിപ്പാക്കാവുന്നതാണ്. ശേഷം ആപ്ളിക്കേഷന്‍ വീണ്ടും ശ്രമിക്കുക. എന്നിട്ടും ആപ്ളിക്കേഷന്‍ പ്രവര്‍ത്തിച്ചില്ലായെങ്കില്‍, നിങ്ങള്‍ക്ക് execstack -s LIBRARY_PATH ഉപയോഗിച്ച് ഫ്ളാഗ് നിങ്ങള്‍ക്ക് തിരികെ ഓണ്‍ ചെയ്യാവുന്നതാണ്. അല്ലെങ്കില്‍, നിങ്ങള്‍ക്ക് $SOURCE ശരിയായി പ്രവര്‍ത്തിപ്പാക്കാമെങ്കില്‍, എക്സിക്യൂട്ടബിളിന്‍റെ കോണ്‍ട്ടെക്സ്റ്റ് execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" എന്നു് മാറ്റുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
mr: काहिकवेळा लायब्ररी execstack फ्लॅगसह चिन्हाकृत केली जाते, या बाबसह लायब्ररी आढळल्यास, तुम्ही execstack -c LIBRARY_PATH नष्ट करू शकता. त्यानंतर ऍप्लिकेशनसह पुनः प्रयत्न करा. app कार्य करत नसल्यास, तुम्ही execstack -s LIBRARY_PATH चे फ्लॅग सक्रीय करू शकता. नाहीतर, $SOURCE योग्यरित्या कार्य करते याची खात्री असल्यास, तुम्ही एक्जीक्यूटेबलचा संदर्भ execmem_exec_t असे बदलवू शकता. "chcon -t execmem_exec_t '$SOURCE_PATH'" पूर्णतया पुनः लेबल झाल्यास तुम्हाला प्रणालीवरील पूर्वनिर्धारीत फाइल्स्चे संदर्भ बदलवू शकता. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
nl: Soms is een bibliotheek per ongeluk voorzien van de execstack vlag, als je een bibliotheek tegenkomt met deze vlag kun deze verwijderen met execstack -c LIBRARY_PATH. Probeer daarna jouw toepassing opnieuw. Als de toepassing nog steeds niet werkt, kun je de vlag weer aanzetten met execstack -s LIBRARY_PATH. Anders, als je $SOURCE vertrouwt om correct te draaien, kun je de context van het programma veranderen naar execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" Je moet ook de standaard bestand context bestanden veranderen op het systeem.om deze te behouden ook na een volledige her-bestempeling. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
or: କିଛି ସମୟରେ ଲାଇବ୍ରେରୀଟି ହଠାତ ଉପରେ execstack ସୂଚକ ସହିତ ଚିହ୍ନଟ ହୋଇଥାଏ, ଯଦି ଆପଣ ସୂଚକ ସହିତ ଗୋଟିଏ ଲାଇବ୍ରେରୀକୁ ଖୋଜି ପାରିବେ, ତେବେ ଆପଣ ତାହାକୁ execstack -c LIBRARY_PATH ଦ୍ୱାରା ସଫାକରିପାରିବେ। ତାପରେ ଆପଣଙ୍କର ପ୍ରୟୋଗକୁ ପୁନଃ ପ୍ରୟାସ କରନ୍ତୁ। ଯଦି app କାମ ନକରେ, ତେବେ ଆପଣ ସୂଚକକୁ execstack -s LIBRARY_PATH ସହିତ ପଛକୁ ଆଣି ପରିବେ। ଅନ୍ୟଥା, ଯଦି ଆପଣ $SOURCE କୁ ସଠିକ ଭାବରେ ଚାଲୁଅଛି ବୋଲି ବିଶ୍ୱାସ ନକରନ୍ତି, ତେବେ ଆପଣ ନିଷ୍ପାଦ୍ୟର ପ୍ରସଙ୍ଗକୁ unconfined_execmem_exec_tକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "chcon -t execmem_exec_t '$SOURCE_PATH'" ଆପଣ ମଧ୍ଯ ସେହି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲଗୁଡ଼ିକୁ ତନ୍ତ୍ରରେ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣ ପାଇଁ ସଂରକ୍ଷଣ ନକରନ୍ତି। "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
pt: Por vezes, uma biblioteca é marcada acidentalmente com a marca 'execstack'; se encontrar uma biblioteca com esta marca, pode limpá-la com o comando 'execstack -c LIBRARY_PATH'. Depois repita a sua aplicação. Se a mesma continuar a não funcionar, poderá voltar a activar a opção de novo com o comando 'execstac -s LIBRARY_PATH'. Caso contrário, se confia que a $SOURCE funciona correctamente, poderá mudar o contexto do executável para execmem_exec_t, "chcon -t execmem_exec_t $SOURCE_PATH". Deve também alterar o contexto por omissão do ficheiro no sistema para preservar os contextos no caso de uma re-etiquetagem completa. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
pt_br: Às vezes, uma biblioteca é acidentalmente associada a um sinalizador execstack. Se você encontrar uma biblioteca com este sinalizador, você pode retirá-lo com o comando execstack -c LIBRARY_PATH. Então, teste seu aplicativo novamente. Se o aplicativo continuar não funcionando, você pode restaurar o sinalizador com o comando execstack -s LIBRARY_PATH. Caso contrário, se você confiar que o $SOURCE irá executar corretamente, você pode alterar o contexto do executável para execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma nova rotulagem total. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
ru: Иногда библиотека случайно маркируется флагом execstack. Если вы найдете такую библиотеку, можно снять флаг, выполнив execstack -c LIBRARY_PATH. После этого попробуйте запустить приложение снова. Если оно не заработает, снова включите флаг: execstack -s LIBRARY_PATH. Если же вы считаете, что $SOURCE работает устойчиво, можно изменить его контекст на execmem_exec_t. «chcon -t execmem_exec_t '$SOURCE_PATH'» Также потребуется изменить исходные файлы контекста, чтобы предотвратить их разметку. «semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'»
sr@latin: Ponekad je biblioteka slučajno označena execstack zastavicom, ako nađete biblioteku sa ovom zastavicom možete je očistiti sa execstack -c LIBRARY_PATH. Onda ponovo pokrenite Vaš program. Ako program i dalje ne radi, možete da postavite zastavicu nazad sa execstac -s LIBRARY_PATH. U protivnom, ako verujete da $SOURCE radi ispravno, možete promeniti kontekst izvršne datoteke na execmem_exec_t. „chcon -t execmem_exec_t '$SOURCE_PATH'“ Takođe, morate promeniti podrazumevani kontekst datoteka na sistemu kako bi ih sačuvali u slučaju ponovnog označavanja. „semanage fcontext -a -t execmem_exec_t '$$FIX_SOURCE_PATH'“
sv: Ibland märks ett bibliotek av misstag med execstack-flaggan, om du hittar ett bibliotek med denna flagga kan du nollställa den med execstack -c LIBRARY_PATH. Försök sedan köra programmet igen. Om det fortsätter att inte fungera, kan du slå på flaggan igen med execstac -s LIBRARY_PATH. Annars, om du litar på att $SOURCE kör korrekt, kan du ändra kontexten för programmet till execmem_exec_t. "chcon -t execmem_exec_t '$SOURCE_PATH'" Du måste också ändra standradfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
te: కొన్ని సమయాలలో లైబ్రరీ అనుకోకుండా execstack ఫ్లాగ్ తో గుర్తుంచబడుతుంది, మీరు ఒక లైబ్రరీని ఈ ఫ్లాగ్‌తో కనుగొంటే మీరు దానిని execstack -c LIBRARY_PATH అనుదానితో తీసివేయవచ్చు. అప్పుడు మీ అనువర్తనంను తిరిగిప్రయత్నించండి. ఒకవేళ app అనునది పనిచేయకుండా వుంటుంటే, మీరు ఫ్లాగ్‌ను తిరిగిఆన్ చేయవచ్చు execstack -s LIBRARY_PATH ఉపయోగించి. లేకపోతే, మీరు $SOURCE ను సరిగా నడుపునది అని నమ్మినట్లైతే, మీరు నిర్వర్తించదగిన దాని సందర్భమును unconfined_execmem_exec_t కు మార్చవచ్చు. "chcon -t unconfined_execmem_exec_t '$SOURCE_PATH'" మీరు అప్రమేయ దస్త్ర సందర్భ దస్త్రములను సిస్టమ్ నందలివాటిని పూర్తిచేరికతో వుంచుటకు క్రమానుగతంగా మార్చవలసి వుంటుంది. "semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'"
zh_cn: 有时候一个程序库被意外标记了 execstack 标志，如果您发现一个程序库拥有这种标志， 您可以使用 execstack -c LIBRARY_PATH 清除它。然后重新运行您的应用程序。 如果这个应用程序还是不工作，您可以使用 execstack -s LIBRARY_PATH 恢复原来的设置。另外，如果您确定 $SOURCE 运行正确， 您可以将 executalbe 上下文改为 execmem_exec_t。 "chcon -t execmem_exec_t $SOURCE_PATH" 您还必须在系统中更改默认文件上下文文件以便在完全重新标记后保留它们。"semanage fcontext -a -t unconfined_execmem_exec_t '$FIX_SOURCE_PATH'"
zh_tw: 有時函式庫會不小心地被以 execstack 旗標標記， 若您發現一個含有此旗標的函式庫，您可透過 execstack -c LIBRARY_PATH 來將它清除，然後再次嘗試您的應用程式。若該 應用程式持續無法運作的話，您可透過使用 execstack -s LIBRARY_PATH 來將旗標重新啟用。否則，若您信任 $SOURCE 可 正確運作的話，您可將該可執行檔的 context 更改為 execmem_exec_t。「chcon -t execmem_exec_t '$SOURCE_PATH'」 您還必須更改系統上預設的 file context 檔案才可將它們保留（就算是進行了完整重新標記後）。「semanage fcontext -a -t execmem_exec_t '$FIX_SOURCE_PATH'」

source: SELinux policy is preventing the ftp daemon from writing to a public directory.
as: SELinux নিয়মনীতিৰ বাবে ftp ডেমনক সাৰ্বজনীন পঞ্জিকাত লিখিবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: Die SELinux Richtlinie hindert den FTP-Daemon am Schreiben in ein öffentliches Verzeichnis.
es: La política de SELinux está negando al demonio de ftp la escritura en un directorio público.
fr: La règle SELinux empêche le démon ftp d'écrire sur un répertoire public.
hi: SELinux ftp डेमॉन को सार्वजनिक निर्देशिका में लिखने. से रोक रहा है.
hu: SELinux-szabályzat megakadályozza, hogy ftpd szolgáltatás írjon egy nyilvános könyvtárba.
kn: SELinux ಪಾಲಿಸಿಯು ftp ಡೆಮನ್ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ.
ko: SELinux 정책은 ftp 데몬이 공개 디렉토리에 기록하지 못하게 합니다.
ml: ഒരു പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും ftp ഡെമണിനെ SELinux പോളിസി എതിര്‍ക്കുന്നു.
mr: SELinux करार ftp डीमनला पब्लिक डिरेक्ट्रीवर लिहीण्यापासून रोखत आहे.
nl: SELinux tactiek belet de ftp daemon om naar een publieke map te schrijven.
or: SELinux ନିୟମ ftp ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି।
pt: A política do SELinux impede que o servidor de FTP grave numa pasta pública.
pt_br: Uma diretiva do SELinux está impedindo que o daemon do ftp escreva em um diretório público.
ru: Политика SELinux предотвращает выполнение демоном ftp записи в общий каталог.
sr@latin: SELinux polisa sprečava ftp sistemsku uslugu od upisivanja u javni direktorijum.
sv: SELinux policy förhindrar ftp demonen från att skriva till en publik katalog.
ta: SELinux எப்ஃடிபி கிங்கரனை பொது அடைவிலிருந்து எழுதுவதிலிருந்து தடுத்தது.
te: SELinux విధానం అనునది ftp డెమోన్‌ను పబ్లిక్ సంచయంకు వ్రాయుట నుంచి నిరోధిస్తుంది.
zh_cn: SELinux 策略正在阻止 ftp 在后台写入公共目录。
zh_tw: SELinux 政策防止了 ftp daemon 寫入公用的 目錄中。

source: SELinux policy is preventing the ftp daemon from writing to a public directory. If ftpd is not setup to allow anonymous writes, this could signal an intrusion attempt.
as: SELinux নিয়মনীতিৰ জন্য ftp ডেমনকে সাৰ্বজনীন ডিৰেক্টিৰ মধ্যে লিখতে বাধা সৃষ্টি কৰা হচ্ছে। অ্যানোনিমাস লিখনেৰ উদ্দেশ্যে ftpd নিৰ্ধাৰণ না কৰা হলে, এটি সম্ভাব্য অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: Die SELinux Richtlinie hindert den FTP-Daemon am Schreiben in ein öffentliches Verzeichnis. Wenn der ftpd nicht so konfiguriert ist, dass er anonymen Schreibzugriff erlaubt, kann dies einen Einbruchsversuch signalisieren.
es: La política de SELinux está negando al demonio de ftp la escritura en directorio público. Si ftpd no está configurado para escritura anónima, esto puede estar indicando un intento de ataque.
fr: La règle SELinux empêche le démon ftp d'écrire depuis un répertoire public. Si ftpd n'est pas configuré pour permettre les écritures anonymes, cela pourrait signaler une tentative d'intrusion.
hi: SELinux नीति ftp डेमॉन को रोक रहा है सार्वजनिक निर्देशिका में लिखने से. अगर ftpd अनाम लेखक को सेटअप नहीं करने के लिये अनुमति प्राप्त है, यह एक घुसपैठ प्रयास का संकेत दे सकता है.
hu: A SELinux szabályzat megakadályozza, hogy az ftp szolgáltatás írjon egy nyilvános mappába. Ha az ftpd-t nem állították be, hogy megengedje a névtelen írást, akkor ez behatolási kísérletet jelezhet.
kn: SELinux ಪಾಲಿಸಿಯು ftp ಡೆಮನ್ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ. ಅಜ್ಞಾತ ಬರೆಯುವಿಕೆಗಳನ್ನು ಅನುಮತಿಸುವಂತೆ ftpd ಯನ್ನು ಹೊಂದಿಸಿರದೆ ಹೋದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux 정책은 ftp 데몬이 공개 디렉토리에 기록하지 못하게 합니다. 익명 기록을 허용하기 위해 ftpd가 설정되지 않았을 경우, 침입을 시도하였다는 신호가 나타날 수 있습니다.
ml: ഒരു പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും ftp ഡെമണിനെ SELinux പോളിസി എതിര്‍ക്കുന്നു. അനോണിമസ് എഴുത്തുകള്‍ക്കുളള ക്രമികരണം ftpd-ല്‍ ലഭ്യമല്ലെങ്കില്‍, ഇതിന് അനുവാദമില്ലാത്ത ഒരു പ്രവര്‍ത്തനം ശ്രമിക്കുന്നതിന് തുല്ല്യമാണ്.
mr: SELinux करार ftp डीमनला पब्लिक डिरेक्ट्रीवर लिहीण्यापासूनन रोखले. ftpd अपरिचीत लेखन करीता सेटअप केले नसल्यास, हा अवैध प्रवेश प्रत्न ठरेल.
nl: SELinux tactiek belet de ftp daemon om naar een publieke map te schrijven. Als ftpd niet ingesteld is om anoniem schrijven toe te staan, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ ftp ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ଅଜ୍ଞାତ ଲିଖନୀ ମାନଙ୍କୁ ସ୍ବୀକାର କରିବା ପାଇଁ http କୁ ବିନ୍ଯାସ କରାଯାଇ ନ ଥିଲେ , ଏହା ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: A política do SELinux está a impedir que o serviço ftp grave numa pasta pública. Se o ftpd não está configurado para permitir gravações anónimas, isto poderá assinalar uma tentativa de intrusão.
pt_br: Uma política do SELinux está impedindo que o daemon ftp escreva em um diretório público. Se o ftpd não estiver configurado para permitir a escrita anônima, isto pode indicar uma tentativa de intrusão.
ru: Политика SELinux предотвращает выполнение демоном ftp записи в общую папку. Если настройки ftpd не разрешают анонимную запись, это может служить индикатором попытки вторжения.
sr@latin: SELinux polisa sprečava ftp sistemsku uslugu od upisivanja u javni direktorijum. Ako ftpd nije podešen da dozvoljava anonimne upise, ovo može da ukazuje na pokušaj upada.
sv: SELinux policy förhindrar ftp-demonen från att skriva till en publik katalog. Om ftpd inte är uppsatt att tillåta anonym skrivning, detta kan påvisa ett intrångsförsök.
ta: SELinux பாலிசியை ftp டீமனிலிருந்து ஒரு பொதுவானதை எழுதும் அடைவை தடுக்கிறது. ftpd ஐ பெயர் தெரியாத எழுத்துகளை அமைக்க அனுமதிக்கிறது, இந்த குறிப்பு ஆக்கிரமிப்பை தருகிறது.
te: SELinux విధానం అనునది ftp డెమోన్ ను పబ్లిక్ సంచయంకు వ్రాయుట నుండి నిరోధిస్తుంది. ఒకవేళ ftpd అనునది ఎనానిమస్ వ్రాతలను అనుమతించుటకు అమర్చివుండక పోతే, అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 策略正在阻止 ftp 守护进程写入公共目录。 如果未将 ftpd 设置为允许匿名写入， 这就可能是一次入侵尝试信号。
zh_tw: SELinux 政策防止了 ftp daemon 寫入公用的 目錄中。若 ftpd 並未被設為允許匿名寫入的話，這 代表系統可能已遭到嘗試入侵的警訊。
