Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: If you decide to continue to run the program in question you will need to allow this operation. This can be done on the command line by executing: # setsebool -P mmap_low_allowed 1
de: Falls Sie das fragliche Programm weiterhin ausführen wollen, müssen Sie diese Operation zulassen. Dies kann an der Befehlszeile erfolgen, indem Sie folgendes ausführen: # setsebool -P mmap_low_allowed 1
es: Si decide continuar ejecutando el programa en cuestión, necesitará permitir esta operación. Esto se puede hacer por la línea de comando ejecutando: # setsebool -P mmap_low_allowed 1
fr: Si vous décidez de continuer à exécuter le programme en question, vous devez autoriser cette opération. Cela peut se faire par la ligne de commande en y exécutant : # setsebool -P mmap_low_allowed 1
hu: Ha úgy dönt, hogy folytatja a kérdéses program futtatását, akkor engedélyezze e műveletet. Ezt teheti a parancssorból a következő végrehajtásával: # setsebool -P mmap_low_allowed 1
kn: ಪ್ರಶ್ನೆಯಲ್ಲಿರುವ ಅನ್ವಯವನ್ನು ನೀವು ಚಲಾಯಿಸಲು ಬಯಸಿದಲ್ಲಿ ಈ ಕಾರ್ಯಕ್ಕೆ ನೀವು ಅನುಮತಿಯನ್ನು ನೀಡಬೇಕಾಗುತ್ತದೆ.ಇದನ್ನು ನೆರವೇರಿಸಲು ಆಜ್ಞಾ ಸಾಲಿನಲ್ಲಿ ಈ ಕೆಳಗಿನ ಆಜ್ಞೆಯನ್ನು ಚಲಾಯಿಸಿ: # setsebool -P mmap_low_allowed 1
ko: 문제가 되고 있는 프로그램을 계속 실행하기로 결정한 경우 이러한 작업을 허용해야 합니다. 이를 위해 명령행에서 다음과 같이 실행할 수 있습니다: # setsebool -P mmap_low_allowed 1
ml: ഈ പ്രോഗ്രാം തുടര്‍ന്നും പ്രവര്‍ത്തിക്കുന്നതിനായി നിങ്ങള്‍ക്കു് ഈ പ്രക്രിയ അനുവദിക്കേണം. കമാന്‍ഡ് ലൈനില്‍ ഇതു് പ്രവര്‍ത്തിപ്പിച്ചു് നടപ്പിലാക്കുക: # setsebool -P mmap_low_allowed 1
mr: ठराविक कार्यक्रम चालवायचे असल्यास तुम्हाला हे कार्य स्वीकारावे लागेल. हे आदेश ओळ पासून खालील चालवून शक्य आहे: # setsebool -P mmap_low_allowed 1
nl: Als je besluit om dit programma te blijven gebruiken moet je deze operatie toestaan. Je kunt dit doen op de commando-regel met het uitvoeren van: # setsebool -P mmap_low_allowed 1
or: ଯଦି ଆପଣ ସେହି ପ୍ରଗ୍ରାମକୁ ପ୍ରଶ୍ନ ସହିତ ଚାଲୁରଖିବାକୁ ସିଦ୍ଧାନ୍ତ କରିଛନ୍ତି, ତେବେ ଆପଣଙ୍କୁ ଏହି ପ୍ରୟୋଗକୁ ଅନୁମତି ଦେବାକୁ ହେବ। ଏହା ନିର୍ଦ୍ଦେଶ ନାମାରେ ନିଷ୍ପାଦନ କରି କାର୍ଯ୍ୟକାରୀ ହୋଇଥାଏ: # setsebool -P mmap_low_allowed 1
pt: Se decidir continuar a executar este programa, então terá de permitir esta operação. Isto pode ser feito na linha de comando executando: # setsebool -P mmap_low_allowed 1
pt_br: Se você decidir continuar a execução do programa em questão, você precisará permitir esta operação. Isso pode ser feito na linha de comando executando: # setsebool -P mmap_low_allowed 1
ru: Если вы хотите продолжить выполнение данной программы, необходимо это разрешить. Для этого выполните: # setsebool -P mmap_low_allowed 1
sv: Om du bestämmer dig för att fortsätta köra programmet i fråga kommer du behöva tillåta denna åtgärd. Detta kan göras på kommandoraden genom att köra: # setsebool -P mmap_low_allowed 1
te: మీరు ప్రోగ్రామ్‌ను కొనసాగించుటకు నిర్ణయించుకొంటే మీరు ఈ ఆపరేషన్‌ను అనుమతించ వలసివుంటుంది. ఇది ఆదేశ వరుసనందు దీనిని నిర్వర్తించుట ద్వారా చేయవచ్చును: # setsebool -P mmap_low_allowed 1
zh_cn: 如果您想继续运行正在考虑的程序，您必须允许此操作。要允许就在命令行上执行： # setsebool -P mmap_low_allowed 1
zh_tw: 若您決定繼續執行疑似有問題的程式，您將需要 先允許進行這項作業。您可透過在指令列上輸入 這項指令來完成這項動作： # setsebool -P mmap_low_allowed 1

source: Turn off memory protection
de: Speicher-Schutz ausschalten
es: Apagar la protección de memoria
fr: Désactive la protection mémoire
hi: स्मृति संरक्षा को बंद करें
hu: Kapcsolja ki a memória védelmet
kn: ಮೆಮೊರಿ ಸಂರಕ್ಷಣೆಯನ್ನು ಆಫ್ ಮಾಡು
ko: 메모리 보안 비활성화
ml: മെമ്മറി സുരക്ഷ ഓഫ് ചെയ്യുക
mr: स्मृती सुरक्षा बंद करा
nl: Zet geheugen bescherming uit
or: ସ୍ମୃତି ସ୍ଥାନ ସୁରକ୍ଷାକୁ ଅଫ କରନ୍ତୁ
pt: Desligar protecção de memória
pt_br: Desativar a proteção de memória
ru: Выключить защиту памяти
sr@latin: Isključi zaštitu memorije
sv: Slå av minnesskydd
ta: நினைவக பாதுகாப்பை நிறுத்து
te: మెమొరీ రక్షణను ఆఫ్ చేయుము
zh_cn: 关闭内存保护
zh_tw: 關閉記憶體保護

source: SELinux has prevented wine from performing an unsafe memory operation.
de: SELinux hinderte wine an der Ausführung einer unsicher Speicher-Operation.
es: SELinux negó a wine hacer uso inseguro de la memoria.
fr: SELinux a empêché wine d'effectuer une dangereuse opération mémoire.
hu: SELinux megakadályozta, hogy wine nem biztonságos memóriaműveletet végezzen.
kn: $SOURCE ಸಂಪರ್ಕವಾದ ಒಂದು ಡೆಮನ್ ಆಗಿ ಚಲಾಯಿತಗೊಳ್ಳುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 wine이 안전하지 않은 메모리 운영을 실행하지 못하게 합니다.
ml: സുരക്ഷിതമല്ലാത്ത മെമ്മറി പ്രക്രിയ wine ഉപയോഗിക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux ने wine यांस असुरक्षीत स्मृती कार्य करण्यापासून रोखले.
nl: SELinux belette wine om een onveilige geheugen operatie uit te voeren.
or: SELinux କୁ ସଠିକ ଭାବରେ ଗୋଟିଏ ଡେମନ ପରି ଚାଲିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o wine de efectuar uma operação de memória insegura.
pt_br: O SELinux impediu que o wine realizasse uma operação insegura na memória.
ru: SELinux предотвратил выполнение программой wine небезопасной операции с памятью.
sr@latin: SELinux je sprečio wine u izvođenju nebezbedne memorijske operacije.
sv: SELinux har hindrat wine från att utföra en osäker minnesoperation.
te: SELinux అనునది wineను సురక్షితం కాని మెమొరీ ఆపరేషన్‌ను నిర్వర్తించుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 wine 执行一项不安全的内存操作。
zh_tw: SELinux 防止了 wine 執行一項不安全的記憶體作業。

source: SELinux denied an operation requested by wine-preloader, a program used to run Windows applications under Linux. This program is known to use an unsafe operation on system memory but so are a number of malware/exploit programs which masquerade as wine. If you were attempting to run a Windows program your only choices are to allow this operation and reduce your system security against such malware or to refrain from running Windows applications under Linux. If you were not attempting to run a Windows application this indicates you are likely being attacked by some for of malware or program trying to exploit your system for nefarious purposes. Please refer to http://wiki.winehq.org/PreloaderPageZeroProblem Which outlines the other problems wine encounters due to its unsafe use of memory and solutions to those problems.
de: SELinux verweigerte eine Operation angefragt vom Wine-Preloader, einem Program, das Windows-Anwendungen unter Linux ausführt. Dieses Programm führt bekanntermassen eine unsichere Operation auf dem Systemspeicher durch, dasselbe gilt jedoch für eine Reihe von Malware-Programmen, die sich als Wine tarnen. Falls Sie ein Windows-Programm ausführen möchten, bestehen Ihre einzigen Möglichkeiten darin, diese Operation zuzulassen und geringere Systemsicherzeit gegen diese Art von Malware in Kauf zu nehmen, oder aber davon abzusehen, Windows-Anwendungen unter Linux auszuführen. Falls Sie nicht versuchten, eine Windows-Anwendung auszuführen, deutet dies darauf hin, dass Sie wahrscheinlich von einer Art Malware oder einem Programm angegriffen werden, das versucht, Ihr System für zwielichtige Zwecke auszunutzen. Werfen Sie bitte einen Blick auf http://wiki.winehq.org/PreloaderPageZeroProblem Dort werden andere Probleme mit Wine erläutert, die aufgrund dessen unsicheren Gebrauchs von Speicher entstehen, sowie deren Lösungen.
es: SELinux negó una operación pedida por el precargador de wine, un programa usado para ejecutar una aplicación Windows bajo Linux. Este programa es conocido por usar una operación insegura sobre la memoria del sistema y también hay muchos programas malware/exploit que se enmascaran como wine. Si estuvo intentando ejecutar un programa Windows, su única opción es permitir esta operación y reducir la seguridad del sistema contra esos malware o abstenerse de ejecutar aplicaciones Windows bajo Linux. Si no está intentando ejecutar una aplicación Windows, esto indica que puede estar bajo ataque de alguno de los malware o programas que explotan su sistema con fines nefastos. Por favor, vea en http://wiki.winehq.org/PreloaderPageZeroProblem donde se delinean todos los demás problemas de wine descubiertos debido a su uso inseguro de la memoria y las soluciones a esos problemas.
fr: SELinux a refusé une opération demandée par wine-preloader, un programme utilisé pour exécuter des applications Windows sous Linux. Ce programme est connu pour son utilisation d'une opération dangereuse pour la mémoire système, mais c'est également le cas pour un certain nombre de programmes malveillants qui se substituent à wine. Si vous aviez l'intention d'exécuter un programme Windows, votre unique solution est d'autoriser cette opération et donc aussi de réduire la sécurité de votre système contre ces programmes malveillants, ou bien de s'abstenir d'exécuter des applications Windows sous Linux. Si vous n'aviez pas l'intention d'exécuter une application Windows, cela signifie que vous êtes susceptibles d'être attaqué par un programme malveillant essayant d'exploiter votre système à des fins néfastes. Veuillez vous référer à http://wiki.winehq.org/PreloaderPageZeroProblem Ce wiki décrit les autres problèmes que wine rencontre en raison d'un usage dangereux de la mémoire et les solutions à ces problèmes.
hu: SELinux visszautasította a Windows alkalmazások Linuxon futtatására használt wine-preloader által kért műveletet. E programról tudni lehet, hogy a rendszermemórián nem biztonságos műveletet végez, de van még sok rosszindulatú program is, ami wine-nak álcázza magát. Ha Windows programot próbált futtatni, akkor csak annyit tehet, hogy megengedi e műveletet, és csökkenti a rendszer biztonságát az ilyen rosszindulatú szoftverekkel szemben, vagy tartózkodik a Windows alkalmazások Linuxon történő futtatásától. Ha nem próbált Windows alkalmazást futtatni, akkor ez valószínűleg rosszindulatú program támadását jelzi, ami a rendszer erőforrásait gonosz célokra használná fel. Lásd http://wiki.winehq.org/PreloaderPageZeroProblem Ez felvázolja a többi problémát, amivel wine találkozik a memória nem biztonságos használata miatt, és a megoldásokat azon problémákra.
kn: ಲಿನಕ್ಸಿನಲ್ಲಿ ವಿಂಡೋಸ್ ಅನ್ವಯಗಳನ್ನು ಚಲಾಯಿಸಲು ಬಳಸಲಾಗುವ ಪ್ರೊಗ್ರಾಮ್ ಆದ wine-preloader ಇಂದ ಸಲ್ಲಿಸಲಾದ ಮನವಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ವ್ಯವಸ್ಥೆಯ ಮೆಮೊರಿಯಲ್ಲಿ ಈ ಪ್ರೊಗ್ರಾಮ್ ಅಸುರಕ್ಷಿತವಾದ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ನಡೆಸುವುದು ಗೊತ್ತಿರುವ ವಿಷಯ ಅಲ್ಲದೆ ಹಲವಾರು ಮ್ಯಾಲ್‌ವೇರ್/ಮೋಸ ಮಾಡುವ ಪ್ರೊಗ್ರಾಮ್‌ಗಳು wine ಎಂದು ಸೋಗು ಹಾಕುತ್ತವೆ. ನೀವು ಒಂದು ವಿಂಡೋಸ್ ಪ್ರೊಗ್ರಾಮ್ ಅನ್ನು ಬಳಸುವಂತಿದ್ದರೆ ನಿಮಗಿರುವ ಆಯ್ಕೆ ಎಂದರೆ ಈ ಕಾರ್ಯಕ್ಕೆ ಅನುಮತಿಯನ್ನು ನೀಡಿ ಆ ಮೂಲಕ ಅಂತಹ ಮ್ಯಾಲ್‌ವೇರ್ ವಿರುದ್ಧದ ವ್ಯವಸ್ಥೆಯ ಸುರಕ್ಷತೆಯನ್ನು ಕಡಿಮೆಗೊಳಿಸಿ ಅಥವ ಲಿನಕ್ಸಿನಲ್ಲಿ ವಿಂಡೋಸ್ ಅನ್ವಯವನ್ನು ಬಳಸದಿರಿ. ನೀವು ವಿಂಡೋಸ್ ಅನ್ವಯವನ್ನು ಬಳಸಲು ಪ್ರಯತ್ನಿಸದೆ ಇದ್ದಲ್ಲಿ ನಿಮ್ಮ ಗಣಕಕ್ಕೆ ಯಾವುದೋ ಒಂದು ಮ್ಯಾಲ್‌ವೇರ್ ಧಾಳಿ ನಡೆಸಿದೆ ಅಥವ ಒಂದು ಪ್ರೊಗ್ರಾಮ್ ದುಷ್ಟ ಉದ್ಧೇಶಕ್ಕಾಗಿ ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯನ್ನು ಬಳಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದೆ ಎಂದರ್ಥ. ಮೆಮೊರಿಯ ಅಸುರಕ್ಷಿತ ಬಳಕೆಯಿಂದಾಗಿ wine ಎದುರಿಸುವ ತೊಂದರೆಗಳನ್ನು ಸಂಕ್ಷಿಪ್ತವಾಗಿ ವಿವರಿಸುವ ಹಾಗು ಆ ತೊಂದರೆಗಳಿಗೆ ಪರಿಹಾರಗಳನ್ನು ಸೂಚಿಸುವ ತಾಣವಾದಂತಹ http://wiki.winehq.org/PreloaderPageZeroProblem ಅನ್ನು ನೋಡಿ.
ko: SELinux는 Linux에서 Windows 응용 프로그램을 실행하는데 사용되는 프로그램인 wine-preloader에서 요청한 작업을 거부했습니다. wine으로 위장한 여러 불법/악성 프로그램과 마찬가지로 이 프로그램은 시스템 메모리에서 안전하지 않은 동작을 사용하는 것으로 알려져있습니다. Windows 응용 프로그램을 실행하고자 하실 경우 이 작업을 허용하는 것이 유일한 방법이며 악성 프로그램에 대해 시스템 보안이 저하됩니다. 또는 Linux에서 Windows 응용 프로그램을 실행하지 않는 것이 좋습니다. Windows 응용 프로그램을 실행하고자 하지 않으실 경우, 이는 악의로 사용자의 시스템에 침입 시도하는 악성 프로그램의 공격을 받고 있다고 나타납니다. 다음 사이트를 참조하십시오: http://wiki.winehq.org/PreloaderPageZeroProblem 이 사이트에서는 메모리의 안전하지 않은 사용으로 인해 wine에서 발생할 수 있는 다른 문제 및 이러한 문제를 해결할 수 있는 방법에 대해 설명합니다.
mr: SELinux ने wine-preloader, Linux अंतर्गत Windows ऍप्लिकेशन्स् चालवण्यासाठी कार्यक्रम, द्वारे विनंतीकृत कार्य नकारले. या कार्यक्रमाचा वापर प्रणालीच्या स्मृतीवर असुरक्षीत कार्य चालवण्यासाठी केला जातो, तसेच ज्याप्रकारे अनेक मालवेअर/एक्सप्लॉईट कार्यक्रम vbetool असे मास्क्यूरेड करतात. Windows कार्यक्रम चालवायचा प्रयत्न करत असल्यास हे कार्य स्वीकारा व अशा प्रकारच्या मालवेअरपासून प्रणाली सुरक्षीत करणे किंवा Linux अंतर्गत Windows ऍप्लिकेशन्स् चालवणे रोखणे शक्य होईल. Windows ऍप्लिकेशन चालवायचा प्रयत्न करत नसल्यास संगणक कुठल्यातरी प्रकारच्या मालवेअर द्वारे प्रभावीत झाले असावे किंवा कार्यक्रम प्रणालीचा वापर अयोग्य कारणास्तव करत असावे. कृपया http://wiki.winehq.org/PreloaderPageZeroProblem पहा जेथे असुरक्षीत स्मृती वापरमुळे wine ला आढळणाऱ्या समस्या व त्यावर उपाय रेखांकीत आहे.
nl: SELinux heeft een operatie verboden die gevraagd werd door wine-preloader, een programma gebruikt om Windows toepassingen onder Linux te draaien. Het is bekend dat dit programma een onveilige operatie op systeem geheugen gebruikt maar dat doen een aantal malware/uitbuiting programma&#39;s ook die zich voordoen als wine. Als je probeerde een Windows programma uit te voeren is je enigste keuze om deze operatie toe te staan en je systeem beveiliging tegen zulke malware te verlagen of om af te zien van het draaien van Windows toepassingen onder Linux. Als je niet probeerde om een Windows toepassing te draaien geeft dit aan dat je waarschijnlijk aangevallen wordt door een vorm van malware of een programma die je systeem probeert uit te buiten voor snode doeleinden. Refereer a.u.b. naar http://wiki.winehq.org/PreloaderPageZeroProblem Waar de andere problemen die wine tegenkomt door zijn onveilig gebruik van geheugen wordt uitgelegd en oplossingen voor deze problemen.
or: SELinux wine-preloader ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଗୋଟିଏ ପ୍ରୟୋଗକୁ ବାରଣ କରିଥାଏ, ଏହା Linux ଅନ୍ତର୍ଗତରେ Windows ପ୍ରୟୋଗଗୁଡ଼ିକ ଚଲାଉଥିବା ଗୋଟିଏ ପ୍ରଗ୍ରାମ ଅଟେ। ଏହି ପ୍ରଗ୍ରାମଟି ଗୋଟିଏ ଅସୁରକ୍ଷିତ ପ୍ରୟୋଗକୁ ତନ୍ତ୍ର ସ୍ମୃତିସ୍ଥାନରେ ବ୍ୟବହାର କରୁଥିବାର ଜଣାପଡ଼େ କିନ୍ତୁ ସେହିପରି କିଛି ସଂଖ୍ୟକ କ୍ଷତିକାରକ/ଠକ ପ୍ରଗ୍ରାମଗୁଡ଼ିକ ଯାହାକି wine ପରି ଅଭିନୟ କରିଥାଏ। ଯଦି ଆପଣ ଗୋଟିଏ Windows ପ୍ରଗ୍ରାମକୁ ଚଲାଇବା ପାଇଁ ଚେଷ୍ଟାକରନ୍ତି ତେବେ ଆପଣଙ୍କର କେବଳ ମାତ୍ର ଗୋଟିଏ ପସନ୍ଦ ହେଉଛି ଏହି ପ୍ରୟୋଗକୁ ଅନୁମତି ଦେବା ଏବଂ ଆପଣଙ୍କର ତନ୍ତ୍ର ସୁରକ୍ଷାକୁ ଏହିପରି କ୍ଷତିରୁ ସୁରକ୍ଷା ପ୍ରଦାନ କରିବା ପାଇଁ ଅନୁମତି ଦେଇ Windows ପ୍ରୟୋଗଗୁଡ଼ିକୁ Linux ଅନ୍ତର୍ଗତରେ ଚଲାଇଥାଏ। ଯଦି ଆପଣ ଗୋଟିଏ Windows ପ୍ରୟୋଗକୁ ଚଲାଇବା ପାଇଁ ଚେଷ୍ଟାକରୁନଥାନ୍ତି ତେବେ ଏହା ସୂଚାଇଥାଏ ଯେ ଆପଣ ସମ୍ଭବତଃ କାହା ଦ୍ୱାରା ଆକ୍ରମଣ ହୋଇଛନ୍ତି କିମ୍ବା କ୍ଷତିକାରକ ଅଥବା ପ୍ରଗ୍ରାମ ଆପଣଙ୍କର ତନ୍ତ୍ରକୁ ଖରାପ ଉଦ୍ଦେଶ୍ୟରେ ଠକିବା ପାଇଁ ଚେଷ୍ଟାକରିଥାଏ। ଦୟାକରି http://wiki.winehq.org/PreloaderPageZeroProblem କୁ ଅନୁସରଣ କରନ୍ତୁ ଯାହାକି ଅନ୍ୟାନ୍ୟ ସମସ୍ୟାଗୁଡ଼ିକୁ ରେଖାଙ୍କିତ କରିଥାଏ ସ୍ମୃତିସ୍ଥାନ ଏବଂ ସେହି ସମସ୍ୟାର ସମାଧାନ ପାଇଁ wine ର ସମ୍ମୁଖୀନ ହୋଇଥାଏ ଅସୁରକ୍ଷିତ ବ୍ୟବହାର ହେତୁ।
pt: O SELinux negou uma operação pedida pelo wine-preloader, um programa utilizado para executar aplicações Windows em Linux. Este programa é conhecido por utilizar uma operação insegura na memória do sistema, mas também o são uma quantidade de programas malware/exploits que se disfarçam como o wine. Se esteve a tentar executar um programa do Windows a sua única alternativa é permitir esta operação e reduzir a segurança do seu sistema contra malware ou parar de executar aplicações Windows em Linux. Se não esteve a tentar executar uma aplicação do Windows isto indica que provavelmente está a ser atacado por alguma forma de malware ou programa a tentar explorar o seu sistema para propósitos nefastos. Por favor consulte http://wiki.winehq.org/PreloaderPageZeroProblem A qual descreve outros problemas que o wine se depara devido à sua forma insegura de utilizar a memória e soluções para esses problemas.
pt_br: O SELinux negou uma operação requisitada pelo wine-preloader, um programa usado para executar aplicativos do Windows no Linux. Este programa é conhecido por usar uma operação insegura na memória do sistema, mas também há uma variedade de programas malware/exploit que podem ser mascarados como o wine. Se você estava tentando executar um programa do Windows, as suas únicas escolhas são permitir esta operação e reduzir a sua segurança do sistema contra tais malwares ou evitar a execução de aplicativos Windows no Linux. Se você não estava tentando executar um aplicativo do Windows, isso indica que você provavelmente está sendo atacado por algum malware ou programa tentando explorar o seu sistema para propósitos nefastos. Por favor, visite http://wiki.winehq.org/PreloaderPageZeroProblem que delineia outros problemas que o wine encontra devido ao seu uso inseguro da memória e as soluções para esses problemas.
ru: SELinux запретил выполнение операции, запрошенной wine-preloader, программой для запуска приложений Windows на Linux. Известно, что эта программа использует небезопасные операции с системной памятью, как и вредоносные программы, маскирующиеся под wine. Если вы пытаетесь запустить приложение Windows, можно либо разрешить данную операцию, тем самым ослабив защиту системы, либо отказаться от использования приложений Windows под Linux. Если же вы не пытались запустить приложение Windows, это означает, что вы атакованы одной из таких вредоносных программ или кто-то пытается использовать вашу систему. Обратитесь за более подробной информацией к статье http://wiki.winehq.org/PreloaderPageZeroProblem Там описаны другие проблемы, с которыми сталкивается программа wine из-за небезопасных операций с памятью, и возможные пути их решения.
sv: SELinux nekade en åtgärd begärd av wine-preloader, ett program som används för att köra Windowsprogram under Linux. Detta program är känt för att använda en osäker operation på systemminnet men det är också ett antal skade-/intrångsprogram som låtsas vara wine. Om du försökte köra ett Windowsprogram har du inget annat val än att tillåta denna operation och minska ditt systems skydd måt sådana skadeprogram, eller att avstå från att köra Windowsprogram under Linux. Om du inte försökte köra ett Windowsprogram indikerar detta att du förmodligen är under attack av något slags skadeprogram eller program som försöker utnyttja ditt system för otrevliga syften. Se http://wiki.winehq.org/PreloaderPageZeroProblem som skisserar de andra problemen wine stöter på på grund av dess osäkra användning av minne och lösningar på dessa problem.
te: SELinux అనునది wine-preloader ద్వారా అభ్యర్ధించబడిన ఆపరేషన్‌ను తిరస్కరిస్తుంది, Windows అనువర్తనములను Linux క్రిందన నడుపుటకు వుపయోగించు ప్రోగ్రామ్. ఈ ప్రోగ్రామ్ సురక్షితంకాని ఆపరేషన్‌ను సిస్టమ్ మెమొరీ పైన వుపయోగిస్తుంది అందువలన చాలా చెడ్డ/ప్రమాదకరమైన ప్రోగ్రామ్స్ wine వలె భ్రమింపచేస్తాయి. మీరు Windows ప్రోగ్రాములను నడుపవలెననుకుంటే మీకు వున్న మార్గం దానిని అనుమతించి మీ సిస్టమ్ రక్షణను తగుప్రకారం తగ్గించడం లేదా Windows అనువర్తనములను Linux క్రింద నడుపకుండా వుండటం. మీరు Windows అనువర్తనమును నడుపుటకు ప్రయత్నించకపోతే, అది ఏమి సూచిస్తుందంటే, మీ సిస్టమ్‌కు ఘోరమైన నష్టమును కలుగజేయు ప్రోగ్రామ్ లేదా చెడ్డసాఫ్టువేర్ తో మీరు దాడికి గురైనట్లు సూచిస్తుంది. దయచేసి దీనిని చూడండి http://wiki.winehq.org/PreloaderPageZeroProblem ఇక్కడ మీరు wine అభద్ర మెమొరీ వినియోగం వలన కలుగు యితర సమస్యలను మరియు వాటి పరిష్కారాలను చూడగలరు.
zh_cn: SELinux阻止了一项由 wine-preloader 请求的操作，它是用来在Linux下运行 Windows 应用程序的程序。已知此程序会对系统内存采用不安全的操作，但大量伪装成 wine 的恶意／ 溢出程序也是如此。如果您曾尝试运行 Windows 程序，您只有选择允许此操作并降低您的 系统面对此类恶意软件时的安全度，或避免在Linux下运行 Ｗindows 应用程序。如果您不曾 尝试运行Windows 应用程序，这说明您很可能被一些恶意软件或为了不法目的尝试剥削您系 统的程序的攻击。 请参考： http://wiki.winehq.org/PreloaderPageZeroProblem 它概述了 wine 因其不安全的内存使用而遇到的其他问题以及解决方案。
zh_tw: SELinux 拒絕了一項來自於 wine-preloader 的作業請求，這是個用來 在 Linux 下執行 Windows 應用程式的程式。已得知這項程式會在系統記憶體上 進行一項不安全的作業，而有些惡意軟體/安全漏洞程式 也會假冒成 wine。若您要嘗試 執行一項 Windows 程式，您唯一的選擇就是允許這項 作業進行，並降低您系統對於此種惡意軟體的安全性，或是 避免在 Linux 下執行 Windows 應用程式。若您並未嘗試 執行一項 Windows 應用程式，這表示您很可能 已經受到惡意軟體的攻擊，或是某些程式正嘗試攻擊您 系統的安全性漏洞。 請參閱 http://wiki.winehq.org/PreloaderPageZeroProblem 在此描述了 wine 基於未安全使用記憶體，而遇上的其它 問題，以及相關問題的解決方法。

source: SELinux is preventing xen ($SOURCE_PATH) "$ACCESS" access to $TARGET_PATH.
de: SELinux hindert xen ($SOURCE_PATH) "$ACCESS" am Zugriff auf $TARGET_PATH.
es: SELinux está negando a xen ($SOURCE_PATHcp
fr: SELinux empêche xen ($SOURCE_TYPE) d'« $ACCESS » au périphérique $TARGET_PATH.
hu: SELinux megakadályozza xen ($SOURCE_PATH) $ACCESS hozzáférését $TARGET_PATH fájlhoz.
kn: $TARGET_PATH ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ xen ($SOURCE_PATH) "$ACCESS" ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 xen ($SOURCE_PATH) "$ACCESS" 액세스하지 못하게 합니다.
ml: $TARGET_PATH-ലേക്കുളള xen ($SOURCE_PATH) "$ACCESS" പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux xen ($SOURCE_TYPE) "$ACCESS" ला $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे.
nl: SELinux belet xen ($SOURCE_PATH) "$ACCESS" toegang tot $TARGET_PATH.
or: SELinux xen ($SOURCE_PATH) "$ACCESS" କୁ $TARGET_PATH ରେ ଅଭିଗମ୍ୟ କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o xen ($SOURCE_PATH) "$ACCESS" de ter o acesso a $TARGET_PATH.
pt_br: O SELinux está impedindo que o xen ($SOURCE_PATH) "$ACCESS" acesse o $TARGET_PATH.
ru: SELinux запрещает xen ($SOURCE_PATH) доступ «$ACCESS» к $TARGET_PATH.
sr@latin: SELinux sprečava xen ($SOURCE_PATH) „$ACCESS“ pristup ka $TARGET_PATH
sv: SELinux nekar xen ($SOURCE_PATH) "$ACCESS"-åtkomst till enheten $TARGET_PATH.
ta: SELinuxஐ xen ($SOURCE_PATH) "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.
te: SELinux అనునది xen ($SOURCE_PATH) "$ACCESS" యాక్సెస్‌ను $TARGET_PATHకు నిరోధిస్తోంది.
zh_cn: SELinux 正在阻止xen ($SOURCE_PATH) "$ACCESS" 访问设备 $TARGET_PATH。
zh_tw: SELinux 防止了 xen（$SOURCE_PATH）存取 $TARGET_PATH。
