Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented $SOURCE from correctly running as a daemon. FTP servers can be configured to either run through xinetd or as a stand-alone daemon. Each configuration requires slightly different access. If you have configured your FTP server to run as a daemon you should allow this access. Otherwise this may signal an intrusion attempt.
as: SELinux দ্বাৰা $SOURCE-কে সঠিক ডেমন ৰূপে সঞ্চালিত হতে প্ৰতিৰোধ কৰা হয়েছে। Ftp সাৰ্ভাৰ xinetd'ৰ মাধ্যমে অথবা একটি স্বাধীন ডেমনৰূপে সঞ্চালনেৰ উদ্দেশ্যে কনফিগাৰ কৰা সম্ভব। প্ৰত্যেকটি কনফিগাৰেশনেৰ ক্ষেত্ৰে কিছুমাত্ৰায় পৃথক অধিকাৰ আবশ্যক। ftp সাৰ্ভাৰটি ডেমন ৰূপে সঞ্চালনেৰ জন্য কনফিগাৰ কৰা হলে এই অনুমতি প্ৰদান কৰা আবশ্যক অন্যথা এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux hinderte $SOURCE am korrekten Betrieb als Daemon. FTP-Server können so konfiguriert werden, dass sie entweder durch xinetd oder als eigenständiger Daemon laufen. Jede Konfiguration erfordert etwas unterschiedlichen Zugriff. Falls Sie Ihren FTP-Server als Daemon konfiguriert haben, sollten Sie diesen Zugriff erlauben. Ansonsten könnte dies einen Einbruchsversuch signalisieren.
es: SELinux impidió a $SOURCE que se ejecute correctamente como un demonio. Los servidores FTP se pueden configurar para ejecutar ya sea como un demonio autónomo o a través de xinetd. Cada configuración requiere un acceso levemente diferente. Si ha configurado a su servidor ftp para ejecutar como un demonio debe permitir este acceso. De lo contrario, esto puede ser señal de un ataque.
fr: SELinux a empêché $SOURCE de démarrer correctement en tant que démon. Les serveurs ftp peuvent être configurés pour démarrer avec xinetd ou comme démons autonomes. Chaque configuration requiert des accès légèrement différents. Si vous avez configuré votre serveur ftp pour démarrer comme un démon, vous devriez autoriser cet accès. Autrement cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने $SOURCE को रोका एक डेमॉन के रूप में सही ढ़ंग से चलने के लिये. FTP सर्वर को या तो xinetd या एक अलग थलग डेमॉन के रूप में विन्यस्त किया जा सकता है. हर विन्यास के लिये कुछ अलग विन्यास चाहिये. अगर आपने अपने FTP सर्वर को एक डेमॉन के रूप में विन्यस्त किया है तो आपको इस अभिगम को अनुमति देनी चाहिये. अन्यथा यह एक घुसपैठ प्रयास का संकेत हो सकता है.
hu: SELinux megakadályozta, hogy $SOURCE jól fusson szolgáltatásként. FTP-kiszolgálókat beállíthatják, hogy az „xinetd” szolgáltatáson át működjenek vagy pedig önálló szolgáltatásként. A különböző beállítások egymástól eltérő hozzáférést igényelnek. Ha úgy állította be az FTP kiszolgálót, hogy az szolgáltatásként működjön, akkor engedélyeznie kell ezt a hozzáférést. Egyéb esetben ez egy behatolás próbálkozást is jelezhet.
kn: $SOURCE ವು ಒಂದು ಡೆಮನ್ ಆಗಿ ಸಮರ್ಪಕವಾಗಿ ಕಾರ್ಯ ನಿರ್ವಹಿಸದಂತೆ SELinux ತಡೆದಿದೆ. FTP ಪರಿಚಾರಕಗಳು xinetd ಮೂಲಕ ಅಥವ ಒಂದು ಏಕಮೇವ(ಸ್ಟಾಂಡ್-ಅಲೋನ್) ಡೆಮನ್ ಆಗಿ ಚಲಾಯಿತಗೊಳ್ಳುವಂತೆ ಸಂರಚಿತಗೊಂಡಿರುತ್ತದೆ. ಪ್ರತಿ ಸಂರಚನೆಗೂ ಸ್ವಲ್ಪ ಬೇರೆ ರೀತಿಯ ಅನುಮತಿಯ ಅಗತ್ಯವಿರುತ್ತದೆ ನೀವು FTP ಪರಿಚಾರಕವನ್ನು ಒಂದು ಡೆಮನ್ ಆಗಿ ಚಲಾಯಿತಗೊಳ್ಳುವಂತೆ ಸಂರಚಿಸಿದ್ದರೆ, ನೀವು ಇದನ್ನು ಅನುಮತಿಸಬೇಕು ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 $SOURCE가 데몬으로 올바르게 실행되지 못하게 합니다. FTP 서버는 xinetd 또는 독립형 데몬으로 실행하는 것을 설정할 수 있습니다. 각각의 설정에 따라 조금씩 다른 액세스가 필요합니다. 데몬으로 실행하기 위해 FTP 서버를 설정하셨다면, 이러한 액세스를 허용하셔야 합니다. 허용하지 않으실 경우 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: $SOURCE ശരിയായി ഒരു ഡെമണ്‍ ആയി പ്രവര്‍ത്തിക്കുന്നതിന് SELinux തടയുന്നു. xinetd ഉപയോഗിച്ച് അല്ലെങ്കില്‍ സ്വയം ഒരു ഡെമണായി നിന്ന് പ്രവര്‍ത്തിക്കുന്നതിനായി FTP സര്‍വറുകള്‍ ക്രമികരിക്കാവുന്നതാണ്. ഓരോ കോണ്‍ഫിഗറേഷനും ഓരോ തരത്തിലുളള അനുമതി ആണ് ആവശ്യം. ഒരു ഡെമണ്‍ ആയി പ്രവര്‍ത്തിപ്പിക്കുന്നതിന് നിങ്ങള്‍ ftp സര്‍വര്‍ ക്രമികരിച്ചിട്ടുണ്ട് എങ്കില്‍, ഇത് അനുവദിക്കുക അല്ലെങ്കില്‍ ഏത് പ്രവര്‍ത്തിയും തെറ്റായി കണക്കാക്കുന്നു.
mr: SELinux ने $SOURCE ला डीमनप्रमाणे चालवण्यापासून रोखले. Ftp सर्व्हर्स् xinetd द्वारे चालवण्यासाठी संयोजीत केले जाऊ शकते किंवा stand-alone डीमन प्रमाणे कार्यान्वीत करण्यासाठी केले जाऊ शकते. प्रत्येक संयोजनासाठी वेगळ्या संयोजनाची आवश्यकता आहे. तुम्ही ftp सर्व्हरला डीमन म्हणून संयोजीत केले असल्यास प्रवेश स्वीकारा. नाहीतर हे अवैध प्रवेश प्रयत्न ठरू शकते.
nl: SELinux belette $SOURCE om correct als een daemon te draaien. FTP servers kunnen ingesteld worden om of via xinetd of als een alleenstaande daemon te draaien. Elk van deze instellingen vereist een klein verschil in de toegang. Als je de FTP server ingesteld hebt om als een daemon te draaien moet je deze toegang toestaan. Anders kan dit een indringing poging aangeven.
or: SELinux $SOURCE କୁ ଡେମନ ପରି ସଠିକ ଭାବରେ ଚାଲିବାରୁ ବାରଣ କରିଥାଏ। FTP ସର୍ଭରଗୁଡ଼ିକ xinetd ମଧ୍ଯରେ ଚାଲିବା ପାଇଁ ଅଥବା ନିଷ୍କ୍ରିୟ ଡେମନ ଭାବରେ ବିନ୍ୟାସ କରାଯାଇଥାଏ। ପ୍ରତ୍ୟେକ ବିନ୍ୟାସ କିଛି ଭିନ୍ନ ବିନ୍ୟାସ ଆବଶ୍ୟକ କରିଥାଏ। ଯଦି ଆପଣ ଆପଣଙ୍କର FTP ସର୍ଭରକୁ ଡେମନ ଭାବରେ ଚାଲିବା ପାଇଁ ବିନ୍ୟାସ କରିଥାନ୍ତି ତେବେ ଆପଣ ଏହି ଅଭିଗମ୍ୟତାକୁ ଅନୁମତି ଦେବା ଉଚିତ। ଅନ୍ୟଥା ଏହା ଏକ ବିନାଅନୁମତି ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟାକୁ ସୂଚାଇଥାଏ।
pt: O SELinux impediu o $SOURCE de correr correctamente como um serviço. Os servidores de FTP poderão ser configurados para correrem tanto através do xinetd como de forma autónoma. Cada uma das configurações necessita de acessos ligeiramente diferentes. Se tiver configurado o seu servidor FTP para correr como um serviço, deverá permitir este acesso. Caso contrário, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o $SOURCE executasse corretamente como um daemon. Servidores FTP podem ser configurados para executar através do xinetd ou como um daemon independente. Cada configuração requer um acesso ligeiramente diferente. Se você configurou o seu servidor FTP para ser executado como um daemon, você deve permitir este acesso. Caso contrário, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил исполнение $SOURCE в качестве демона. FTP-серверы могут запускаться как xinetd или как независимый демон. Эти варианты незначительно отличаются с точки зрения доступа. Если вы настроили FTP-сервер на запуск в качестве демона, требуется разрешить такой доступ. В противном случае это может служить индикатором попытки вторжения.
sr@latin: SELinux je sprečio da se $SOURCE ispravno izvršava kao sistemska usluga. FTP serveri mogu biti podešeni da se izvršavaju ili kroz xinetd ili kao samostalne sistemske usluge. Svako podešavanje zahteva donekle drugačiji pristup. Ako ste podesili da se Vaš FTP server izvršava kao sistemska usluga, treba da dozvolite ovaj pristup. U suprotnom ovo može ukazivati na pokušaj upada.
sv: SELinux hindrade $SOURCE från att köra korrekt som en demon. FTP-servrar kan konfigureras till antingen köra via xinetd eller som en fristående demon. Varje konfiguration kräver lite annorlunda åtkomst. Om du har konfigurerat din FTP-server att köra som en demon ska du tillåta denna åtkomst. Annars kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது $SOURCE லிருந்து டீமானாக சரியாக இயக்குகிறது. FTP சைவையகங்கள் xinetd வழியாக இயக்க அல்லது stand-alone டீமானாகிறது. ஒவ்வொரு கட்டமைப்புக்கும் கொஞ்சம் வித்தியாசமான அணுகல் தேவைப்படுகிறது. உங்களது கட்டமைக்கப்பட்ட FTP சேவையகம் ஒரு டீமானாக இயங்கினால் இந்த அணுகலை நீங்கள் அனுமதிக்கலாம். இல்லையெனில் இந்த சிக்னல் ஒரு நிர்வாக முயற்சியாகும்.
te: SELinux అనునది $SOURCE ను సరిగా డెమోన్ లాగా నడువుటనుండి నిరోధిస్తుంది. FTP సేవికలు xinetd ద్వారా నడువుటకు ఆకృతీకరించబడివుంటాయి లేదా stand_alone డెమోన్‌ లాగా నడువుటకు. ప్రతి ఆకృతీకరణ అవసరం బిన్నమైన వాడుకను కలిగివుండుట. మీరు మీ FTP సేవికను ఆకృతీకరించివుంటే డెమోన్ లాగా నడుపుటకు మీరు ఈ వాడుటకు అనుమతించాలి. లేకపోతే ఇది అమర్యాద యత్నము అవుతుంది.
zh_cn: SELinux 阻止了 $SOURCE 正确地作为守护进程运行。可将 FTP 服 务器配置为通过 xinetd 运行或做为独立的守护进程。每种配置需 要的访问稍有不同问。如果您将您的 FTP 服务器配置成作为守护进程运行， 您应当允许这个访问。否则这可能是入侵尝试的信号。
zh_tw: SELinux 防止了 $SOURCE 正確地作為一個 daemon 來執行。 FTP 伺服器可被設定為透過 xinetd 來執行或是作為 一個獨立的 daemon 來執行。各個設定都需要稍微不同的 存取權限。若您已將您的 FTP 伺服器設定成作為 daemon 來執行的話， 您應允許這項存取，否則這可能代表系統已遭到嘗試入侵 的警訊。

source: SELinux is preventing the ftp daemon from reading users home directories ($TARGET_PATH).
as: SELinux ৰ দ্বাৰা ftp ডেমনক ব্যৱহাৰকৰ্তাৰ ব্যক্তিগত (home) পঞ্জিকা ($TARGET_PATH) পঢ়িবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hindert den FTP-Dameon am Lesen von Benutzerverzeichnissen ($TARGET_PATH).
es: SELinux está negando la lectura de directorios de inicio de los usuarios al demonio ftp ($TARGET_PATH).
fr: SELinux empêche le démon ftp de lire les répertoires personnels des utilisateurs ($TARGET_PATH).
hi: SELinux ftp डेमॉन को उपयोक्ता घर निर्देशिका ($TARGET_PATH) के पढ़ने से रोका.
hu: SELinux megakadályozza, hogy az "ftp" szolgáltatás olvassa a felhasználók saját könyvtárait ($TARGET_PATH).
kn: ftp ಡೆಮನ್ ಬಳಕೆದಾರರ ನೆಲೆ ಕಡತಕೋಶಗಳಿಂದ ($TARGET_PATH) ಓದುವುದನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ.
ko: SELinux는 ftp 데몬이 사용자 홈 디렉토리 ($TARGET_PATH)를 읽지 못하게 합니다.
ml: യൂസറുകളുടെ ഹോം ഡയറക്ടറികള്‍ ($TARGET_PATH) വായിക്കുന്നതില്‍ നിന്നും ftp ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux ftp डीमनला वापरकर्त्याची होम डिरेक्ट्रीज् वापचण्यापासून रोखले ($TARGET_PATH).
nl: SELinux belet de ftp daemon om persoonlijke mappen ($TARGET_PATH) van gebruikers te lezen.
or: SELinux ftp ଡେମନକୁ ମୂଳସ୍ଥାନ ପଞ୍ଜିକା ($TARGET_PATH) ରେ ଥିବା ଚାଳକ ମାନଙ୍କୁ ପଢିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o servidor de FTP de ler as pastas pessoais dos utilizadores ($TARGET_PATH).
pt_br: O SELinux está impedindo que o daemon do ftp leia diretórios pessoais de usuários ($TARGET_PATH).
ru: SELinux предотвращает чтение домашних каталогов пользователей ($TARGET_PATH) демоном ftp.
sr@latin: SELinux je sprečio ftp sistemsku uslugu od čitanja ličnih direktorijuma korisnika ($TARGET_PATH).
sv: SELinux förhindrar ftp demonen från att läsa användares hemkataloger ($TARGET_PATH).
ta: SELinux ஆனது ftp டீமானிலிருந்து முகப்பு அடைவுகளிலிருந்து பயனர்களை ($TARGET_PATH)ஐ வாசிப்பதை தடுக்கிறது.
te: SELinux అనునది ftp డెమోన్‌ను వినియోగదారుల నివాస సంచయంను చదువుటనుండి ($TARGET_PATH) నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 ftp 在后台读取用户的主目录 ($TARGET_PATH).
zh_tw: SELinux 防止了 ftp daemon 讀取用戶的家目錄（$TARGET_PATH）。

source: SELinux has denied the ftp daemon access to users home directories ($TARGET_PATH). Someone is attempting to login via your ftp daemon to a user account. If you only setup ftp to allow anonymous ftp, this could signal an intrusion attempt.
as: SELinux দ্বাৰা ftp ডেমনকে ব্যবহাৰকাৰীদেৰ ব্যক্তিগত (home) ডিৰেক্টৰি ($TARGET_PATH) পড়তে বাধা সৃষ্টি কৰা হচ্ছে। কেউ ftp ডেমনেৰ অপব্যবহাৰ কৰে এৰ মাধ্যমে কোনো ব্যবহাৰকাৰীৰ অ্যাকাউন্টে লগ-ইন কৰাৰ প্ৰচেষ্টা কৰছে। ftp'ৰ দ্বাৰা শুধুমাত্ৰ anonymous ftp'ৰ ব্যবহাৰ কনফিগাৰ কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem FTP-Daemon den Zugriff auf Stammverzeichnisse der Benutzer ($TARGET_PATH). Jemand versucht, sich via Ihrem FTP-Daemon in ein Benutzerkonto einzuloggen. Falls Sie FTP lediglich mit anonymem FTP konfiguriert haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado el acceso a los directorios de inicio de los usuarios al demonio ftp ($TARGET_PATH). Alguien está intentando ingresar vía el demonio ftp a una cuenta de usuario. Si sólo configuró su servidor ftp para permitir ftp anónimo, esto puede indicar un ataque.
fr: SELinux a refusé au démon ftp d'accéder aux répertoires personnels des utilisateurs ($TARGET_PATH). Quelqu'un essaye de s'identifier sur un compte utilisateur via votre démon ftp. Si vous avez installé le ftp pour n'autoriser que le ftp anonyme, il pourrait s'agir d'une tentative d'intrusion.
hi: SELinux ने ftp डेमॉन को उपयोक्ता घर निर्देशिका में अभिगम को मना किया है ($TARGET_PATH). कोई आपके ftp डेमॉन से होकर लॉगिन का प्रयास कर रहा है उपयोक्ता खाता में. अगर सिर्फ ftp को अनाम ftp को अनुमति देने के लिये सेटअप करते हैं, यह एक घुसपैठ का संकेत दे सकता है.
hu: SELinux elutasította, hogy az ftp szolgáltatás hozzáférjen a használók saját mappáihoz ($TARGET_PATH). Valaki megkísérelt bejelentkezni egy használó számlájára az ftp szolgáltatáson át. Ha az ftp-t csak névtelen hozzáférésre állították be, akkor ez behatolás próbálkozást is jelezhet.
kn: ftp ಡೆಮನ್ ಬಳಕೆದಾರರ ನೆಲೆ ಕಡತಕೋಶಗಳನ್ನು ($TARGET_PATH) ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಯಾರೋ ftp ಡೆಮನ್ ಮೂಲಕ ನಿಮ್ಮ ನೆಲೆ ಕಡತಕೋಶವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ. ನೀವು ಕೇವಲ ಅಜ್ಞಾತ ftp ಅನ್ನು ಅನುಮತಿಸುವಂತೆ ftp ಅನ್ನು ಹೊಂದಿಸಿದ್ದರೆ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 ftp 데몬이 사용자 홈 디렉토리($TARGET_PATH)로 액세스하는 것을 거부합니다. 누군가가 ftp 데몬을 사용하여 사용자 계정으로 로그인을 시도합니다. 익명의 ftp를 허용하기 위해 ftp만을 설정하신 경우, 침임을 시도했다는 신호가 나타날 수 있습니다.
ml: ftp ഡെമണിന് ഉപയോക്താക്കളുടെ ഹോം ഡയറക്ടറികളിലേക്കുളള ($TARGET_PATH) പ്രവേശനം SELinux നിഷേധിക്കുന്നു. ഒരു യൂസര്‍ അക്കൌണ്ടിലേക്ക് ftp ഡെമണ്‍ വഴി പ്രവേശിക്കുന്നതിനായി ആരോ ശ്രമിക്കുന്നു. അനോണിമസ് ftp അനുവദിക്കുന്നതിന്, ftp ക്രമികരിച്ചാല്‍ മാത്രം നിങ്ങള്‍ക്ക് ഇത് തെറ്റായി കാണപ്പെടുന്നു.
mr: SELinux ने वापरकर्ताच्या होम डिरेक्ट्रीज् ($TARGET_PATH) करीता ftp डीमन प्रवेश नकारला. कुणीतरी तुमच्या ftp डीमन द्वारे वापरकर्त्याच्या खात्यावर प्रवेश करण्याचा प्रयत्न करत आहे. ftp ला anonymous ftp प्रमाणे सेटअप केल्यास, हा अवैध प्रवेश प्रयत्न ठरतो.
nl: SELinux heeft de ftp daemon toegang geweigerd naar persoonlijke mappen ($TARGET_PATH) van gebruikers. Iemand probeert in te loggen naar een gebruikers account via jouw ftp daemon. Als je ftp alleen ingesteld hebt om anonieme ftp toe te staan, kan dit een teken zijn van een indringing poging.
or: SELinux ftp ଡେମନକୁ ମୂଳ ଡିରେକ୍ଟୋରୀ ବାହାରୁ ଲେଖାବା ପାଇଁ ପ୍ରତ୍ୟାଖ୍ଯାନ କରିଥାଏ ($TARGET_PATH)। କେହି ଜଣେ ଆପଣଙ୍କର ftp ଡେମନ ମାଧ୍ଯମରେ ଲଗ ଇନ ହୋଇଛି ଏବଂ ଗୋଟି ଏଫାଇଲ ନିର୍ମାଣ କରି ଲେଖାବା ପାଇଁ ଚେଷ୍ଟାକରୁଅଛି। ଯଦି ଆପଣ କେବଳ ଗୋଟିଏ ftp କୁ ବ୍ୟବସ୍ଥା କରନ୍ତି ତେବେ ଆପଣ ଅଜ୍ଞାତ ftp, ଏହା ଗୋଟିଏ ପ୍ରଚେଷ୍ଟାକୁ ସଂକେତ ଦେଇପାରେ।
pt: O SELinux negou o acesso ao servidor de FTP às pastas pessoais dos utilizadores ($TARGET_PATH). Alguém está a tentar autenticar-se, através do seu servidor de FTP, numa conta de utilizador. Se só configurou o FTP para permitir o FTP anónimo, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon do ftp acessasse diretórios pessoais de usuários ($TARGET_PATH). Alguém está tentando autenticação a uma conta de usuário através do daemon do ftp. Se você configurou o ftp para apenas aceitar ftp anônimo, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил доступ демону ftp к домашним каталогам пользователей ($TARGET_PATH). Если вы не разрешали анонимный ftp доступ, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio ftp sistemskoj usluzi pristup ličnim direktorijumima korisnika ($TARGET_PATH). Neko pokušava da se prijavi na korisnički nalog kroz Vašu ftp uslugu. Ako ste podesili ftp da dozvoljava samo anonimni ftp, ovo može ukazivati na pokušaj upada.
sv: SELinux förhindrade ftp demonen åtkomst till användares hemkataloger ($TARGET_PATH). Någon försöker logga in via din ftp-demon till ett användarkonto. Om du satt upp ftp att endast tillåta anonym ftp, kan detta signalera ett intrångsförsök.
ta: SELinux ஆனது ftp டீமானிலிருந்து முகப்பு அடைவுகளிலிருந்து பயனர்களை. ($TARGET_PATH)ஐ வாசிப்பதை தடுக்கிறது. சிலர் உங்களது ftp டீமான் வரியாக ஒரு பயனர் கணக்குக்கு நுழைய முயற்சிக்கின்றனர். நீங்கள் ftpஐ அமைக்க மட்டும் தெரியாத ftpஐ , அனுமதித்தால் இது ஒரு நிர்வாக முயற்சி சிக்னலாகும்.
te: SELinux అనునది ftp డెమోన్‌ వాడుకను వినియోగదారుల నివాససంచయం ($TARGET_PATH) కు తిరస్కరిస్తుంది. ఎవరో మీర ftp డెమోన్ గుండా లాగిన్ అగుటకు ప్రయత్నిస్తున్నారు. మీరు ftp ను అమర్చితే ఎనానిమస్ ftp ను అనుమతించుటకు, ఇది అమర్యాద ప్రయత్నంను సూచిస్తుంది.
zh_cn: SELinux 拒绝了 ftp 守护进程访问用户主目录 ($TARGET_PATH) 。有 人试图通过您的 ftp 守护进程登录一个用户帐户。如果您只将您的 ftp 设置 成允许匿名访问，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了透過 ftp daemon 存取用戶的家目錄 （$TARGET_PATH）。有人嘗試透過您的 ftp daemon 來登錄用戶帳號。若您只將 ftp 設為允許匿名 ftp 的話， 這代表系統可能已遭到嘗試入侵的警訊。

source: If you want ftp to allow users access to their home directories you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: ftp ৰ দ্বাৰা ব্যৱহাৰকৰ্তাই ব্যক্তিগত (home) পঞ্জিকা ব্যৱহাৰৰ অনুমতি প্ৰদান কৰিবলৈ $BOOLEAN বুলিয়েন সক্ৰিয় কৰক: "setsebool -P $BOOLEAN=1"
de: Falls Sie den Zugriff via ftp auf Stammverzeichnisse der Benutzer erlauben wollen müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere permitir a ftp acceder a los directorios de inicio (home) de los usuarios debe cambiar el valor de $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que le ftp autorise aux utilisateurs l'accès à leurs répertoires personnels vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप ftp को उपयोक्ता अभिगम उनके घर निर्देशिका में अनुमति देना चाहते हैं तो आपको $BOOLEAN बुलियन को चालू करना पड़ेगा: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy az "ftp" engedélyezze a felhasználók számára, hogy elérjék a saját könyvtáraikat, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: ಬಳಕೆದಾರರು ತಮ್ಮ ನೆಲೆ ಕಡತಕೋಶವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು ftp ಯು ಅನುಮತಿಸಲು ನೀವು ಬಯಸಿದಲ್ಲಿ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: ftp가 사용자 홈 디렉토리에 사용자 액세스하는 것을 허용하시려면 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: യൂസറുകള്‍ ftp ഉപയോഗിച്ച് ഹോം ഡയറക്ടറികളിലേക്ക് പ്രവേശിക്കണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യേണ്ടതുണ്ട്: "setsebool -P $BOOLEAN=1"
mr: ftp ने वापरकर्ता प्रेवश करीता होम डिरेक्ट्रीज् परवानगी द्यावी याकरीता तुम्हास $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: Als je ftp wilt laten toestaan om gebruikers toegang tot hun persoonlijke map te geven moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ftp କୁ ତାହାର ନିଜ ଡିରେକ୍ଟୋରୀରେ ଚାଳକ ଅଭିଗମ୍ୟତା ପ୍ରଦାନ କରିବା ପାଇଁ ଚାହାନ୍ତି ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରିବାକୁ ହେବ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o FTP permita o acesso dos utilizadores à suas pastas pessoais, terá de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o ftp permita que usuários acessem os seus respectivos diretórios pessoais, você precisá mudar o Booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
ru: Если вы хотите, чтобы ftp разрешал доступ пользователей к своим домашним каталогам, установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da ftp dozvoljava korisnicima pristup njihovim ličnim direktorijumima, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill ftp ska tillåta användare komma åt sina hemkataloger måste du slå på $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் ftp க்கு அவர்களது முகப்பு அடைவுகளிலிருந்து பயணர்களை அணுக அனுமதிக்க விரும்பினால் நீங்கள் $BOOLEAN பூலியனை துவக்க வேண்டும்: "setsebool -P $BOOLEAN=1"
te: మీరు ftp ను దాని నివాససంచయంకు వినియోదారుల వాడుకును అనుమతించాలని అనుకుంటే మీరు $BOOLEAN పైన బూలియన్‌ను ఆన్‌చేయవలసివుంటుంది: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想让 ftp 允许用户访问他们的主目录，您需要开启 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 ftp 允許用戶存取它們的家目錄， 您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」

source: SELinux prevented $SOURCE from reading from the urandom device.
as: SELinux ৰ দ্বাৰা $SOURCEE ক urandom যন্ত্ৰৰ পৰা পঢ়িবলৈ বাধা দিয়া হৈছে ।
de: SELinux hinderte $SOURCE am Lesen des urandom-Geräts.
es: SELinux previno acerca de la intención de $SOURCE de leerdesde el dispositivo urandom.
fr: SELinux a empêché $SOURCE de lire à partir du périphérique urandom.
hi: SELinux ने $SOURCE को urandom युक्ति पढ़ने से रोका.
hu: SELinux megakadályozta, hogy $SOURCE olvassa az urandom eszközt.
kn: urandom ಸಾಧನದಿಂದ $SOURCE ಓದುವುದನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는$SOURCE가 urandom 장치에서 읽지 못하게 합니다.
ml: urandom ഡിവൈസില്‍ നിന്നും വായിക്കുന്നതിന് $SOURCE-നെ SELinux തടഞ്ഞിരിക്കുന്നു.
mr: SELinux ने $SOURCE ला urandom साधन वाचण्यापासून रोखले आहे.
nl: SELinux belette $SOURCE om het urandom device te lezen.
or: SELinux $SOURCE କୁ କ୍ରୋନ ସ୍ପୁଲ ଫାଇଲକୁ ଅଭିଗମ କରିବାରେ ଅଟକାଇଛି।
pt: O SELinux impediu o $SOURCE de ler a partir do dispositivo 'urandom'.
pt_br: O SELinux impediu que o $SOURCE leia a partir do dispositivo urandom.
ru: SELinux запретил $SOURCE выполнять чтение устройства urandom.
sr@latin: SELinux je sprečio $SOURCE od čitanja sa urandom uređaja.
sv: SELinux hindrade $SOURCE från att läsa från enheten urandom.
ta: SELinux ஆனது $SOURCE லிருந்து urandom சாதனத்தை வாசிப்பதை தடுக்கிறது.
te: SELinux అనునది $SOURCE ను urandom పరికరమునుండి చదువుటనుండినిరోధిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE 从 urandom 设备读取位器。
zh_tw: SELinux 防止了 $SOURCE 由 urandom 裝置進行讀取。
