Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux denied cvs access to $TARGET_PATH. If this is a CVS repository it needs to have a file context label of cvs_data_t. If you did not intend to use $TARGET_PATH as a CVS repository it could indicate either a bug or it could signal an intrusion attempt.
as: SELinux দ্বাৰা $TARGET_PATH'এ cvs ব্যবহাৰে প্ৰতিৰোধ কৰা হয়েছে। CVS সংগ্ৰহস্থলেৰ ক্ষেত্ৰে ফাইল কনটেক্সট cvs_data_t হওয়া আবশ্যক। $TARGET_PATH'কে cvs সংগ্ৰহস্থলৰূপে নিৰ্ধাৰণ না কৰা হলে সম্ভবত এটি কোনো বাগ অথবা অনুপ্ৰবেশেৰ সংকেত।
de: SELinux verweigerte cvs den Zugriff auf $TARGET_PATH. Wenn dies ein CVS-Depot ist, muss es eine Dateikontextkennung von cvs_data_t haben. Falls Sie $TARGET_PATH nicht als CVS-Depot verwenden wollten, könnte dies entweder ein Bug sein oder einen Einbruchsversuch signalisieren.
es: SELinux negó a cvs el acceso a $TARGET_PATH. Si éste es un repositorio CVS, tiene que tener la etiqueta de contexto de archivo cvs_data_t. Si su intención no es usar $TARGET_PATH como un repositorio cvs, ésto puede ser indicio de un ataque o bien un error.
fr: SELinux a refusé l'accès cvs à $TARGET_PATH. S'il s'agit d'un dépôt CVS, il doit porter l'étiquetage cvs_data_t contextuel au fichier. Si vous n'avez pas l'intention d'utiliser $TARGET_PATH comme dépôt cvs cela pourrait indiquer un bogue ou signaler une tentative d'intrusion.
hi: SELinux $TARGET_PATH में CVS अभिगम से मना किया है. अगर यह एक CVS रिपॉजिटरी है इसे फाइल संदर्भ लेबल cvs_data_t रखना चाहिये. अगर आप एक $TARGET_PATH को एक CVS रिपॉजिटरी के रूप में प्रयोग के इच्छुक नहीं है यह या तो बग या एक घुसपैठ प्रयास का सकता हो सकता है.
hu: SELinux megtagadta cvs hozzáférését $TARGET_PATH helyre. Ha ez CVS tároló, akkor cvs_data_t beállítás címke kell neki. Ha nem szándékozik $TARGET_PATH helyet CVS tárolónak használni, akkor ez hibát vagy behatolás kísérletet jelezhet.
kn: $TARGET_PATH ಗೆ SELinux cvs ಅನುಮತಿಯನ್ನು ನಿರಾಕರಿಸಿದೆ. ಎಲ್ಲಿಯಾದರೂ ಇದು ಒಂದು CVS ರೆಪೊಸಿಟರಿಯಾಗಿರ ಬೇಕಿದ್ದಲ್ಲಿ ಇದರ ಕಡತ ಸನ್ನಿವೇಶದ ಲೇಬಲ್ cvs_data_t ಆಗಿರಬೇಕು. ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು CVS ರೆಪೊಸಿಟರಿಯಾಗಿ ಬಳಸುವ ಬಯಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 $TARGET_PATH로 cvs 액세스하는 것을 거부합니다. 이것이 CVS 리포지터리일 경우 cvs_data_t의 파일 문맥 레이블을 가지고 있어야 합니다. CVS 리포지터리로 $TARGET_PATH를 사용하고자 하지 않으실 경우 버그가 나타나거나 또는 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: $TARGET_PATH-ലേക്കുളള cvs പ്രവേശനം SELinux നിഷേധിച്ചിരിക്കുന്നു. ഇത് ഒരു CVS റിപ്പോസിറ്ററി ആണ് എങ്കില്‍, cvs_data_t എന്ന ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് ലേബല്‍ ഉണ്ടാകേണ്ടതാണ്. നിങ്ങള്‍ക്ക് $TARGET_PATH ഒരു cvs റിപ്പോസിറ്ററി ആയി ഉപയോഗിക്കണമെങ്കില്‍, അത് ഒരു ബഗ് അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने $TARGET_PATH करीता cvs प्रवेश नकारले. ही CVS रेपॉजटरी असल्यास त्यांस cvs_data_t लेबल असणे आवश्यक आहे. $TARGET_PATH ला cvs रेपॉजटरीप्रमाणे वापरायचे नसल्यास ते बग किंवा अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux belette cvs toegang tot $TARGET_PATH. Als dit een CVS repository is moet het een bestand context label hebben van het type cvs_data_t. Als je niet van plan was om $TARGET_PATH als een CVS repository te gebruiken kan dit, of een bug zijn, of een teken zijn van een indringing poging.
or: SELinux $TARGET_PATH ରେ cvs ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଥାଏ। ଯଦି ଏହା ଗୋଟିଏ CVS ସଂଗ୍ରହାଳୟ ତେବେ ଏଥିରେ cvs_data_t ନାମକ ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମପଟି ଥିବା ଉଚିତ। ଯଦି ଆପଣ $TARGET_PATH କୁ ଗୋଟିଏ CVS ସଂଗ୍ରହାଳୟଭାବରେ ବ୍ୟବହାର କରିବା ପାଇଁ ଇଚ୍ଛାକରିନଥାନ୍ତି ତେବେ ଏହା ହୁଏତଃ ଗୋଟିଏ ତ୍ରୁଟିକୁ ସୂଚାଇଥାଏ ଅଥବା ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟାକୁ ସୂଚାଇଥାଏ।
pt: O SELinux negou o acesso do CVS ao $TARGET_PATH. Se este for um repositório de CVS, deverá ter uma etiqueta de contexto do ficheiro igual a 'cvs_data_t'. Se não pretender usar o $TARGET_PATH como repositório de CVS, poderá indicar tanto um erro como uma tentativa de intrusão.
pt_br: O SELinux impediu que o cvs acessasse $TARGET_PATH. Se este for um repositório CVS, ele precisa ter um rótulo de contexto de arquivo cvs_data_t. Se você não tinha a intenção de usar o $TARGET_PATH como um repositório cvs isto pode indicar um erro ou uma tentativa de intrusão.
ru: SELinux запретил доступ cvs к $TARGET_PATH. Если это репозиторий CVS, он должен иметь контекст cvs_data_t. Если вы не используете $TARGET_PATH как репозиторий CVS, возможно, это ошибка или попытка вторжения.
sr@latin: SELinux je odbio cvs pristup ka $TARGET_PATH. Ako je ovo CVS spremište, mora imati cvs_data_t oznaku konteksta datoteke. Ako niste namerili da koristite $TARGET_PATH kao CVS spremište ovo može ukazivati ili na grešku ili na pokušaj upada.
sv: SELinux nekade cvs åtkomst till $TARGET_PATH. Om detta är ett CVS-förråd behöver det ha en filkontextetikett cvs_data_t. Om du inte avsåg att använda $TARGET_PATH som ett CVS-förråd kan det indikera antingen ett fel eller vara tecken på ett intrångsförsök.
ta: SELinux ஆனது cvs அணுகல் $TARGET_PATHக்கு மறுக்கிறது. இது ஒரு CVS களஞ்சியமாக இருந்தால் இது ஒரு கோப்பு உரை லேபிலான cvs_data_tஐ பெற்றிருக்க வேண்டும். உங்களுக்கு $TARGET_PATHஐ ஒரு CVS களஞ்சியமாக பயன்படுத்த திட்டமில்லை எனில் இது ஒரு பிழையாக அறிவிக்கும் அல்லது இது ஒரு நிர்வாக முயற்சியின் சிக்னல்.
te: SELinux అనునది cvs వాడుకను $TARGET_PATH కు తిరస్కరిస్తుంది. ఒకవేల ఇది cvs రిపోజిటరీ అయితే అది దస్త్రము సందర్భం లేబుల్ cvs_data_t యొక్కది కలిగివుండాలి. మీరు $TARGET_PATH ను cvs రిపోజిటరీలాగా ఉపయోగించాలని అనుకోకపోతే ఇది ఒక బగ్‌నుగాని లేదా ఇది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了cvs 访问 $TARGET_PATH。 如果这是一个 CVS 程序库，它应当有一个文件上下文标记 cvs_data_t。 如果您并没有打算将 $TARGET_PATH 作为 CVS 程序库使用，这可能是 一个 Bug 或是入侵尝试的信号。
zh_tw: SELinux 拒絕了透過 cvs 存取 $TARGET_PATH。 若這是個 CVS 軟體庫，它必須要有個檔案 context 標籤 cvs_data_t。若您並未嘗試使用 $TARGET_PATH 為 cvs 儲存庫的話， 這顯示了可能是項錯誤，或是它可能也代表系統已遭到嘗試入侵的警訊。

source: You can alter the file context by executing chcon -R -t cvs_data_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -R -t cvs_data_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um diese bei einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t cvs_data_t '$TARGET_PATH'"
es: Puede alterar el contexto de archivo ejecutando chcon -R -t cvs_data_t '$TARGET_PATH' También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, para preservarlos incluso después de un reetiquetado completo. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
fr: Vous pouvez modifier le contexte du fichier en exécutant chcon -R -t cvs_data_t '$TARGET_PATH' Vous devez aussi changer le dossier par défaut des fichiers de contexte de votre système, même lors d'un réétiquetage complet, de manière à les préserver. « semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH' »
hu: Megváltoztathatja a fájl beállítást a chcon -R -t cvs_data_t '$TARGET_PATH' parancs végrehajtásával. Az alapértelmezett fájl beállítást szintén meg kell változtatni, hogy a változás maradandó legyen még teljes újracímkézés után is. „semanage fcontext -a -t cvs_data_t '$TARGET_PATH'”
kn: chcon -R -t cvs_data_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
ko: chcon -R -t cvs_data_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
ml: chcon -R -t cvs_data_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
mr: chcon -R -t cvs_data_t '$TARGET_PATH' चालवून तुम्ही फाइल संदर्भ बदलवू शकता पूर्णतया पुनः लेबल झाल्यावर प्रणालीवरील पूर्वनिर्धारीत फाइल्स्चे संदर्भ देखील तुम्हाला बदलावे लागेल. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen door chcon -R -t cvs_data_t '$TARGET_PATH' uit te voeren. Je moet ook de standaard bestand context bestanden van het systeem veranderen om dit te handhaven na volledige her-bestempeling. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
or: chcon -R -t cvs_data_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଆପଣ ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ଆପଣ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
pt: Pode alterar o contexto do ficheiro executando 'chcon -R -t cvs_data_t '$TARGET_PATH' Também deve alterar os ficheiros predefinidos do contexto do ficheiro no sistema para que sejam preservados em caso de uma re-etiquetagem completa. "semanage fcontext -a -t vcs_data_t '$FIX_TARGET_PATH'"
pt_br: Você pode alterar o contexto do arquivo executando chcon -R -t cvs_data_t '$TARGET_PATH' Você deve também alterar o contexto de arquivo padrão dos arquivos do sistema para preservá-los mesmo em uma nova rotulagem total. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
ru: Можно изменить контекст, выполнив команду: «chcon -R -t cvs_data_t '$TARGET_PATH'» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'»
sr@latin: Možete promeniti kontekst datoteke izvršavanjem chcon -R -t cvs_data_t '$TARGET_PATH' Takođe morate promeniti podrazumevani kontekst datoteke na sistemu kako biste ih sačuvali u slučaju ponovnog označavanja. „semanage fcontext -a -t cvs_data_t '$TARGET_PATH'“
sv: Du kan ändra filkontexten genom att köra chcon -R -t cvs_data_t '$TARGET_PATH' Du måste också ändra standradfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
te: మీరు దస్త్రము సందర్భంను chcon -R -t cvs_data_t '$TARGET_PATH' నిర్వర్తించుట ద్వారా మార్చవచ్చు మీరు అప్రమేయ దస్త్ర సందర్భ దస్త్రాలను సిస్టమ్ పైన వాటిని పూర్తి నమ్మదగినవిగా వుంచుటకు మార్చవలసివుంటుంది. "semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'"
zh_cn: 您可以通过执行 chcon -R -t cvs_data_t '$TARGET_PATH' 修改文件上下文。 您还必须修改系统中的默认文件上下文文件以便在完全重新标记后还可以保留它们。"semanage fcontext -a -t vcs_data_t '$FIX_TARGET_PATH'"
zh_tw: 您可透過執行 chcon -R -t cvs_data_t '$TARGET_PATH' 來更改檔案 context。 您也必須更改系統上的預設 file context 檔案才可在進行完整重新標記的情況下將它們保留住。「semanage fcontext -a -t cvs_data_t '$FIX_TARGET_PATH'」

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access to $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH "$ACCESS" am Zugriff auf $TARGET_PATH.
es: SELinux está negando a $SOURCE_PATH "$ACCESS" acceder a $TARGET_PATH.
fr: SELinux empêche $SOURCE_PATH d'« $ACCESS » au périphérique $TARGET_PATH.
hi: SELinux $SOURCE_PATH "$ACCESS" को $TARGET_PATH में अभिगम से रोक रहा है.
hu: SELinux megakadályozza $SOURCE_PATH „$ACCESS” hozzáférését $TARGET_PATH helyhez.
kn: ಸಾಧನ $TARGET_PATH ಕ್ಕೆ $SOURCE_PATH "$ACCESS" ನ ನಿಲುಕಣೆಯನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 $SOURCE_PATH "$ACCESS" 액세스하지 못하게 합니다.
ml: $TARGET_PATH-ലേക്കുളള $SOURCE_PATH "$ACCESS" പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux $SOURCE_PATH "$ACCESS" ला उपकरन $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH "$ACCESS" toegang tot $TARGET_PATH.
or: SELinux $SOURCE_PATH କୁ $TARGET_PATH ଉପକରଣରେ "$ACCESS" କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o $SOURCE_PATH "$ACCESS" acesso a $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH "$ACCESS" acesse o $TARGET_PATH.
ru: SELinux запрещает $SOURCE_PATH доступ «$ACCESS» к $TARGET_PATH.
sr@latin: SELinux sprečava $SOURCE_PATH „$ACCESS“ pristup ka $TARGET_PATH.
sv: SELinux nekar $SOURCE_PATH "$ACCESS"-åtkomst till $TARGET_PATH.
ta: SELinuxஐ $SOURCE_PATH "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.
te: SELinux అనునది $SOURCE_PATH "$ACCESS" యాక్సెస్‌ను $TARGET_PATHకు నిరోధిస్తోంది.
zh_cn: SELinux 正在阻止 $SOURCE_PATH "$ACCESS" 访问设备 $TARGET_PATH。
zh_tw: SELinux 防止了 $SOURCE_PATH「$ACCESS」存取 $TARGET_PATH。

source: SELinux is preventing $SOURCE "$ACCESS" access to files with the default label, default_t. The default_t label is the default label for new directories created under the / directory. No confined applications are allowed to access files labeled default_t. This probably indicates a labeling problem, especially if the files being referred to are not top level directories. Any files/directories under standard system directories, /usr, /var. /dev, /tmp, ..., should not be labeled with the default_t. If you create a new directory in / it will get this label.
de: SELinux hindert $SOURCE "$ACCESS" am Zugriff auf Dateien mit dem Standard-Label, default_t. Das default_t ist das Standard-Label für neu erstellte Verzeichnisse unter dem /-Verzeichnis. Eingeschränkte Anwendungen dürfen auf default_t-Dateien nicht zugreifen. Dies könnte ein Labeling-Problem anzeigen, besonders, wenn die entsprechenden Dateien sich nicht in einem Top-Level-Verzeichnis befinden. Jegliche Dateien/Verzeichnisse unterhalb von Standardsystemverzeichnissen wie z. B. /usr, /var, /dev, /tmp, ..., sollten nicht mit default_t markiert werden. Wenn Sie ein neues Verzeichnis in / erstellen, erhält es dieses Label.
es: SELinux está negando a $SOURCE el acceso "$ACCESS" a archivos con la etiqueta predeterminada default_t. La etiqueta default_t es la predeterminada para directorios nuevos creados bajo /. Las aplicaciones confinadas no tienen acceso a archivos default_t. Esto probablemente indique un problema de etiquetado, especialmente si los archivos mencionados no son directorios de alto nivel. Ningún archivo/directorio bajo los directorios estándares del sistema, /usr, /var, /dev, /tmp, ..., no deben ser etiquetados con default_t. Si crea un directorio nuevo en / tendrá esta etiqueta.
fr: SELinux empêche $SOURCE d'« $ACCESS » à des fichiers ayant l'étiquette par défaut, default_t. default_t est l'étiquette par défaut des nouveaux répertoires créés à partir du répertoire racine /. Aucune des applications confinées est autorisée à accéder aux fichiers étiquetés default_t. Ceci peut signifier un problème d'étiquetage, plus particulièrement si les fichiers concernés ne sont pas dans des répertoires de premier niveau. Tout fichier ou répertoire présent dans un répertoire système standard tel que /usr, /var. /dev, /tmp, ... ne devrait pas être étiqueté avec l'étiquetage par défaut default_t. C'est pourquoi si vous créez un nouveau répertoire dans la racine / il devrait porter cette étiquette.
hi: SELinux $SOURCE "$ACCESS" को default_t तयशुदा स्तर से फाइल पहुँच में रोक रहा है default_t तयशुदा स्तर है नई निर्देशिका के लिए जो कि / के अंतर्गत बनाई गई है. कोई सीमित अनुप्रयोग को default_t फ़ाइलों की पहुँच के लिए अनुमति नहीं दिया गया है. यह संभवतः किसी लेबलिंग समस्या को बताता है, खासकर तब जब फ़ाइल का संदर्भ लिया जाता है जो कि शीर्ष स्तरीय निर्देशिका नहीं है. कोई फ़ाइल/निर्देशिका मानक तंत्र निर्देशिका के अंतर्गत, /usr, /var. /dev, /tmp, ..., को default_t से लेबल किया जाना चाहिए. यदि आप कोई नई निर्देशिका / में बनाते हैं यह इस लेबल को पाएगा.
hu: SELinux megakadályozza $SOURCE „$ACCESS” hozzáférését az alapértelmezett default_t címkéjű fájlokra. A default_t címke az alapértelmezés új mappákra a / alatt. Korlátozott alkalmazások nem férhetnek hozzá a default_t címkéjű fájlokhoz. Ez talán címkézés problémát jelent különösen akkor, ha a hivatkozott fájlok nem csúcs szintű mappák. Minden fájlt/mappát a szabványos mappák alatt, /usr, /var. /dev, /tmp, ..., az alapértelmezett default_t címkétől eltérően kell megjelölni. Ha új mappát csinál a / alá, az e címkét kapja.
kn: $SOURCE "$ACCESS" ಅನ್ನು default_t ಎಂಬ ಪೂರ್ವನಿಯೋಜಿತ ಲೇಬಲ್‌ಗಳನ್ನು ಹೊಂದಿರುವ ಕಡತಗಳ ನಿಲುಕಣೆಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. default_t ಎನ್ನುವುದು / ನ ಅಡಿಯಲ್ಲಿ ನಿರ್ಮಿಸಲಾದ ಕೋಶಗಳು ಪೂರ್ವನಿಯೋಜಿತ ಲೇಬಲ್ ಆಗಿರುತ್ತವೆ. ಮಿತಿಗೊಳಿಸಲಾದ ಯಾವುದೆ default_t ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಅನುಮತಿ ಇರುವುದಿಲ್ಲ. ಇದು ಬಹುಷಃ ಒಂದು ಲೇಬಲ್ ಮಾಡುವಿಕೆಯ ತೊಂದರೆ ಆಗಿರಬಹುದು, ಸಾಮಾನ್ಯವಾಗಿ ಉಲ್ಲೇಖಿಸಲಾದ ಕಡತಗಳು ಮೇಲ್ಮಟ್ಟದ ಕಡತಕೋಶವಾಗಿರದೆ ಇದ್ದಲ್ಲಿ. ಯಾವುದೆ ಸ್ಟಾಂಡರ್ಡ್ ಗಣಕ ಕಡತಕೋಶದಲ್ಲಿನ, /usr, /var. /dev, /tmp, ..., ಗಳ ಅಡಿಯಲ್ಲಿನ ಯಾವುದೆ ಕಡತಗಳು/ಕಡತಕೋಶಗಳಿಗೆ default_t ನೊಂದಿಗೆ ಲೇಬಲ್ ಆಗಿರಬಾರದು. ಯಾವ ಒಂದು ಮೂಲ ಕಡತಕೋಶದಲ್ಲಿ ಒಂದು ಲೇಬಲ್ ಇರುವುದಿಲ್ಲವೂ ಅಲ್ಲಿನ ಕಡತ/ಕಡತಕೋಶಗಳಿಗೆ ಪೂರ್ವನಿಯೋಜಿತ ಲೇಬಲ್ ಬೇಕಾಗುತ್ತದೆ. ಆದ್ದರಿಂದ ನೀವು ಒಂದು ಹೊಸ ಕಡತಕೋಶವನ್ನು / ನಲ್ಲಿ ನಿರ್ಮಿಸಿದರೆ ಈ ಲೇಬಲ್ ಆಯಾಚಿತವಾಗಿ ಒದಗಿಬರುತ್ತದೆ.
ko: SELinux는 기본값 레이블 default_t로된 파일에 $SOURCE "$ACCESS" 액세스하지 못하게 합니다. default_t는 / 아래에 생성된 새로운 디렉토리에 대힌 기본값 레이블입니다. default_t로 레이블된 파일을 액세스하기 위해 제한된 응용 프로그램을 허용하지 않습니다. 특히 파일이 정상 수준 디렉토리에 있지 않을 경우, 레이블에 문제가 있다고 나타날 수 있습니다. 즉 표준 시스템 디렉토리, /usr, /var. /dev, /tmp,..., 아래에 있는 파일/디렉토리는 모두 default_t로 레이블되어서는 안됩니다. / 상에서 새로운 디렉토리를 생성하시고자 할 경우 이러한 레이블을 하실 수 있습니다.
ml: ഫയലുകളിലേക്കുള്ള $SOURCE "$ACCESS" പ്രവേശനം സ്വതവേയുള്ള ലേബലായ default_t ഉപയോഗിച്ചു് SELinux തടയുന്നു. /-ല്‍ ഉണ്ടാക്കിയിരിക്കുന്ന പുതിയ ഡറക്ടറികള്‍ക്കു് സ്വതവേയുള്ള ലേബലാണു് default_t. പരിമിതമായ പ്രയോഗങ്ങള്‍ക്ക് default_t ഫയലുകള്‍ ഉപയോഗിക്കുവാന്‍ അനുവാദമില്ല. ഇതു് മിക്കവാറും ഒരു ലേബലിങ് തകരാറാവാം, പ്രത്യേകിച്ചു് പറഞ്ഞിരിക്കുന്ന ഫയലുകള്‍ ടോപ്പ് ലവല്‍ ഡയറക്ടറികള്‍ അല്ലാത്തതുകൊണ്ടു്. സാധാരണയുള്ള സിസ്റ്റം ഡയറക്ടറികള്‍, /usr, /var. /dev, /tmp, എന്നിവയിലുള്ള ഫയലുകള്‍/ഡയറക്ടറികള്‍ default_t ഉപയോഗിച്ചു് ലേബല്‍ ചെയ്യുവാന്‍ പാടില്ല. നിങ്ങള്‍ /-ല്‍ പുതിയ ഒരു ഡയറക്ടറി ഉണ്ടാക്കിയാല്‍ അതിനീ ലേബല്‍ കിട്ടുന്നു.
mr: SELinux $SOURCE "$ACCESS" ला पूर्वनिर्धारीत लेबल, default_t असलेल्या फाइल्स् करीता प्रवेश रोखत आहे. default_t / अंतर्गत निर्माण केलेल्या नवीन डिरेक्ट्रीज् करीता पूर्वनिर्धारीत लेबल आहे. मर्यादीत ऍप्लिकेशन्स् default_t फाइल्स् करीता प्रवेश प्राप्त करू शकत नाही. हे लेबलींग दोष असू शकते, विशेषतया संदर्भजोगी फाइल उच्च स्तरीय डिरेक्ट्रीज् नसल्यास. /usr, /var. /dev, /tmp, ..., अंतर्गत मानक प्रणाली डिरेक्ट्रीज् default_t सह लेबल करू नका. / अंतर्गत नवीन डिरेक्ट्री निर्माण केल्यास त्यांस हे लेबल प्राप्त होईल.
nl: SELinux belet $SOURCE "$ACCESS" toegang naar bestanden met de standaard label, default_t. De default_t label is het standaard label voor nieuwe mappen aangemaakt in de / map. Aan beperkte toepassingen is het niet toegestaan om toegang te hebben tot default_t bestanden. Dit geeft waarschijnlijk een labeling probleem aan, zeker als de benaderde bestanden geen top niveau mappen zijn. Alle bestanden/mappen in de standaard systeem mappen, /usr, /var, /dev, /tmp,..., moeten niet gelabeld zijn met default_t. Als je een nieuwe map aanmaakt in / zal het dit label krijgen.
or: SELinux ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନାମପଟି default_t ବିଶିଷ୍ଟ ଫାଇଲଗୁଡ଼ିକରେ $SOURCE "$ACCESS" ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଥାଏ। default_t ନାମପଟିଟି ହେଉଛି / ଅନ୍ତର୍ଗତରେ ନିର୍ମିତ ନୂତନ ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକ ପାଇଁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନାମପଟି। କୌଣସି ସୀମିତ ପ୍ରୟୋଗଗୁଡ଼ିକ default_t ନାମପଟି ବିଶିଷ୍ଟ ଫାଇଲଗୁଡ଼ିକକୁ ଅଭିଗମ୍ୟ କରିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ନୁହଁନ୍ତି। ଏହା ସମ୍ଭବତଃ ଗୋଟିଏ ନାମକରଣ ସମସ୍ୟାକୁ ସୂଚାଇଥାଏ, ବିଶେଷକରି ଯଦି ଦର୍ଶାଯାଇଥିବା ଫାଇଲଗୁଡ଼ିକ ଉପର ସ୍ତରର ଡିରେକ୍ଟୋରୀ ହୋଇନଥାନ୍ତି। ମାନକ ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକ ମଧ୍ଯରେ, /usr, /var. /dev, /tmp, ..., ଇତ୍ୟାଦି ଫାଇଲ/ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକୁ default_t ନାମରେ ନାମକରଣ କରିବା ଉଚିତ ନୁହଁ। ଯଦି ଆପଣ / ମଧ୍ଯରେ ଗୋଟିଏ ନୂତନ ଡିରେକ୍ଟୋରୀ ନିର୍ମାଣ କରନ୍ତି ତେବେ ଏହାର ନାମକରଣ ହୋଇଯିବ।
pt: O SELinux está a impedir $SOURCE "$ACCESS" o acesso a ficheiros com a etiqueta por omissão default_t. A etiqueta default_t é a etiqueta por omissão para novos directórios criados por baixo do directório /. Aplicações confinadas não estão autorizadas a aceder a ficheiros etiquetados com default_t. Isto provavelmente indica um problema de etiquetagem, principalmente se os ficheiros referidos não são directórios de topo. Qualquer ficheiro/directório por baixo de directórios do sistema standards, /usr, /var. /dev, /tmp, ... não deverão ser etiquetados com default_t. Se criar um novo directório em / irá obter esta legenda.
pt_br: O SELinux está impedindo que o $SOURCE "$ACCESS" acesse arquivos com o rótulo padrão, default_t. O default_t é o rótulo padrão para novos diretórios criados sob o diretório /. Nenhum aplicativo confinado tem a permissão de acessar arquivos rotulados como default_t. Isso provavelmente indica um problema de rotulagem, especialmente se os arquivos referenciados não forem diretórios de nível superior. Quaisquer arquivos/diretórios sob os diretórios padrão do sistema, /usr, /var. /dev, /tmp, ..., não devem ser rotulados como default_t. Se você criar um novo diretório no /, ele irá ganhar esse rótulo.
ru: SELinux запрещает $SOURCE доступ «$ACCESS» к файлам с меткой default_t. Всем заново созданным в корневом дереве «/» каталогам присваивается стандартная метка default_t. Ограничиваемым приложениям не разрешается обращаться к файлам default_t. Это может быть результатом проблемы маркировки, особенно если эти файлы не являются каталогами верхнего уровня. Файлы и каталоги из стандартных системных каталогов /usr, /var, /dev, /tmp и т.п. не должны иметь метку default_t. При создании новых каталогов в «/» им будет присвоена эта метка.
sr@latin: SELinux sprečava $SOURCE „$ACCESS“ pristup ka datotekama sa podrazumevanom oznakom, default_t. Oznaka default_t je podrazumevana za nove direktorijume napravljene pod direktorijumom /. Nijednom ograničenom programu nije dozvoljeno da pristupi datotekama označenim kao default_t. Ovo verovatno ukazuje na problem u označavanju, naročito ako datoteke u pitanju nisu direktorijumi najvišeg nivoa. Bilo koje datoteke/direktorijumi pod standardnim sistemskim direktorijumima /usr, /var, /dev, /tmp,... ne bi trebalo da budu označeni sa default_t. Ako napravite novi direktorijum u / on će dobiti ovu oznaku.
sv: SELinux nekar $SOURCE "$ACCESS"-åtkomst till filer med standardetiketten, default_t. Etiketten default_t är standardetiketten för nya kataloger som skapas under katalogen /. Inga begränsade program får lov att komma åt filer med etiketten default_t. Detta är förmodligen tecken på ett etiketteringsproblem, särskilt om filerna som referaras inte är toppnivåkataloger. Filer/kataloger under standardsystemkataloger /usr, /var. /dev, /tmp, ... skall inte vara märkta med default_t. Om du skapar en ny katalog i / kommer den få denna etikett.
ta: SELinux ஐ $SOURCE "$ACCESS" க்கு முன்னிருப்பு லேபிளுக்கு தடுக்கிறது. இந்த default_t லேபில் சில புதிய அடைவுகளை உருவாக்குகிறது /. default_t கோப்புகளுக்கு வரையறுக்கப்பட்ட பயன்பாடுகள் அணுகுவதற்கு அனுமதிக்கப்படவில்லை. இது பொதுவாக லேபிலாக்க சிக்கலை சுட்டிகாட்டுகிறது, முக்கியமாக கோப்புகளை மேற்கோளிடுகிறது மேல் மட்ட அடைவுகள் இல்லை. எந்த கோப்புகள்/அடைவுகள் நிலையானதாகிறது , /usr, /var. /dev, /tmp, ..., default_tபாக லேபிலாக்கப்படவில்லை. புதிய அடைவை ஒரு புதிய / லேபில் பெறுவதை உருவாக்கு.
te: SELinux అనునది $SOURCE "$ACCESS"ను అప్రమేయ లేబుల్ default_tతో వున్న దస్త్రములను యాక్సెస్ చేయుటనుండి నిరోధిస్తోంది. / డైరెక్టరీ క్రింద సృష్టించిన కొత్త డైరెక్టరీలకు default_t లేబుల్ అనునది అప్రమేయ లేబుల్. ఎటువంటి నిరోధపు అనువర్తనములు default_t లేబుల్‌తో వున్న దస్త్రముల యాక్సెస్‌కు అనుమతించబడవు. ఇది బహుశా లేబులింగ్ సమస్యను సూచిస్తుండవచ్చు, సంప్రదించబడుతున్నటువంటి దస్త్రములు ప్రత్యేకించి పైస్థాయి డైరెక్టరీలు కాకపోతే. ప్రామాణిక సిస్టమ్ డైరెక్టరీలు /usr,/var. /dev, /tmp, ..., క్రిందని ఏదేని దస్త్రములు/డైరెక్టరీలు default_tతో లేబుల్ చేయబడివుండాలి. మీరు / నందు కొత్త డైరెక్టరీను సృష్టించితే అది ఈ లేబుల్‌ను పొందుతుంది.
zh_cn: SELinux 正在阻止 $SOURCE "$ACCESS" 访问具有默认标签 default_t 的文件。 default_t 是在 / 中新生成目录的默认标记 。任何受限制的应用程序口不可以访问被标为 default_t 的文件。这可能表示有标记问题，特别是参考的文件不 在顶极目录中时。所有标准系统目录中的文件/目录， 比如 /usr、/var、/dev、/tmp 等等都不应被标记为 default_t。如果您在 / 这生成新目录，它就会获得这个标记。
zh_tw: SELinux 防止了 $SOURCE「$ACCESS」存取含有預設標籤 default_t 的檔案。 default_t 為建立在 / 下的新目錄的預設標籤。沒有任何受限制的應用程式可被允許存取標籤為 default_t 的檔案。這代表了標記上的問題，特別是在被參照的檔案 非頂層目錄的情況下。任何位於標準系統目錄（例如 /usr、/var、/dev、/tmp、...） 下的檔案/目錄都不應被標記為 default_t。若您在 / 中建立了新的目錄，該目錄便會取得此標籤。
