Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: If you want to change the file context of $TARGET_PATH so that the httpd daemon can access it, you need to execute it using semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'. <br><br>where FILE_TYPE is one of the following: %s. You can look at the httpd_selinux man page for additional information.
de: Falls Sie den Dateikontext von $TARGET_PATH ändern möchten, so dass der httpd- Daemon Zugriff hat, müssen Sie semanage fcontext -a -t FILE_TYPE '$TARGET_PATH' ausführen. <br><br>wobei FILE_TYPE einer der folgenden ist: %s. Sie finden zusätzliche Informationen auf der httpd_selinux-Handbuchseite.
es: Si quiere modificar el contexto de archivo de $TARGET_PATH para que el demonio httpd pueda accederlos, necesita ejecutarlo usando semanage fcontext -a -t TIPO_DE_ARCHIVO '$FIX_TARGET_PATH'. <br><br>donde TIPO_DE_ARCHIVO es uno de los siguientes: %s. Puede mirar en la página man de httpd_selinux para información adicional.
fr: Si vous souhaitez modifier le contexte du fichier de $TARGET_PATH de façon à ce que httpd puisse y avoir accès, vous devez l'exécuter en utilisant semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'. <br><br>où FILE_TYPE est l'un des suivants : %s. Vous pouvez regarder la page de manuel httpd_selinux pour davantage d'informations.
hu: Ha szeretné megváltoztatni $TARGET_PATH beállítását, hogy httpd szolgáltatás hozzáférjen, akkor adja ki a következő parancsot: semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'. <br><br>Ahol FILE_TYPE a következők egyike: %s. További információért forduljon a httpd_selinux kézikönyv oldalhoz.
kn: httpd ಡೆಮನ್ $TARGET_PATH ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವಂತೆ ಅದರ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಲು ನೀವು ಬಯಸಿದಲ್ಲಿ semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ. <br><br>ಇಲ್ಲಿ FILE_TYPE ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದು ಆಗಿರುತ್ತದೆ: %s. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ httpd_selinux ಸಹಾಯಪುಟವನ್ನು ನೋಡಿ.
ko: $TARGET_PATH의 파일 문맥을 변경하여 httpd 데몬이 그것을 액세스할 수 있도록 하려면, 다음을 사용해야 합니다: semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' <br><br>여기서 FILE_TYPE은 다음 중 하나가 됩니다: %s. 보다 자세한 정보는 httpd_selinux 메뉴얼 페이지를 보시기 바랍니다.
ml: httpd ഡെമണിനു് $TARGET_PATH-ന്റെ ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ലഭ്യമാക്കുന്നതിനായി നിങ്ങള്‍ semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' പ്രവര്‍ത്തിപ്പിക്കുക. <br><br>ഇവിടെ FILE_TYPE ഇവയിലൊന്നാണു്: %s. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി httpd_selinux മാന്‍ താള്‍ കാണുക.
mr: httpd डीमनच्या प्रवेशसाठी, $TARGET_PATH चे फाइल संदर्भ बदलवायचे असल्यास, तुम्हाला semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' चालवावे लागेल. <br><br>जेथे FILE_TYPE खालील पैकी एक आहे: %s. अगाऊ माहितीसाठी httpd_selinux man पान पहा.
nl: Als je de bestand context van $TARGET_PATH zo wilt veranderen dat de httpd daemon er toegang tot heeft, moet je het volgende commando uitvoeren semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'. <br><br>waarin FILE_TYPE een van de volgende is: %s. Je kunt naar de httpd_selinux manual pagina kijken extra informatie.
or: ଯଦି ଆପଣ $TARGET_PATH ର ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି ଯାହା ଫଳରେ httpd ଡେମନ ଏହାକୁ ପରିବର୍ତ୍ତନ କରିପାରିବ, ତେବେ ଆପଣଙ୍କୁ ଏହାକୁ semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' କୁ ବ୍ୟବହାର କରି ନିଷ୍ପାଦନ କରିବାକୁ ହେବ <br><br>where FILE_TYPE is one of the following: %s. ଆପଣ ଅତିରିକ୍ତ ସୂଚନା ପାଇଁ httpd_selinux ର ମୂଖ୍ୟ ପୃଷ୍ଠାକୁ ଦେଖିପାରିବେ।
pt: Se quiser mudar o contexto do ficheiro $TARGET_PATH para que o serviço httpd consiga aceder-lhe, terá de executar o comando semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'. <br><br>onde FILE_TYPE é um dos seguintes: %s. Poderá ver a página do manual do httpd_selinux para mais informações.
pt_br: Se você quiser alterar o contexto de arquivo do $TARGET_PATH para que o daemon httpd acesse-o, você precisa executá-lo usando semanage fcontext -a -t TIPO_DO_ARQUIVO '$FIX_TARGET_PATH'. <br><br>onde TIPO_DO_ARQUIVO é um dos seguintes: %s. Você pode ler a página man do httpd_selinux para mais informações.
ru: Чтобы изменить контекст файла $TARGET_PATH с целью разрешения к нему доступа демона httpd, запустите его с помощью «semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'». <br><br>где FILE_TYPE может принимать значения: %s. Подробная информация может быть найдена на странице помощи httpd_selinux.
sr@latin: Ako želite da promenite kontekst datoteke za $TARGET_PATH kako bi joj httpd sistemska usluga mogla pristupiti, to izvršite koristeći semanage fcontext -a -t VRSTA_DATOTEKE '$FIX_TARGET_PATH'. <br><br>gde je VRSTA_DATOTEKE jedna od sledećih: %s. Možete pogledati httpd_selinux man stranicu za dodatne informacije.
sv: Om du vill ändra filkontext för $TARGET_PATH så att httpd-demonen kan komma åt den måste du köra semanage fcontext -a -t FILTYP '$FIX_TARGET_PATH'. <br><br>där FILTYP är en av följande: %s. Du kan titta på manualsidan för httpd_selinux för mer information.
te: మీరు $TARGET_PATH దస్త్రము సందర్భంను మార్చాలనుకుంటే ఆ httpd డెమోన్ దానిని వాడుకుంటుంది, మీరు దానిని యిది వుపయోగించి నిర్వర్తించాలి semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH'. <br><br>ఇచట FILE_TYPE క్రిందిదానిలో వొకటి కాగలదు: %s. అదనపు సమాచారము కొరకు మీరు httpd_selinux man పేజీనందు చూడ గలరు.
zh_cn: 如果您想要更改 $TARGET_PATH 的文件上下文以便 httpd 守护进程能访问 它，您需要使用 semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' 执行它， <br><br>其中 FILE_TYPE 是以下类型之一：%s。 您可以查看 httpd_selinux man page 来获得更多的信息。
zh_tw: 若您希望更改 $TARGET_PATH 的檔案 context 來讓 httpd daemon 可以存取它的話，您需要透過使用 semanage fcontext -a -t FILE_TYPE '$FIX_TARGET_PATH' 來執行它。 <br><br>FILE_TYPE 為下列其中之一：%s。 您可參閱 httpd_selinux 的 man page 來取得額外資訊。

source: SELinux is preventing the http daemon from using built-in scripting.
as: SELinux ৰ দ্বাৰা http ডেমনক বিল্ট-ইন স্ক্ৰিপ্ট ব্যৱহাৰত বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hindert den HTTP-Daemon an der Verwendung von integriertem Skripting.
es: SELinux está negando al demonio http usar el lenguaje de scripts.
fr: SELinux empêche le démon http d'utiliser le scripting incorporé.
hi: SELinux http डेमॉन को अंतर्निमित स्क्रिप्टिंग के प्रयोग से रोका.
hu: SELinux megakadályozza, hogy a "http" szolgáltatás beépített szkriptelést használjon.
kn: http ಡೆಮನ್ ಒಳ-ನಿರ್ಮಿತ(ಬಿಲ್ಟ್‍-ಇನ್) ಸ್ಕ್ರಿಪ್ಟಿಂಗ್ ಅನ್ನು ಬಳಸದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ
ko: SELinux는 http 데몬이 내장된 스크립트를 사용하지 못하게 합니다.
ml: ബിള്‍ട്ട്-ഇന്‍ സ്ക്രിപ്റ്റിങ് ഉപയോഗിക്കുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux http डीमनला built-in स्क्रिप्टींग वापरण्यापासून रोखत आहे.
nl: SELinux belet de http daemon om ingebouwde scripting te gebruiken.
or: ସୁନିର୍ମିତ ସ୍କ୍ରିପ୍ଟ ଲେଖାକୁ ବ୍ୟବହାର କରି SELinux http ଡେମନକୁ ପ୍ରତିରୋଧ କରୁଅଛି।
pt: O SELinux está a impedir o servidor de HTTP de usar os programas incorporados.
pt_br: O SELinux está impedindo que o daemon do http use scripts internos.
ru: SELinux предотвращает использование встроенных сценариев демоном http.
sr@latin: SELinux sprečava http sistemsku uslugu od upotrebe ugrađenog skriptovanja.
sv: SELinux policy förhindrar http-demonen från att använda inbyggd skriptning
ta: SELinux ஆனது இந்த httpஐ பில்ட்-இன் ஸ்கிரிப்ட்டிலிருந்து பயன்படுத்துவதை தடுக்கிறது.
te: SELInux అనునది http డెమోన్‌ను built-in స్క్రిప్టింగ్‌నుండి ఉపయోగించుటను నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止http后台使用内置的脚本。
zh_tw: SELinux 防止了 http daemon 使用內建的 scripting。

source: SELinux has denied the http daemon from using built-in scripting. This means that SELinux will not allow httpd to use loadable modules to run scripts internally. If you did not setup httpd to use built-in scripting, this may signal an intrusion attempt.
as: SELinux দ্বাৰা http ডেমনকে বিল্ট-ইন স্ক্ৰিপ্ট ব্যবহাৰে বাধা সৃষ্টি কৰা হচ্ছে। এৰ ফলে SELinux দ্বাৰা httpd'কে আড়ালে স্ক্ৰিপ্ট চালানোৰ জন্য লোড কৰাৰ যোগ্য মডিউল ব্যবহাৰ কৰতে দেওয়া হবে না। httpd দ্বাৰা বিল্ট-ইন স্ক্ৰিপ্ট ব্যবহাৰেৰ জন্য কনফিগাৰ না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux hat dem HTTP-Daemon den Gebrauch integrierter Skripte verwehrt. Dies bedeutet, dass SELinux httpd nicht gestattet, ladbare Module zur Ausführung interner Skripte zu verwenden. Falls Sie httpd nicht zur Verwendung integrierter Skripte konfiguriert haben, kann dies einen Einbruchsversuch signalisieren.
es: SELinux negó al demonio http el uso de scripts pre-incluídos. Esto significa que SELinux no permitirá a http que use módulos cargables para ejecutar los scripts internamente. Si no configuró a http para usar scripts pre-incluídos, puede ser una señal de ataque.
fr: SELinux a refusé au démon http d'utiliser le scripting incorporé. Cela signifie que SELinux n'autorisera pas httpd à utiliser des modules qui peuvent être chargés pour exécuter des scripts en interne. Si vous n'avez pas configuré httpd pour qu'il puisse utiliser le scripting incorporé, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने http डेमॉन के लिये मना किया है अंतर्निमित स्क्रिप्टिंग के प्रयोग से. इसका मतलब है कि SELinux httpd को लोड करने योग्य मॉड्यूल को आंतरिक रूप से स्क्रिप्ट चलाने के लिये अनुमति नहीं देगा. अगर आपने httpd सेटअप नहीं किया है अंतर्निमित स्क्रिप्टिंग के लिये, यह घुसपैठ प्रयास का संकेत देगा.
hu: SELinux elutasította, hogy httpd szolgáltatás beépített interpretert használjon. Ez azt jelenti, hogy SELinux nem fogja engedélyezni a httpd-nek, hogy betölthető modulokat használjon a programok belső futtatására. Ha nem állították be a httpd szolgáltatást beépített interpreterek használatára, akkor ez behatolás próbálkozást jelezhet.
kn: http ಡೆಮನ್ ಒಳ-ನಿರ್ಮಿತ(ಬಿಲ್ಟ್‍-ಇನ್) ಸ್ಕ್ರಿಪ್ಟಿಂಗ್ ಅನ್ನು ಬಳಸದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ ಇದರರ್ಥ ಲೋಡ್ ಮಾಡಬಹುದಾದ ಘಟಕಗಳು ಸ್ಕ್ರಿಪ್ಟ್‍ಗಳನ್ನು ಆಂತರಿಕವಾಗಿ ಹಸ್ತಮುಖೇನ ಚಲಾಯಿಸುವುದನ್ನು httpd ಯು ಬಳಸದಂತೆ SELinux. ನೀವು httpd ಯನ್ನು ಒಳನಿರ್ಮಿತ ಸ್ಕ್ರಿಪ್ಟಿಂಗ್ ಅನ್ನು ಬಳಸುವಂತೆ ನೀವು ಹೊಂದಿಸದೆ ಇದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 http 데몬이 내장된 스크립트를 사용하는 것을 거부합니다. 이는 SELinux가 httpd에게 스크립트를 내부적으로 실행하기 위해 로딩할 수 있는 모듈을 사용하는 것을 허용하지 않음을 의미합니다. 여러분이 httpd를 내장 스크립트를 사용하도록 설정하지 않았다면, 이는 침입 탐지를 의미하는 것일 수도 있습니다.
ml: http ഡെമണ്‍ ബിള്‍ട്ട്-ഇന്‍ സ്ക്രിപ്റ്റ് ഉപയോഗിക്കുന്നതിന് SELinux തടയുന്നു. ഇതിനര്‍ത്ഥം, സ്ക്രിപ്റ്റ് പ്രവര്‍ത്തിക്കുന്നതിനായി ലോഡ് ചെയ്യുവാന്‍ സാധ്യമാകുന്ന ഘടകങ്ങള്‍ ഉപയോഗിക്കുന്നതിനായി httpd-യെ SELinux അനുവദിക്കുന്നില്ല. ബിള്‍ട്ട്-ഇന്‍ സ്ക്രിപ്റ്റിങിനായി നിങ്ങള്‍ httpd ക്രമികരിച്ചില്ല എങ്കില്‍, തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने http डीमनला अंतर्भूतीत स्क्रिप्टींगचा वापर करण्यापासून रोखले. याचा अर्थ SELinux httpd ला स्क्रिप्ट चालविण्याकरीता लोडजोगी घटक वापरण्यास परवानगी देणार नाही. httpd ला अंतर्भूतीत स्क्रिप्टींग वापरण्यास सेटअप केले नसल्यास, हे अयोग्य प्रवेशचा प्रयत्न ठरू शकतो.
nl: SELinux heeft de http daemon verboden om ingebouwde scripting te gebruiken. Dit betekent dat SELinux httpd niet zal toestaan om laadbare modules te gebruiken om scripts intern te draaien. Als je httpd niet ingesteld hebt om ingebouwde scripting te gebruiken, kan dit een indringing poging aangeven.
or: SELinux ନିୟମ http ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ଏହା ଅର୍ଥ ଆଭ୍ୟନ୍ତରୀଣ ସ୍କ୍ରିପ୍ଟଗୁଡ଼ିକୁ ଚଲାଇବା ପାଇଁ SELinux ଧାରଣ ହୋଇଥିବା ଏକକାଂଶଗୁଡ଼ିକୁ ବ୍ୟବହାର କରିବା ପାଇଁ http କୁ ଅନୁମତି ଦିଆଯାଇନାହିଁ। ଯଦି ଆପଣ httpd କୁ ପୂର୍ବନିର୍ମିତ ସ୍କ୍ରିପ୍ଟରେ ବ୍ୟବହାର କରିବା ପାଇଁ ବିନ୍ୟାସ ନକରିଛନ୍ତି, ତେବେ ଏହା ବିନା ଅନୁମତିରେ ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟାର ସଂକେତ ଦେଇପାରେ।
pt: O SELinux proibiu o servidor de HTTP de usar os programas incorporados. Isto significa que o SELinux não irá permitir ao 'httpd' usar módulos carregados para correr programas internamente. Se não tiver configurado o 'httpd' para usar os programas incorporados, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu o daemon do http de usar scripts embutidos. Isto quer dizer que o SELinux não deixará que o http use módulos carregáveis para executar scripts internamente. Se você não configurou o http para usar scripts internos, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону http использовать встроенные средства исполнения сценариев. Это значит, что SELinux не позволит httpd использовать загружаемые модули для внутреннего исполнения сценариев. Если вы это не настраивали, это может означать попытку вторжения.
sr@latin: SELinux je odbio http sistemskoj usluzi upotrebu ugrađenog skriptovanja. Ovo znači da SELinux neće dozvoliti da httpd koristi module za učitavanje radi internog izvršavanja skripti. Ako niste podesili httpd za upotrebu ugrađenog skriptovanja, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat http-demonen från att använda inbyggd skriptning. Det innebär att SELinux inte kommer tillåta http att använda laddningsbara moduler för att köra skript internt. Om du inte satte upp http att använda inbyggd skriptning, så kan detta vara tecken på ett intrångsförsök.
ta: SELinux இந்த http டீமானை உட்பொதியப்பட்ட உரைகளை இணைப்பதிலிருந்து மறுக்கிறது அல்லது httpd SELinux துறைக்கு இணைக்க முயற்சிக்கிறது. நீங்கள் http தரவுத்தள இணைப்புக்கு அனுமதிக்க அமைக்கவில்லையெனில், இது ஒரு முயற்சிக்கு சிக்னல் செய்யும்.
te: SELinux అనునది http డెమోన్‌ను built-in స్క్రిప్టింగ్ వుపయోగించి తిరస్కరించబడింది. దీనర్ధం ఆ SELinux అనునది httpd ను అనుమతించదు లోడబుల్ మాడ్యూల్స్‍ స్క్రిప్ట్స్‍‌ను అంతర్గతంగా నడుపుటకు. మీరు httpd ను built-in స్క్రిప్టింగ్‌కు అమర్చకపోతే , అది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 http 守护进程使用内置程序。这意味着 SELinux 将不允许 httpd 使用可加载模块在内部运行脚本。如果您没有将 httpd 设置 为使用内置程序，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 http daemon 使用內建的 scripting。 這代表 SELinux 將不會允許 httpd 使用可載入的 模組來內部執行 script。若您並未將 httpd 設為 使用內建 scripting 的話，這代表系統可能已遭到嘗試入侵的警訊。

source: If you want the http daemon to use built in scripting you need to enable the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: http ডেমন ৰ দ্বাৰা বিল্ট-ইন স্ক্ৰিপ্টৰ ব্যৱহাৰ অনুমোদন কৰিবলৈ $BOOLEAN বুলিয়েন সক্ৰিয় কৰক: "setsebool -P $BOOLEAN=1"
de: Falls Sie dem HTTP-Daemon erlauben möchten, integriertes Skripting zu verwenden, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere permitir al demonio http el uso del lenguaje de scripts, necesitará cambiar el valor de $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que le démon http utilise le scripting incorporé vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप http डेमॉन को अंतर्निमित स्क्रिप्टिंग के लिये प्रयोग करना चाहते हैं तो आपको $BOOLEAN बुलियन को सक्रिय करना पड़ेगा: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "http" szolgáltatás használjon beépített szkriptelést, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: http ಡೆಮನ್ ಒಳನಿರ್ಮಿತ ಸ್ಕ್ರಿಪ್ಟಿಂಗ್ ಅನ್ನು ಬಳಸಲು ನೀವು ಬಯಸಿದರೆ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಶಕ್ತಗೊಳಿಸಿ: "setsebool -P $BOOLEAN=1"
ko: http 데몬이 내장된 스크립트를 사용하게 하시려면 $BOOLEAN 부울을 활성화시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ http ഡെമണ്‍ ബിള്‍ട്ട്-ഇന്‍ സ്ക്രിപ്റ്റ് ഉപയോഗിക്കണമെങ്കില്‍ $BOOLEAN boolean സജ്ജമാക്കുക: "setsebool -P $BOOLEAN=1"
mr: http डीमनने अंतर्भूतीत स्क्रीप्टींग वापरण्याकरीता तुम्हाला $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: Als je de http daemon wilt toestaan ingebouwde scripting te gebruiken moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଚାହୁଁଛନ୍ତି ଯେ http ଡେମନ ସୁ-ନିର୍ମିତ ସ୍କ୍ରିପ୍ଟ ବ୍ୟବହାର କରୁ ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ସକ୍ରିୟ କରିବାକୁ ହେବ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o servidor de HTTP use os programas incorporados, deverá activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você não quiser que o daemon do http use scripts internos você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Для разрешения демону http использовать встроенные сценарии установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da http sistemska usluga koristi ugrađeno skriptovanje, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill att http-demonen ska använda inbyggd skriptning måste du aktivera $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் இந்த http டீமானை ஸ்கிரிப்டிங்கை கட்ட பயன்படுத்துவதற்கு விரும்பினால் நீங்கள் $BOOLEAN பூலியனை செயல்படுத்த வேண்டும்: "setsebool -P $BOOLEAN=1"
te: మీరు http డెమోన్‌ను నిర్మిత స్క్రిప్టింగ్‌ను ఉపయోగించాలని అనుకుంటే మీరు $BOOLEAN ను బూలియన్‌కు చేతనం చేయాలి: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想让http在后台使用内置的脚本，您需要开启$BOOLEAN布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 http daemon 使用內建的 scripting，您需要 啟用 $BOOLEAN 布林值：「setsebool -P $BOOLEAN=1」

source: SELinux is preventing the http daemon from connecting to a database.
as: SELinux ৰ দ্বাৰা http ডেমনক তথ্যভঁৰালৰ সৈতে সংযোগ স্থাপন কৰিবলৈ বাধা দিয়া হৈছে ।
de: SELinux hindert den HTTP-Daemon am Verbinden mit einer Datenbank.
es: SELinux está negando al demonio http que se conecte a una base de datos.
fr: SELinux empêche le démon http de se connecter à la base de données.
hi: SELinux http डेमॉन डाटाबेस में जोड़ने से रोक रहा है.
hu: SELinux megakadályozza, hogy a "http" szolgáltatás egy adatbázishoz kapcsolódjon.
kn: http ಡೆಮನ್ ಒಂದು ದತ್ತಸಂಚಯಕ್ಕೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 http 데몬이 데이타베이스로 연결하지 못하게 합니다.
ml: ഒരു ഡേറ്റാബേയിസിലേക്ക് കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux http डीमनला माहितीकोषशी संपर्क करण्यापासून रोखत आहे.
nl: SELinux belet de http daemon om contact te maken met een database.
or: SELinux http ଡେମନକୁ ତଥ୍ୟାଧାର ସହିତ ସଂଯୋଗ ହେବାରୁ ପ୍ରତିରୋଧ କରିଥାଏ।
pt: O SELinux está a impedir o servidor de HTTP de se ligar a uma base de dados.
pt_br: O SELinux está impedindo que o daemon do http conecte-se a um banco de dados.
ru: SELinux предотвращает подключение демона http к базе данных.
sr@latin: SELinux sprečava http sistemsku uslugu od povezivanja sa bazom podataka.
sv: SELinux förhindrar http demonen från att ansluta till en databas.
ta: SELinux ஆனது இந்த http டீமானை ஒரு தரவுதளத்துக்கு இணைப்பதிலிருந்து தடுக்கிறது.
te: SELinux అనునది http డెమోన్‌ను డాటాబేస్‌కు అనుసంధానించటు నుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止http在后台连接数据库。
zh_tw: SELinux 防止了 http daemon 連至一個資料庫。

source: SELinux has denied the http daemon from connecting to a database. An httpd script is trying to connect to a database port. If you did not setup httpd to allow database connections, this could signal an intrusion attempt.
as: SELinux দ্বাৰা http ডেমনকে ডাটাবেসেৰ সাথে সংযোগ স্থাপন কৰতে বাধা দেওয়া হচ্ছে। একটি httpd স্ক্ৰিপ্ট দ্বাৰা ডাটাবেস পোৰ্টেৰ সাথে সংযোগেৰ প্ৰচেষ্টা কৰা হচ্ছে। httpd দ্বাৰা ডাটাবেস সংযোগ অনুমোদন নিৰ্ধাৰণ না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux untersagte dem HTTP-Daemon die Verbindung mit einer Datenbank. Ein http-Skript versucht, sich mit einem Datenbankport zu verbinden. Falls Sie den httpd nicht konfiguriert haben, Datenbankverbindungen zuzulassen, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado la conexión a una base de datos al demonio http. Un script de http está intentando conectar a un puerto de base de datos. Si no configuró httpd para permitir conexiones a bases de datos, esto puede ser señal de un intento de ataque.
fr: SELinux a refusé au démon http de se connecter à la base de données. Un script httpd essaye de se connecter à un port de la base de données. Si vous n'avez pas installé httpd pour autoriser les connexions à la base de données, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने http डेमॉन को मना किया है डाटाबेस से जोड़ने में. एक httpd स्क्रिप्ट एक डाटाबेस से जोड़ने का प्रयास कर रहा है. अगर आप httpd सेटअप डाटाबेस संबंधन में अनुमति देने के लिये नहीं करते हैं, यह एक घुसपैठ प्रयास का संकेत हो सकता है.
hu: SELinux elutasította, hogy a httpd szolgáltatás egy adatbázishoz kapcsolódjon. Egy httpd program próbál kapcsolódni egy adatbázis kapuhoz. Ha nem úgy állították be a httpd szolgáltatást, hogy megengedje az adatbázis kapcsolatokat, akkor ez behatolás próbálkozást jelezhet.
kn: http ಡೆಮನ್ ಒಂದು ದತ್ತಸಂಚಯಕ್ಕೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳುವುದನ್ನು SELinux ನಿರ್ಬಂಧಿಸಿದೆ. ಒಂದು httpd ಸ್ಕ್ರಿಪ್ಟ್‍ ಒಂದು ದತ್ತಸಂಚಯಕ್ಕೆ ಸಂಪರ್ಕಹೊಂದಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದೆ. ನೀವು httpd ಯನ್ನು ದತ್ತಸಂಚಯ ಸಂಪರ್ಕಗಳಿಗೆ ಹೊಂದಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ
ko: SELinux가 데이타베이스로 연결하는 것으로 부터 http 데몬을 거부합니다. httpd 스크립트가 데이타베이스 포트로 연결을 시도합니다. 데이타베이스 연결을 허용하기 위해 httpd를 설정하지 않으신 경우, 침입 시도 신호가 나타날 수 있습니다.
ml: http ഡെമണ്‍ ഒരു ഡേറ്റാബെയിസിലേക്ക് കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും SELinux തടയുന്നു ഒരു httpd സ്ക്രിപ്റ്റ് ഒരു ഡേറ്റാബേയിസ് പോര്‍ട്ടിലേക്ക് കണക്ട് ചെയ്യുവാന്‍ ശ്രമിക്കുന്നു. ഡേറ്റാബേയിസ് കണക്ഷനുകള്‍ക്കായി httpd ക്രമികരിച്ചില്ലെങ്കില്‍, ഇത് ഒരു തെറ്റായി കണക്കാക്കുന്നു.
mr: SELinux ने http डीमनला माहितीकोषसह जुळवणी करण्यापासून रोखले. httpd स्क्रिप्ट माहितीकोष पोर्टसह जुळवणी करण्याचा प्रयत्न करत आहे. httpd ला माहितीकोष जुळवणी स्वीकारण्यास संरचीत न केल्यास, हा अयोग्य प्रवेशचा प्रयत्न ठरू शकतो.
nl: SELinux heeft de http daemon verboden contact te maken met een database. Een httpd script probeert te verbinden met een database poort. Als je httpd niet ingesteld hebt om database verbindingen toe te staan, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ http ଡେମନକୁ ତଥ୍ୟାଧାରରେ ଲେଖିବାରୁ ବାରଣ କରିଥାଏ। ଗୋଟିଏ http ସ୍କ୍ରିପ୍ଟ ତଥ୍ୟାଧାର ସଂଯୋଗିକୀ ସହିତ ସଂଯୁକ୍ତ ହେବା ପାଇଁ ଚେଷ୍ଟାକରୁଅଛି। ଯଦି ଆପଣ httpd କୁ ପୂର୍ବନିର୍ମିତ ସ୍କ୍ରିପ୍ଟରେ ବ୍ୟବହାର କରିବା ପାଇଁ ବିନ୍ୟାସ ନକରିଛନ୍ତି, ତେବେ ଏହା ବିନା ଅନୁମତିରେ ପ୍ରବେଶପ୍ରଚେଷ୍ଟାର ସଂକେତ ଦେଇପାରେ।
pt: O SELinux proibiu o servidor de HTTP de se ligar a uma base de dados. Um programa do 'httpd' está a tentar ligar-se a um porto de bases de dados. Se não configurou o 'httpd' para permitir ligações às bases de dados, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon do http conecte-se a um banco de dados. Um script do httpd está tentando se conectar a uma porta de banco de dados. Se você não configurou o httpd para permitir conexões a bancos de dados, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил подключение демона http к базе данных. Сценарий httpd пытается подключиться к порту БД. Если httpd не настроен на разрешение подключений к БД, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio http sistemskoj usluzi povezivanje sa bazom podataka. httpd skripta pokušava da se poveže sa portom za bazu podataka. Ako niste podesili httpd da dozvoljava povezivanje sa bazom podataka, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat http-demonen från att ansluta till en databas. Ett httpd-skript försöker ansluta till en databasport. Om du inte satte upp httpd att tillåta databasanslutnignar, kan detta vara tecken på ett intrångsförsök.
ta: SELinux இந்த http டீமானை ஒரு தரவுத்தளத்தை இணைப்பதிலிருந்து மறுக்கிறது. ஒரு httpd உரை ஒரு தரவுத்தள துறைக்கு இணைக்க முயற்சிக்கிறது. நீங்கள் httpd தரவுத்தள இணைப்புக்கு அனுமதிக்க அமைக்கவில்லையெனில், இது ஒரு முயற்சிக்கு சிக்னல் செய்யும் .
te: SELinux అనునది http డెమోన్‌ను డాటాబేస్‌కు అనుసంధానించుట నుండి తిరస్కరిస్తుంది. ఒక httpd స్క్రిప్ట్‍ అనునది డాటాబేస్ పోర్ట్‍ కు అనుసంధానించుటలో ప్రయత్నిస్తుంది. మీరు httpd ను డాటాబేస్ అనుసంధానాలు అనుమతించుటకు అమర్చివుండక పోతే, ఇది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 http 守护进程连接到数据库。一个 httpd 脚本正试图连接到 一个数据库端口。如果您没有将 httpd 设置为允许数据库连接，这可能是入侵 尝试的信号。
zh_tw: SELinux 拒絕了 http daemon 連至一個資料庫。某個 httpd script 正嘗試連至一個資料庫連接埠。若您並未 將 httpd 設定為可允許資料庫連結，這有可能代表系統已遭到嘗試入侵的警訊。
