Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux is preventing the samba daemon from reading users' home directories.
as: SELinux ৰ দ্বাৰা samba ডেমনক ব্যৱহাৰকৰ্তাৰ ব্যক্তিগত পঞ্জিকা পঢ়িবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hindert den Samba-Daemon am Lesezugriff auf die persönlichen Benutzerverzeichnisse.
es: SELinux le está previniendo acerca de la intención del demonio samba de leer los directorios de inicio de los usuarios.
fr: SELinux empêche le démon samba de lire les répertoires personnels des utilisateurs.
hi: SELinux samba डेमॉन को उपयोक्ता के घर निर्देशिका को पढ़ने से रोक रहा है.
hu: SELinux megakadályozza, hogy samba szolgáltatás olvassa a használók saját mappáit.
kn: samba ಡೆಮನ್ ಬಳಕೆದಾರರ ನೆಲೆ ಕಡತಕೋಶಗಳನ್ನು ಓದುವುದನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ.
ko: SELinux는 samba 데몬이 사용자 홈 디렉토리를 읽지 못하게 합니다.
ml: യൂസറുകളുടെ ഹോം ഡയറക്ടറികള്‍ വായിക്കുന്നതില്‍ നിന്നും samba ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux samba डीमनला वापरकर्ताचे होम डिरेक्ट्रीज् वाचण्यापासून रोखत आहे.
nl: SELinux belet de samba daemon om te lezen van persoonlijke mappen van gebruikers.
or: SELinux samba ଡେମନକୁ ଚାଳକର ମୂଳସ୍ଥାନ ପଞ୍ଜିକା ପଢିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o servidor de Samba de ler as pastas pessoais dos utilizadores.
pt_br: O SELinux está impedindo que o daemon do samba leia diretórios pessoais de usuários.
ru: SELinux запрещает демону samba читать домашние каталоги пользователей.
sr@latin: SELinux sprečava samba sistemsku uslugu od čitanja ličnih direktorijuma korisnika.
sv: SELinux hindrar samba-demonen från att läsa användares hemkataloger.
ta: SELinuxஆனது samba டீமானை பயனர்கள் முகப்பு அடைவுகளிலிருந்து வாசிப்பதை தடுக்கிறது.
te: SELinux అనునది samba డెమోన్‌ను వినియోగదారుల నివాస సంచయాలను చదువుట నుండి నిరోదిస్తోంది.
zh_cn: SELinux 正在阻止 samba 守护进程读取用户主目录。
zh_tw: SELinux 防止了 samba daemon 讀取用戶的家目錄。

source: SELinux has denied the samba daemon access to users' home directories. Someone is attempting to access your home directories via your samba daemon. If you only setup samba to share non-home directories, this probably signals an intrusion attempt. For more information on SELinux integration with samba, look at the samba_selinux man page. (man samba_selinux)
as: SELinux দ্বাৰা samba ডেমনকে ব্যবহাৰকাৰীদেৰ ব্যক্তিগত ডিৰেক্টৰি পড়তে বাধা সৃষ্টি কৰা হচ্ছে। কেউ samba ডেমনেৰ অপব্যবহাৰ কৰে এৰ মাধ্যমে কোনো ব্যবহাৰকাৰীৰ ব্যক্তিগত ডিৰেক্টৰিতে ঢোকাৰ প্ৰচেষ্টা কৰছে। samba দ্বাৰা শুধুমাত্ৰ ব্যক্তিগত ভিন্ন অন্যান্য ডিৰেক্টৰিৰ ব্যবহাৰ কনফিগাৰ কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে। SELinux'ৰ সাথে samba'ৰ সমন্বয় সম্পৰ্কে অধিক জানতে samba_selinux man পৃষ্ঠা পড়ুন। (man samba_selinux)
de: SELinux verweigerte dem Samba-Daemon den Zugriff auf Benutzer- verzeichnisse. Jemand versucht, auf Ihre Benutzerverzeichnisse via Ihrem Samba-Daemon zuzugreifen. Falls Sie Samba lediglich mit Freigabe für nicht-Benutzerverzeichnissen konfiguriert haben, könnte dies einen Einbruchsversuch signalisieren. Für weitere Informationen zur Integration von SELinux mit Samba werfen Sie einen Blick auf die samba_selinux- Handbuchseite. (man samba_selinux)
es: SELinux le ha negado al demonio samba el acceso a directorios de inicio de los usuarios. Alguien está intentando acceder a sus directorios de inicio vía su demonio samba. Si sólo configuró samba para compartir directorios que no están bajo /home, probablemente sea indicio de un ataque. Para más información acerca de la integración de SELinux con samba, vea la página man de samba_selinux. (man samba_selinux)
fr: SELinux a refusé au démon samba l'accès aux répertoires personnels des utilisateurs. Quelqu'un essaye d'accéder à vos répertoires personnels avec votre démon samba. Si vous avez configuré samba pour ne partager que les répertoires autres que vos répertoires personnels, il s'agit probablement d'une tentative d'intrusion. Pour davantage d'informations sur l'intégration de SELinux avec samba, regardez la page de manuel samba_selinux. (man samba_selinux)
hi: SELinux ने samba डेमॉन अभिगम से मना किया है उपयोक्ता घर निर्देशिका में. कोई आपके घर निर्देशिका के अभिगम का प्रयास कर रहा है आपके सांबा डेमॉन से होकर. अगर आप सिर्फ सांबा एक गैर घर निर्देशिका सेटअप करते हैं यह संभवतः एक घुसपैठ का संकेत हो सकता है. samba के साथ SELinux एकीकरण पर ज्यादा जानने के लिये, देखें samba_selinux मैन पेज. (man samba_selinux)
hu: SELinux elutasította, hogy samba szolgáltatás hozzáférjen a használók saját mappáihoz. Valaki próbál hozzáférni a saját mappákhoz a samba szolgáltatáson keresztül. Ha sambát úgy állították be, hogy csak nem saját mappákat osszon meg, akkor ez valószínűleg egy behatolás próbálkozást jelez. A SELinux és a Samba integrációjáról további információk találhatók a samba_selinux kézikönyvlapon (man samba_selinux).
kn: samba ಡೆಮನ್ ಬಳಕೆದಾರರ ನೆಲೆ ಕಡತಕೋಶಗಳನ್ನು ನಿಲುಕಿಸಿ ಕೊಳ್ಳುವುದನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಯಾರೋ samba ಡೆಮನ್ ಮೂಲಕ ನಿಮ್ಮ ನೆಲೆ ಕಡತಕೋಶವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ. ನೀವು ಕೇವಲ ನೆಲೆ ಕಡತಕೋಶವಲ್ಲದ್ದನ್ನು ಮಾತ್ರ ಹಂಚಿಕೊಳ್ಳುವಂತೆ samba ಅನ್ನು ಹೊಂದಿಸಿದ್ದರೆ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿತವಾಗಬಹುದು. SELinux ಜೊತೆಗೆ ಹೊಂದಿಸಲ್ಪಟ್ಟ samba ಬಗೆಗಿನ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, samba_selinux ಸಹಾಯ ಪುಟವನ್ನು ನೋಡಿ (man samba_selinux)
ko: SELinux는 samba 데몬이 사용자 홈 디렉토리로 액세스하는 것을 거부합니다. 누군가가 samba 데몬을 통하여 홈 디렉토리로 접근을 시도합니다. 홈 디렉토리외의 디렉토리를 공유하기 위해 samba를 설정하셨다면, 침입 시도 신호가 나타날 수 있습니다. samba와의 SELinux 통합에 관한 보다 자세한 정보는 samba_selinux 맨 페이지에서 보시기 바랍니다. (man samba_selinux)
ml: ഉപയോക്താക്കളുടെ ഹോം ഡയറക്ടറികള്‍ ലഭ്യമാക്കുന്നതില്‍ നിന്നും samba ഡെമണിനെ SELinux തടയുന്നു. ഒരു ഉപയോക്താവിന്റെ അക്കൌണ്ടിലേക്ക് samba ഡെമണ്‍ വഴി പ്രവേശിക്കുന്നതിനായി ആരോ ശ്രമിക്കുന്നു. നോണ്‍-ഹോം ഡയറക്ടറികള്‍ പങ്കിടുന്നതിനായി നിങ്ങള്‍ samba മാത്രം സജ്ജമാക്കിയാല്‍, തെറ്റായൊരു പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു. samba SELinux-നൊപ്പം ഉള്‍പ്പെടുത്തുന്നതിനായി, samba_selinux മാന്‍ താള്‍ കാണുക. (man samba_selinux)
mr: SELinux ने वापरकर्ताचे होम डिरेक्ट्रीज् करीता samba डीमनचे प्रवेश नकारले. कुणितरी samba डीमनच्या द्वारे तुमच्या होम डिरेक्ट्रीज् करीता प्रवेश प्राप्त करण्याचा प्रयत्न करत आहे. samba ला नॉन-होम डिरेक्ट्रीज् सेटअप केल्यास, हे संभाव्यतया अवैध प्रवेश प्रयत्न ठरेल. SELinux चे samba सह एकाग्रहता वियषी अधिक माहिती करीता, samba_selinux man पहा. (man samba_selinux)
nl: SELinux heeft de samba daemon verboden om toegang te krijgen tot persoonlijke mappen van gebruikers. Iemand probeert toegang naar jouw persoonlijke mappen te krijgen met gebruik van jouw samba daemon. Als je samba hebt ingesteld om geen persoonlijke mappen te delen, is dit waarschijnlijk een teken van een indringing poging. Voor meer informatie over SELinux integratie met samba, kijk je naar de samba_selinux manual pagina. (man samba_selinux)
or: SELinux samba ଡେମନରେ ଚାଳକର ହୋମ ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକ ମଧ୍ଯରେ ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଛି। କେହିଜଣେ ଆପଣଙ୍କର ହୋମ ଡିରେକ୍ଟୋରୀକୁ ଆପଣଙ୍କର samba ଡେମନ ମାଧ୍ଯମରେ ଅଭିଗମ୍ୟ କରିବା ପାଇଁ ଚେଷ୍ଟାକରୁଅଛି। ଯଦି ଆପଣ ବିନା ହୋମ-ଡିରେକ୍ଟୋରୀରେ ସହଭାଗ ହେବା ପାଇଁ କେବଳ samba କୁ ବିନ୍ୟାସ କରନ୍ତି, ତେବେ ଏହା ସମ୍ଭବତଃ ବିନାଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇପାରେ। SELinux ର samba ସହିତ ସଂଯୋଜକତା ବିଷୟରେ ଅଧିକ ସୂଚନା ପାଇଁ, samba_selinux ମୂଖ୍ୟ ପୃଷ୍ଠାକୁ ଦେଖନ୍ତୁ। (man samba_selinux)
pt: O SELinux proibiu o servidor de Samba de ler as pastas pessoais dos utilizadores. Alguém está a tentar aceder às suas pastas pessoais através do seu servidor de Samba. Se só configurar o Samba para partilhar pastas que não sejam de utilizadores, isto poderá significar uma tentativa de intrusão. Para mais informações sobre a integração do SELinux com o Samba, veja na página de manual 'samba_selinux'. (man samba_selinux)
pt_br: O SELinux impediu que o daemon do samba acessasse diretórios pessoais de usuários. Alguém está tentando acessar seus diretórios pessoais através do daemon do samba. Se você configurou o samba para compartilhar apenas diretórios não pessoais, isto provavelmente indica uma tentativa de intrusão. Para maiores informações sobre a integração do SELinux com o samba, consulte a página man samba_selinux (man samba_selinux).
ru: SELinux запретил демону samba доступ к домашним каталогам пользователей. Кто-то пытается получить доступ к ним через демон samba. Если вы не настраивали samba на работу с домашними каталогами, возможно, это попытка вторжения. За дополнительной информацией об интеграции SELinux и samba обратитесь к странице помощи samba_selinux (man samba_selinux)
sv: SELinux har nekat samba-demonen åtkomst till användarers hemkataloger. Någon försöker komma åt dina hemkataloger via din samba-demon. Om du satt upp samba att endast dela icke-hemkataloger, är detta förmodligen ett tecken på ett intrångsförsök. För mer information om SELinux-integration med samba, se på manualsidan samba_selinux. (man samba_selinux)
ta: SELinux ஆனது spamd டீமானனை அணுகல் பயனர்களின் முகப்பு அடைவுகளைக்கு மறுக்கிறது. சிலர் உங்களது முகப்பு அடைவுகள் வழியாக உங்களது spamd டீமானை அணுக முயற்சிக்கலாம். நீங்கள் spamd க்கு முகப்பில்லா அடைவுகளை பகிர்வதை அமைக்காவிடில், அநேகமாய் இந்த சிக்னல்கள் ஒரு நிர்வாக முயற்சியாகும். கூடுதல் தகவல்களுக்கு SELinux samba உடன் ஒருமைப்பாடு, அதை samba_selinux மேன் பக்கத்தில் பார்க்கவும். (man samba_selinux)
te: SELinux అనునది samba డెమోన్‌ వాడుకను వినియోగదారుల నివాస సంచయాలకు నిరోదిస్తోంది. ఏదో మీ నివాస సంచయాలను వాడుకొనుటకు ప్రయత్నిస్తోంది మీ samba డెమోన్ గుండా. మీరు samba ను నివాసం-కాని సంచయాలను పంచుకొనుటకు మాత్రమే అమర్చివుంటే, ఇది బహుశా అమర్యాద యత్నమును సూచిస్తుంది. samba తో SELinux సమైక్యతగురించి ఎక్కువ సమాచారం కొరకు, samba_selinux మాన్ పుట వద్ద చూడండి. (man samba_selinux)
zh_cn: SELinux 拒绝了 samba 守护进程访问用户主目录。有人正试图通过您的 samba 守护 进程访问您的主目录。如果您将 samba 设置成只共享非主目录，这可能是入侵尝试 的信号。更多的关于 SELinux 和 samba 集成的信息，请查看 samba_selinux man page（man samba_selinux) 。
zh_tw: SELinux 拒絕了 samba daemon 存取用戶的家 目錄。某人嘗試了透過您的 samba daemon 來 存取您的家目錄。若您只將 samba 設定為可共享家目錄 之外的目錄的話，這可能代表系統已遭到嘗試入侵。 欲取得更多有關於 samba 與 SELinux 整合上的相關資訊，請查看 samba_selinux 的 man page。（man samba_selinux）

source: If you want samba to share home directories you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: samba ৰ দ্বাৰা ব্যক্তিগত পঞ্জিকা অংশীদাৰ কৰাৰ অনুমতি প্ৰদানৰ বাবে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1"
de: Falls Sie möchten, dass Samba diese Benutzerverzeichnisse freigibt, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que samba comparta los directorios de inicio (home) necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que samba partage des répertoires personnels vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप samba को घर निर्देशिका साझा करना चाहते हैं तो आपको $BOOLEAN बुलियन को चालू करना पड़ेगा: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "samba" megossza a saját könyvtárakat, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: samba ವು ನೆಲೆ ಕಡತಕೋಶಗಳನ್ನ್ನು ಹಂಚಿಕೆ ಮಾಡಿಕೊಳ್ಳಬೇಕೆಂದು ನೀವು ಬಯಸಿದಲ್ಲಿ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: samba가 홈 디렉토리를 공유하게 하시려면 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് samba ഹോം ഡയറക്ടറികള്‍ പങ്കിടണമെങ്കില്‍ണ ്‍, $BOOLE AN boolean ഓണ്‍ ചെയ്യേണ്ടതുണ്ട്: "se -P $BOOLEAN=1"
mr: तुम्हाला samba ला होम डिरेक्ट्रीज् सहभागीय करण्याकरीता तुम्हाला $BOOLEAN बूलीयन म्हणून कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: Als je wilt dat samba persoonlijke mappen kan delen moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଚାହାନ୍ତି samba ଆପଣ ଇଚ୍ଛାକରୁଥିବା ମୂଖ୍ୟ ଡିରେକ୍ଟୋରୀକୁ ସହଭାଗ କରୁ ତେବେ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରନ୍ତୁ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o Samba partilhe as pastas pessoais, deverá activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o samba compartilhe diretórios pessoais, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Чтобы открыть доступ к домашним каталогам, установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da samba razdeljuje lične direktorijume treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill samba ska dela ut hemkataloger, måste du slå på $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் sambaக்கு முகப்பு அடைவுகளை பகிர விரும்பினால் நீங்கள் அதற்கு பூலியனை $BOOLEAN துவக்க வேண்டி உள்ளது: "setsebool -P $BOOLEAN=1"
te: మీరు samba నివాససంచయాలను పంచుకొవాలని అనుకుంటే మీరు $‌BOOLEAN బూలియన్ ఆన్‌చేయాలి: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想让 samba 共享主目录，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 samba 共享家目錄的話，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」

source: SELinux is preventing the samba daemon from serving r/o local files to remote clients.
as: SELinux ৰ দ্বাৰা samba ডেমনক দূৰবৰ্তী গ্ৰাহকক স্থানীয়ৰূপ উপস্থিত অকল পাঠযোগ্য নথিপত্ৰত ব্যৱহাৰ কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hindert den samba-Daemon daran, dass entfernte Clients lokale Dateien lesen.
es: SELinux está previniendo acerca de la intención del demonio samba de servir archivos de sólo lectura a clientes remotos.
fr: SELinux empêche le démon samba de donner aux clients distants l'accès aux fichiers locaux en mode lecture seule.
hi: SELinux सांबा डेमॉन को दूरस्थ क्लाइंट को r/o स्थानीय फाइल के परिसेवन से रोका.
hu: SELinux megakadályozza, hogy samba szolgáltatás csak olvasható helyi fájlokat szolgáljon fel távoli ügyfeleknek.
kn: samba ಡೆಮನ್ r/o ಸ್ಥಳೀಯ ಕಡತಗಳನ್ನು ದೂರಸ್ಥ ಕ್ಲೈಂಟ್‍ಗಳಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 samba 데몬이 원격 클라이언트로 r/o 로컬 파일을 사용하지 못하게 합니다.
ml: r/o ലോക്കല്‍ ഫയലുകള്‍ റിമോട്ട് ക്ലൈന്റുകളിലേക്ക് കൈകാര്യം ചെയ്യുന്നതിനായി SELinux samba ഡെമണിനെ തടയുന്നു.
mr: SELinux samba डीमनला दूरर्स्थ क्लाऐंट वरील r/o स्थानीक फाइल पासून सेवा स्वीकारण्यापासून रोखत आहे.
nl: SELinux belt de samba daemon om r/o locale bestanden aan te bieden aan cliënten op afstand.
or: SELinux samban ଡେମନ r/o ସ୍ଥାନୀୟ ଫାଇଲକୁ ସୁଦୂର ଗ୍ରାହକ ସେବାରୁ ପ୍ରତିରୋଧ କରୁଅଛି।
pt: O SELinux está a proibir o servidor samba de servir ficheiros locais r/o a clientes remotos.
pt_br: O SELinux está impedindo que o daemon do samba sirva arquivos locais r/o para clientes remotos.
ru: SELinux запрещает демону samba предоставлять удалённым клиентам открытые только для чтения локальные файлы.
sr@latin: SELinux sprečava samba sistemsku uslugu da dozvoli udaljenim klijentima čitanje lokalnih datoteka.
sv: SELinux hindrar samba-demonen från att serva endast läsbara filer till fjärrklienter.
ta: SELinux ஐ samba டீமனிலிருந்து தொலை க்ளையன்ட்டுகளை r/o உள்ளமை கோப்புகளையும் பரிமாறுவதை தடுக்கிறது.
te: SELinux అనునది samba డెమోన్‌ను r/o స్థానిక దస్త్రములును దూరస్థ కక్షిదారులకు అందిచుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 samba 守护进程允许远程客户端对本地文件进行 r/o 操作。
zh_tw: SELinux 防止了 samba daemon 為遠端客戶端提供 r/o 本機檔案的服務。

source: SELinux has preventing the samba daemon (smbd) from reading files on the local system. If you have not exported these file systems, this could signal an intrusion.
as: SELinux দ্বাৰা samba ডেমনকে (smbd) স্থানীয় সিস্টেম থেকে ফাইল পড়তে বাধা সৃষ্টি কৰা হয়েছে। এই ফাইল-সিস্টেম এক্সপোৰ্ট না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux hinderte den samba-Daemon (smbd) am Lesen von Dateien im lokalen System. Falls Sie keine Dateisysteme exportiert haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux le ha negado al demonio samba (smbd) la lectura de archivos en el sistema local. Si no ha exportado estos sistemas de archivos, puede ser señal de ataques.
fr: SELinux a empêché le démon samba (smbd) de lire des fichiers sur le système local. Si vous n'avez pas exporté ces systèmes de fichiers, cela pourrait signaler une intrusion.
hi: SELinux ने सांबा डेमॉन (smbd) को स्थानीय सिस्टम पर पठन फाइल से रोका. अगर आपने किसी फाइल सिस्टम को निर्यात नहीं किया है, यह एक घुसपैठ का संकेत हो सकता है.
hu: SELinux megakadályozta, hogy samba szolgáltatás (smbd) fájlokat olvasson a helyi rendszerben. Ha nem exportálták e fájlrendszereket, akkor ez behatolás próbálkozást jelezhet.
kn: samba ಡೆಮನ್ (smbd) ಸ್ಥಳೀಯ ಗಣಕದಲ್ಲಿನ ಕಡತಗಳನ್ನು ಓದದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ. ನೀವು ಈ ಕಡತ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳದೆ ಇದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 samba 데몬 (smbd)이 로컬 시스템에서 파일을 읽지 못하게 합니다. 이러한 파일 시스템을 내보내지 않으셨다면, 침입 신호가 나타날 수 있습니다.
ml: ലോക്കല്‍ ഫയല്‍സിസ്റ്റമിലുള്ള ഫയലുകള്‍ ലഭ്യമാക്കുന്നതില്‍ നിന്നും SELinux samba ഡെമണിനെ (smbd)തടയുന്നു. നിങ്ങള്‍ ഈ ഫയല്‍സിസ്റ്റമുകള്‍ എക്സ്പോര്‍ട്ട് ചെെയ്തിട്ടില്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux samba डीमनला (smbd) स्थानीय प्रणालीवरील फाइल वाचयण्या पासून रोखले. ही फाइल प्रणाली एक्सपोर्ट केले नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de samba daemon (smbd) belet om bestanden te lezen op het locale systeem. Als je deze bestandssystemen niet geëxporteerd hebt, kan dit een teken zijn van een indringing.
or: SELinux samba ଡେମନ (smbd)କୁ ଗୋଟିଏ ସ୍ଥାନୀୟ ତନ୍ତ୍ରରୁ ଫାଇଲଗୁଡ଼ିକୁ ପଢ଼ିବାରୁ ଅଟକାଉଛି। ଯଦି ଆପଣ ଏହି ଫାଇଲ ତନ୍ତ୍ରକୁ ରପ୍ତାନି କରିନାହାନ୍ତି, ଏହା ଏକ ବିନା ଅନୁମତି ପ୍ରବେଶକୁ ସଂକେତ କରିପାରେ.
pt: O SELinux impediu o serviço samba (smbd) de ler ficheiros no sistema local. Se não exportou estes sistema de ficheiros, isto poderá assinalar uma intrusão.
pt_br: O SELinux impediu que o daemon do samba (smbd) lesse arquivos no sistema local. Se você não exportou estes sistemas de arquivos isso pode indicar uma intrusão.
ru: SELinux запрещает демону samba (smbd) выполнять чтение файлов в локальной системе. Если вы не экспортируете файловые системы, это может служить индикатором вторжения.
sv: SELinux har hindrat samba-demonen (smbd) från att läsa filer på det lokala systemet. Om inte har exporterat dessa filsystem, kan detta vara tecken på ett intrångsförsök.
ta: SELinuxஐ samba டீமனிலிருந்து (smbd) கோப்புகளை வாசிக்க உள்ளமை கணினியை தடுக்கிறது. நீங்கள் இந்த கோப்பு முறைமைகளை ஏற்றுமதி செய்யவில்லை எனில், இது ஒரு நிர்வாக சமிக்ஞை.
te: SELinux అనునది samba డెమోన్‌ను (smbd) ను స్థానిక సిస్టమ్స్‍ నందలి దస్త్రములను చదువుటనుండి నిరోధిస్తుంది. మీరు ఈ దస్త్ర సిస్టమ్స్‍‌ను ఎగుమతి చేయకపోతే, ఇది అమర్యాదను సూచిస్తుంది.
zh_cn: SELinux 拒绝了 samba 守护进程 (smbd) 读取本地系统中的文件。如果 您没有导出任何文件系统，这可能是入侵的信号。
zh_tw: SELinux 防止了 samba daemon（smbd）讀取本機系統上 的檔案。若您並未將這些檔案系統匯出的話，這 代表系統可能已遭到嘗試入侵。

source: If you want to export file systems using samba you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
as: samba ৰ দ্বাৰা নথিপত্ৰপ্ৰণালী এক্সপোৰ্ট কৰিবলৈ ইচ্ছুক হ'লে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1" ।
de: Falls Sie Dateisysteme via NFS exportieren möchten, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1".
es: Si quiere exportar el sistema de archivos usando samba, necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
fr: Si vous souhaitez exporter des systèmes de fichiers en utilisant samba, vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 ».
hi: अगर आप सांबा के प्रयोग से फाइल सिस्टम निर्यात करना चाहते हैं तो आपको $BOOLEAN बुलियन चालू करना होगा: "setsebool -P $BOOLEAN=1".
hu: Ha szeretne fájlrendszereket exportálni sambán keresztül, akkor akkor be kell kapcsolnia $BOOLEAN változót: „setsebool -P $BOOLEAN=1”.
kn: samba ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ರಫ್ತು ಮಾಡಲು ಬಯಸಿದಲ್ಲಿ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1".
ko: samba를 사용하여 파일 시스템을 내보내시고자 할 경우 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1".
ml: നിങ്ങള്‍ക്ക് samba ഉപയോഗിച്ച് ഫയല്‍സിസ്റ്റം എക്സ്പോര്‍ട്ട് ചെയ്യണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യുക: "setsebool -P $BOOLEAN=1".
mr: samba चा वापर करून फाइल प्रणाली एक्सपोर्ट करायचे असल्यास तुम्हाला $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1".
nl: Als je bestandssystemen wilt exporteren voor het gebruik met samba moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1".
or: samba ବ୍ୟବହାର କରି ଯଦି ଫାଇଲ ତନ୍ତ୍ର ରପ୍ତାନି କରୁବୋଲି ଆପଣ ଚାହୁଁଛନ୍ତି ତେବେ ଆପଣ $BOOLEAN ବୁଲିଆନକୁ ସକ୍ରିୟ କରିବା ଉଚିତ: "setsebool -P $BOOLEAN=1".
pt: Se quiser exportar sistemas de ficheiros com samba, precisa de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
pt_br: Se você quiser exportar sistemas de arquivos usando o samba você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1".
ru: Для разрешения экспортирования файловых систем с использованием samba необходимо установить значение $BOOLEAN: «setsebool -P $BOOLEAN=1».
sr@latin: Ako želite da izvozite sisteme datoteka koristeći samba treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“.
sv: Om du vill exportera filsystem med samba måste du slå på booleanen $BOOLEAN: "setsebool -P $BOOLEAN=1".
ta: நீங்கள் sambaவை பயன்படுத்தி கோப்பு முறைமைகளை ஏற்றுமதி செய்ய விரும்பினால் நீங்கள் $BOOLEAN பூலியனை துவக்க வேண்டி உள்ளது: "setsebool -P $BOOLEAN=1".
te: మీరు samba ఉపయోగించి దస్త్ర సిస్టమ్స్‍‌ను ఎగుమతి చేయవలెనంటే మీరు $BOOLEAN బూలియన్‌కు ఆన్‌చేయాలి: "setsebool -P $BOOLEAN=1".
zh_cn: 如果您想使用 samba 输出文件系统，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"。
zh_tw: 若您希望透過使用 samba 來將檔案系統匯出的話，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」。

source: SELinux is preventing the samba daemon from allowing remote clients to write local files.
as: SELinux ৰ দ্বাৰা samba ডেমনক দূৰবৰ্তী গ্ৰাহকক স্থানীয় নথিপত্ৰত লিখাৰ অনুমোদন প্ৰদানৰ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hindert den samba-Daemon daran, entfernten Clients den Schreibzugriff auf lokale Dateien zu gewähren.
es: SELinux está previniendo acerca de la intención del demonio samba de permitir a clientes remotos la escritura de archivos locales.
fr: SELinux empêche le démon samba d'autoriser aux clients distants l'écriture des fichiers locaux.
hi: SELinux सांबा डेमॉन को दूरस्थ क्लाइंट को स्थानीय फाइल में लिखने से रोका.
hu: SELinux megakadályozza, hogy samba szolgáltatás megengedje távoli ügyfeleknek helyi fájlok írását.
kn: ದೂರಸ್ಥ ಕ್ಲೈಂಟ್‍ಗಳು ಸ್ಥಳೀಯ ಕಡತಗಳಿಗೆ ಬರೆಯಲು ಅನುಮತಿಸದಂತೆ samba ಡೆಮನ್ ಅನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 samba 데몬이 로컬 파일을 작성하기 위해 원격 클라이언트를 허용하지 못하게 합니다.
ml: ലോക്കല്‍ ഫയലുകള്‍ എഴുതുന്നതിനായി റിമോട്ട് ക്ലൈന്റുകളെ അനുവദിക്കുന്നതില്‍ നിന്നും samba ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux samba डीमनला दूरर्स्थ क्लाऐंटला स्थानीक फाइल वर लिहीण्यापासून रोखत आहे.
nl: SELinux belet de samba daemon om cliënten op afstand toe te staan in locale bestanden te schrijven.
or: SELinux samba ଡେମନ ଦ୍ବାରା ସୁଦୂର ଗ୍ରାହକ ମାନଙ୍କୁ ସ୍ଥାନୀୟ ଫ ଇମାନଙ୍କରେ ଲେଖିବାର ଅନୁମତି ଦେବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a proibir o servidor samba de permitir aos clientes remotos gravarem em ficheiros locais.
pt_br: O SELinux está impedindo que o daemon do samba permita que clientes remotos escrevam em arquivos locais.
ru: SELinux запрещает демону samba позволять удалённым клиентам осуществлять запись в локальные файлы.
sr@latin: SELinux sprečava samba sistemsku uslugu da dozvoli udaljenim klijentima upisivanje lokalnih datoteka.
sv: SELinux hindrar samba-demonen från att tillåta fjärrklienter att skriva till lokala filer.
ta: SELinuxஐ samba டீமனிலிருந்து தொலை க்ளையன்ட்டுகள் உள்ளமை கோப்புகளை எழுதுவதைதடுக்கிறது.
te: SELinux అనునది samba డెమోన్‌ను దూరస్థ కక్షిదారులను స్థానిక దస్త్రములకు వ్రాయుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 samba 守护进程允许远程客户端写入本地文件。
zh_tw: SELinux 防止了 samba daemon 允許遠端客戶端寫入本機檔案。
