Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented $SOURCE from accessing the cron spool file. This access is normally needed when using fcron as a cron daemon (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). If you are using fcron you should allow this access. Otherwise this access attempt may signal an intrusion attempt.
as: SELinux দ্বাৰা $SOURCE-কে cron স্পুল ফাইল ব্যবহাৰে প্ৰতিৰোধ কৰা হয়েছে। cron ডেমন ৰূপে fcron ব্যবহৃত হলে এই অধিকাৰ প্ৰয়োজন হয় (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>)। fcron ব্যবহাৰ কৰলে এই অনুমতি প্ৰদান কৰুন। অন্যথা এটি সম্ভাব্য অনুপ্ৰবেশেৰ সংকেত।
de: SELinux hinderte $SOURCE am Zugriff auf die cron Spool-Datei. Dieser Zugriff wird normalerweise benötigt, wenn fcron als cron-Daemon verwendet wird. (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Falls Sie fcron verwenden, sollten Sie diesen Zugriff erlauben, da dieser Versuch ansonsten einen Einbruchsversuch signalisieren könnte.
es: SELinux negó a $SOURCE el acceso al archivo spool de cron. Este acceso es normalmente necesario cuando se usa fcron como demonio cron (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Si está usando fcron debe permitir este acceso. Caso contrario, esto puede estar indicando un ataque.
fr: SELinux a empêché $SOURCE d'accéder au fichier spool cron. Cet accès est habituellement requis lorsque fcron est utilisé comme un démon cron (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Si vous utilisez fcron vous devriez autoriser cet accès. Autrement cette demande d'accès pourrait signaler une tentative d'intrusion.
hi: SELinux ने $SOURCE को क्रॉन स्पूल फाइल के अभिगम से रोका. यह अभिगम सामान्यतः जरूरी है जब fcron का एक क्रॉन डेमॉन के रूप में प्रयोग किया जाता है (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). अगर आप fcron का प्रयोग कर रहे हैं तो आपको इस अभिगम की अनुमति देनी चाहिये. अन्यथा, यह अभिगम प्रयास एक घुसपैठ का संकेत दे सकता है.
hu: SELinux megakadályozta, hogy $SOURCE hozzáférjen a cron spool fájljához. E hozzáférés általában akkor szükséges, ha fcront használnak cron szolgáltatásként. (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>) Ha fcron-t használ, akkor engedélyezze e hozzáférést. Különben ez a hozzáférés kísérlet egy behatolás próbálkozást is jelezhet.
kn: $SOURCE cron ಸ್ಪೂಲ್ ಕಡತವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ. ಸಾಮಾನ್ಯವಾಗಿ fcron ಅನ್ನು ಒಂದು cron ಡೆಮನ್ ಆಗಿ ಚಲಾಯಿಸುವಾಗ ಈ ಅನುಮತಿಯ ಅಗತ್ಯವಿರುತ್ತದೆ (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). ನೀವುfcron ಅನ್ನು ಬಳಸುತ್ತಿದ್ದಲ್ಲಿ ನೀವಿದನ್ನು ಅನುಮತಿಸಬೇಕು. ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡಬಹುದು.
ko: SELinux는 $SOURCE가 크론(cron) 스풀 파일을 액세스하지 못하게 합니다. 크론(cron) 데몬으로 fcron을 사용할 때 일반적으로 이러한 액세스가 필요합니다 (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). fcron을 사용하시려면 이러한 액세스를 허용하셔야 합니다. 그렇지 않을 경우, 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: cron spool ഫയലില്‍ പ്രവേശിക്കുന്നതില്‍ നിന്നും SELinux $SOURCE-നെ തടയുന്നു. fcron ഒരു cron ഡെമണ്‍ ആയി ഉപയോഗിക്കുന്പോള്‍ ആണ് ഇത് സാധാരണ ആവശ്യം വരിക. (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). നിങ്ങള്‍ fcron ഉപയോഗിക്കുന്നു എങ്കില്‍, നിങ്ങള്‍ ഈ ആക്സസ്സ് അനുവദിക്കേണ്ടതാണ് അല്ലെങ്കില്‍, ഇത് തെറ്റായ ഒരു പ്രവര്‍ത്തിയായി കാണുന്നു.
mr: SELinux ने $SOURCE ला cron स्पूल फाइलमध्ये प्रवेश करण्यापसून रोखले. बहुतांशवेळी fcron ला cron डीमन प्रमाणे वापरतेवेळी या प्रवेशची आवश्यकता लागते (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). fcron वापरत असल्यास यांस परवानगी द्या. नाहीतर हा प्रवेश अवैध प्रवेशचा प्रयत्न ठरू शकतो.
nl: SELinux belette $SOURCE toegang tot het cron spool bestand. Deze toegang is normaal nodig als fcron als een cron daemon gebruikt wordt (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Als je fcron gebruikt moet je deze toegang toestaan. Anders kan deze toegang poging een teken zijn van een indringing poging.
or: SELinux $SOURCE କୁ cron ସ୍ପୁଲ ଫାଇଲ ଅଭିଗମ୍ୟ କରିବାରୁ ବାରଣ କରିଥାଏ। ଏହି ଅଭିଗମ୍ୟତାଟି ସାଧାରଣତଃ ଆବଶ୍ୟକ ହୋଇଥାଏ ଯେତେବେଳେ fcron cron ଡେମନ ଭାବରେ ବ୍ୟବହୃତ ହୋଇଥାଏ (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). ଯଦି ଆପଣfcron ବ୍ୟବହାର କରୁଛନ୍ତି ତେବେ ଆପଣ ଏହି ଅଭିଗମ୍ୟତାକୁ ଅନୁମତି ଦେଇପାରିବେ। ଅନ୍ୟଥା ଏହି ଅଭିଗମ୍ୟତା ପ୍ରଚେଷ୍ଟା କୌଣସି ବିନା ଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇ ପାରେ।
pt: O SELinux impediu o $SOURCE de aceder ao ficheiro da fila de espera do CRON. Este acesso normalmente é necessário se estiver a usar o 'fcron' como um servidor do CRON (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Se estiver a usar o 'fcron', deverá permitir este acesso. Caso contrário, este acesso poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o $SOURCE acessasse o arquivo de spool do cron. Este acesso é normalmente necessário quando o fcron está sendo usado como o daemon do cron (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Se estiver usando o fcron, você deve permitir este acesso. Caso contrário, este acesso pode indicar uma tentativa de intrusão.
ru: SELinux запретил $SOURCE доступ к spool-файлу cron. Доступ нужен при использовании fcron в качестве демона cron (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Если вы используете fcron, можно разрешить этот доступ. В противном случае это может служить индикатором попытки вторжения.
sr@latin: SELinux je sprečio $SOURCE pri pristupanju datoteci cron reda. Ovaj pristup je obično potreban kada se koristi fcron kao cron sistemska usluga (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Ako koristite fcron treba da dozvolite ovaj pristup. U protivnom ovaj pristup može ukazivati na pokušaj upada.
sv: SELinux hindrade $SOURCE från komma åt crons spolfil. Denna åtkomst behövs normalt när fcron används som en cron-demon (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). Om du använder fcron ska du tillåta denna åtkomst. Annars kan detta åtkomstförsök vara tecken på ett intrångsförsök.
ta: SELinux ஆனது $SOURCE லிருந்து கார்ன் ஸ்பூல் கோப்பை அணுகுவதை தடுக்கிறது. fcron ஐ கார்ன் டீமனாக பயன்படுத்துவதற்கு சாதாரணமாக இந்த அணுகல் தேவைப்படுகிறது (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>). நீங்கள் fcron அணுகலை பயன்படுத்துவதை அனுமதிக்கிறது. இல்லையெனில் இந்த முயற்சி ஒரு நிர்வாக முயற்சியை சிக்னல் அணுகுகிறது.
te: SELinux అనునది $SOURCE ను cron spool దస్త్రమును వాడుకొనుట నుండి నిరోధిస్తుంది. ఈ వాడుక అనునది సాదారణంగా అవసరం ఎప్పుడైతే fcron అనునది cron డెమోన్ (<a href="http://fcron.free.fr/">http://fcron.free.fr</a>) ఉపయోగించబడుతుందో. మీరు fcron ఉపయోగిస్తుంటే మీరు ఈ వాడుకను అనుమతించాలి. లేకపోతే ఈ వాడుక యత్నము అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE 访问 cron 缓冲池文件。当使用 fcron 作为 cron 守护进程时通常会需要这个访问（<a href="http://fcron.free.fr/">http://fcron.free.fr</a>）。 如果您正在使用 fcron ，您应当允许这个访问。否则这个访问尝试可能是入侵尝试的信号。
zh_tw: SELinux 防止了 $SOURCE 存取 cron spool 檔案。 一般當使用 fcron 來作為 con daemon 時，此存取將會是必要的 （<a href="http://fcron.free.fr/">http://fcron.free.fr</a>）。若您正在使用 fcron 的話，您應允許這項 存取。否則這項存取嘗試表示系統可能已遭到嘗試入侵的警訊

source: CRON
hi: क्रॉन
or: କ୍ରୋନ

source: SELinux is preventing access to files with the label, file_t.
as: SELinux ৰ দ্বাৰা, file_t লেবেল সহ নথিপত্ৰ ব্যৱহাৰত বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux unterbindet den Zugriff auf Dateien mit dem Label, file_t.
es: SELinux está negando el acceso a archivos con etiqueta file_t.
fr: SELinux empêche l'accès aux fichiers ayant l'étiquetage, file_t.
hi: SELinux इस लेबल के साथ अभिगम से रोका, file_t.
hu: SELinux megakadályozza a file_t címkéjű fájlokhoz való hozzáférést.
kn: file_t ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿರುವ ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 레이블 file_t를 사용하여 파일에 액세스하지 못하게 합니다.
ml: file_t, എന്ന ലേബലുളള ഫയലുകളിലേക്കുളള പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux लेबल असलेल्या फाइलकरीता प्रवेश देण्यास नकार देत आहे, file_t.
nl: SELinux voorkomt toegang tot bestanden met het label, file_t.
or: file_t.ସୂଚକ ଥିବା ଫାଇଲ ମାନଙ୍କୁ ଅଭିଗମ କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o acesso aos ficheiros com a etiqueta 'file_t'.
pt_br: O SELinux está impedindo o acesso a arquivos com a etiqueta file_t.
ru: SELinux предотвращает доступ к файлам с меткой file_t.
sr@latin: SELinux sprečava pristup datotekama sa oznakom file_t.
sv: SELinux förhindrar åtkomst till filer med märkningen, file_t.
ta: SELinux ஆனது லேபிலுடன் கோப்புகளை அணுக தடுக்கிறது, file_t.
te: SELinux అనునది, file_t లేబుల్‌తోవున్న ఫైళ్ళను యాక్సిస్ చేయుటనుండి నిరోదిస్తోంది.
zh_cn: SELinux 正在阻止访问使用file_t标签的文件。
zh_tw: SELinux 防止了存取含有 file_t 為標籤的檔案。

source: SELinux permission checks on files labeled file_t are being denied. file_t is the context the SELinux kernel gives to files that do not have a label. This indicates a serious labeling problem. No files on an SELinux box should ever be labeled file_t. If you have just added a disk drive to the system you can relabel it using the restorecon command. For example if you saved the home directory from a previous installation that did not use SELinux, 'restorecon -R -v /home' will fix the labels. Otherwise you should relabel the entire file system.
de: SELinux-Überprüfungen von Dateien, die mit file_t gekennzeichnet sind, werden verweigert. file_t ist der Kontext, den der SELinux-Kernel für Dateien ohne Label vergibt. Dies zeigt ein ernsthaftes Labeling-Problem an. Keine Dateien auf einem SELinux-Rechner sollten jemals mit file_t gekennzeichnet werden. Falls Sie ein neues Festplattenlaufwerk zu Ihrem System hinzugefügt haben, können Sie es mit dem Befehl "restorecon" neu markieren. Wenn Sie zum Beispiel das $HOME-Verzeichnis von einer vorherigen Installation, die nicht SELinux vewendet hat, übernommen haben, können Sie die Labels mit 'restorecon -R -v /home' wiederherstellen. Andernfalls sollten Sie das gesamte Dateisystem neu markieren.
es: Están siendo negados los chequeos de permiso en archivos con etiqueta file_t a SELinux. file_t es el contexto que le da el kernel de SELinux a archivos que no tienen una etiqueta. Esto indica un problema serio de etiquetado. Ningún archivo debe poseer una etiqueta file_t. Si recientemente ha agregado un nuevo disco al sistema, puede reetiquetarlo usando el comando restorecon. Por ejemplo, si ha guardado el directorio /home de una instalación previa que no utilizaba SELinux, el comando 'restorecon -R -v /home' arreglará las etiquetas. En caso contrario, deberá reetiquetar a todo el sistema de archivos.
fr: La permission SELinux vérifie les fichiers refusés étiquetés file_t. file_t est le contexte donné par le noyau SELinux aux fichiers qui n'ont pas d'étiquetage. Ceci indique un problème d'étiquetage important. Aucun fichier sur une boîte SELinux ne devrait être étiqueté file_t. Si vous venez juste d'ajouter un nouveau lecteur de disque au système vous pouvez le réétiqueter en utilisant la commande restorecon. Par exemple, si vous avez sauvegardé le dossier personel d'une installation antérieure qui n'utilisait pas SELinux, « restorecon -R -v /home » corrigera l'étiquetage. Autrement vous devriez réétiqueter tout le système de fichiers.
hu: A file_t címkéjű fájlok engedély ellenőrzését SELinux elutasítja. SELinux-kernelnek a címke nélküli fájlok beállítása file_t. Ez komoly címkézés problémát jelez. SELinux rendszerben egy fájlnak sem kellene file_t címkét kapnia. Ha éppen új lemezegységet adott hozzá a rendszerhez, újracímkézheti a „restorecon” programmal. Például ha a saját mappáját egy korábbi SELinux nélküli rendszerben mentette el, akkor „restorecon -R -v /home” a megoldás. Különben címkézze újra az egész fájlrendszert.
kn: file_t ಎಂದು ಲೇಬಲ್ ಮಾಡಲಾದ ಕಡತಗಳಿಗೆ SELinux ಅನುಮತಿ ಪರಿಶೀಲನೆಯು ನಿರಾಕರಿಸಲ್ಪಟ್ಟಿದೆ file_t ಎನ್ನುವುದು ಒಂದು ಲೇಬಲ್ ಇಲ್ಲದ ಕಡತಗಳಿಗೆ SELinux ಕರ್ನಲ್ ಒದಗಿಸಲ್ಪಡುವುದಾಗಿದೆ ಇದು ಒಂದು ದೊಡ್ಡದಾದ ಲೇಬಲಿಂಗ್ ತೊಂದರೆಯಾಗಿದೆ ಒಂದು SELinux ಬಾಕ್ಸ್‍ನಲ್ಲಿನ ಯಾವುದೆ ಕಡತವು file_t ನಿಂದ ಲೇಬಲ್ ಆಗಬಾರದು. ನೀವು ಈಗತಾನೆ ನಿಮ್ಮ ಗಣಕಕ್ಕೆ ಒಂದು ಹೊಸ ಡಿಸ್ಕ್‍ ಅನ್ನು ಸೇರಿಸಿದ್ದಲ್ಲಿ, ನೀವದನ್ನು restorecon ಆಜ್ಞೆಯನ್ನು ಉಪಯೋಗಿಸಿ ಮರು ಲೇಬಲ್ ಮಾಡಬಹುದಾಗಿದೆ. ಉದಾಹರಣೆಗೆ ನೀವು ನೆಲೆ ಕೋಶವನ್ನು SELinux ಬಳಸದೆ ಇರುವ ಹಿಂದಿನ ಅನುಸ್ಥಾಪನೆಯಿಂದ ಉಳಿಸಿಕೊಂಡಿದ್ದಲ್ಲಿ, 'restorecon -R -v /home' ಎನ್ನುವುದು ಲೇಬಲ್‌ಗಳನ್ನು ಸರಿಪಡಿಸುತ್ತದೆ. ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ ನೀವು ಸಂಪೂರ್ಣ ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಮರು ಲೇಬಲ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
ko: file_t로 레이블된 파일의 SELinux 권한 확인이 거부되었습니다. file_t는 레이블이 없는 파일에게 SELinux 커널이 부여하는 문맥입니다. 이는 레이블을 붙이는 데 심각한 문제가 있음을 보여주는 것입니다. SELinux 기계에 있는 파일은 file_t로 레이블 되어서는 안됩니다. 여러분이 시스템에 새로운 디스크 드라이브를 추가시한 경우라면, restorecon 명령을 사용하여 이를 다시 레이블하실 수 있습니다. 에를 들어서, 여러분이 홈 디렉터리를 SELinux를 사용하지 않던 이전의 리눅스 설치로부터 저장했다면, 'restorecon -R -v /home'이라고 하면 레이블을 고칠 수 있습니다. 그렇지 않다면 여러분은 전체 파일 시스템을 다시 레이블링 해야할 것입니다.
ml: file_t, എന്ന ലേബലുളള ഫയലുകളിലേക്കുളള പ്രവേശനം SELinux തടയുന്നു. ലേബല്‍ ഇല്ലാത്ത ഫയലുകള്‍ക്ക് SELinux നല്‍കുന്ന കോണ്‍ട്ടെക്സ്റ്റ് ആണ് file_t. ഇത് ഒരു ഗുരുതരമായ ലേബലിങ് പ്രശ്നം ആണ്. SELinux ബോക്സിലുളള ഒരു ഫയലുകള്‍ക്കും file_t എന്ന ലേബല്‍ പാടില്ല. നിങ്ങള്‍ സിസ്റ്റമിലേക്ക് ഒരു പുതിയ ഡിസ്ക് ഡ്രൈവ് ചേര്‍ത്തിരിക്കുന്നു എങ്കില്‍, restorecon കമാന്‍ഡ് ഉപയോഗിച്ച് അത് വീണ്ടും ലേബല്‍ ചെയ്യുക. ഉദാഹരണത്തിനു്, SELinux ഉപയോഗിക്കാത്ത മുമ്പുള്ളൊരു ഇന്‍സ്റ്റലേഷനില്‍ നിന്നും ഹോം ഡയറക്ടറി സൂക്ഷിച്ചെങ്കില്‍, 'restorecon -R -v /home' ലേബലുകള്‍ പരിഹരിക്കുന്നു. അല്ലെങ്കില്‍ നിങ്ങള്‍ മുഴുവന്‍ ഫയല്‍ സിസ്റ്റം റീലേബല്‍ ചെയ്യേണ്ടി വരുന്നതാണ്.
mr: file_t चिन्हाकृत फाइल करीता SELinux परवानगी नकारली जाते. विना लेबल फाइल करीता SELinux कर्नल file_t संदर्भ प्रदान करतो. ही एक गंभीर लेबलींग त्रुटी आहे . SELinux बॉक्स वरील कुठलिही फाइल file_t चिन्हाकृत नसावी. प्रणालीशी नवीन डिस्क ड्राइव्ह जोडले असल्यास तुम्ही त्यांस restorecon आदेशचा वापर करून पुनःलेबल करू शकता. उदाहरणार्थ SELinux च्या वापर विना पूर्वीच्या प्रतिष्ठापनातून होम डिरेक्ट्री साठवल्यास, 'restorecon -R -v /home' लेबल्स् ठरवतो. नाहीतर पूर्ण फाइलप्रणालीला पुनः लेबल करा.
nl: SELinux rechten controle op bestanden met label file_t worden geweigerd. file_t is de context die de SELinux kernel geeft aan bestanden die geen label hebben. Dit geeft een serieus label probleem aan. Geen enkel bestand op een SELinux systeem zou met file_t gelabeld moeten zijn. Als je zojuist een nieuwe schijf hebt toegevoegd aan je systeem dan kun je het her-labelen met het restorecon commando. Bijvoorbeeld, als je de persoonlijke map van een vorige installatie opsloeg welke SELinux niet gebruikte zal 'restorecon -R -v /home' de labels herstellen. Anders moet je het gehele bestandssysteem her-labelen.
or: SELinux ଅନୁମତି file_t ନାମରେ ନାମିତ ଫାଇଲଗୁଡ଼ିକର ଯାଞ୍ଚକୁ ବାରଣ କରିଥାଏ। file_t ଟି SELinux କର୍ଣ୍ଣଲକୁ ବିନା ନାମକରଣ ବିଶିଷ୍ଟ ଫାଇଲଗୁଡ଼ିକୁ ଦେଉଥିବା ପ୍ରସଙ୍ଗ। ଏହା ଏକ ବୃହତ ନାମକରଣ ସମସ୍ୟାକୁ ସୂଚାଇଥାଏ। SELinux ବାକ୍ସଟି file_t ନାମରେ ନାମିତ ହେବା ଉଚିତ। ଯଦି ଆପଣ ତନ୍ତ୍ରରେ ଏକ ଡିସ୍କ ଡ୍ରାଇଭ ଯୋଗ କରନ୍ତି ତେବେ ଆପଣ ଏହାକୁ restorecon ନିର୍ଦ୍ଦେଶ ବ୍ୟବହାର କରି ନାମକରଣ କରିପାରିବେ। ଉଦାହରଣ ସ୍ୱରୂପ ଯଦି ଆପଣ ହୋମ ଡିରେକ୍ଟୋରୀକୁ ପୂର୍ବ ସ୍ଥାପନାରୁ ସଂରକ୍ଷଣ କରନ୍ତି ଯାହାକି SELinux ବ୍ୟବହାର କରୁନଥିଲା, ତେବେ 'restorecon -R -v /home' ନାମପଟିକୁ ସମାଧାନ କରିବ। ଅନ୍ୟଥା ଆପଣ ସମଗ୍ର ଫାଇଲତନ୍ତ୍ରକୁ ନାମକରଣ କରନ୍ତୁ।
pt: As verificações de permissões do SELinux sobre os ficheiros com a etiqueta 'file_t' estão a ser proibidas. O 'file_t' é o contexto que o kernel SELinux atribui aos ficheiros que não têm uma etiqueta. Isto indica um problema sério de etiquetagem. Não deverão existir ficheiros numa máquina SELinux com a etiqueta 'file_t'. Se tiver adicionado um novo disco ao sistema, poderá mudar as etiquetas do mesmo com o comando 'restorecon'. Por exemplo, se gravou o directório home de uma instalação anterior que não utilizava SELinux, 'restorecon -R -v /home' irá corrigir as etiquetas. Caso contrário, deverá re-etiquetar todo o sistema de ficheiros.
pt_br: Verificações de permissão SELinux em arquivos rotulados como file_t estão sendo negadas. file_t é o contexto que o kernel do SELinux dá a arquivos que não tenham um rótulo. Isto indica um problema sério de rotulagem. Arquivos em uma máquina SELinux jamais deveriam ser etiquetados como file_t. Se você recém adicionou um novo disco rígido ao sistema, você pode rotulá-lo novamente usando o comando restorecon. Por exemplo, se você salvou o diretório home de uma instalação anterior que não utilizava o SELinux, o comando 'restorecon -R -v /home' irá fazer os rótulos. Caso contrário, você deve rotular todo o sistema de arquivos novamente.
ru: Попытки SELinux проверить файлы с метками file_t не разрешаются. Контекст file_t назначается файлам ядром SELinux, если они не имеют меток. Это серьезная проблема маркирования. Файлы не должны отмечены как file_t. Если вы добавили новый диск, можно промаркировать его командой restorecon. Например, если вы сохранили домашний каталог из предыдущей установки, которая не использовала SELinux, для исправления меток выполните «restorecon -R -v /home». В противном случае придется повторно разметить всю файловую систему.
sr@latin: SELinux provere dozvola na datotekama označenim kao file_t se odbijaju. file_t je kontekst koji SELinux jezgro daje datotekama koje nemaju oznaku. Ovo ukazuje na ozbiljan problem u označavanju. Nijedna datoteka na SELinux mašini ne sme nikada da bude označena sa file_t. Ako ste tek dodali novi disk sistemu možete ga ponovo označiti upotrebom restorecon naredbe. Na primer, ako ste sačuvali direktorijum /home od prethodne instalacije koja nije koristila SELinux, „restorecon -R -v /home“ će ispraviti oznake. U protivnom treba da ponovo označite celokupan sistem datoteka.
sv: SELinux rättighetskontroller på filer märkta file_t nekas. file_t är det kontext som SELinux-kärnan ger filer som inte har någon märkning. Detta indikerar ett seriöst märknings- problem. Inga filer på en SELinux-maskin borde aldrig vara märkta file_t. Om du precis har lagt till en diskenhet till systemet kan du märka om den med restorecon kommandot. Till exempel om du sparade hemkatalogen från en tidigare installation som inte använde SELinux, kommer "restorecon -R -v /home" ordna etiketterna. Annars bör du märka om hela filsystemet.
te: SELinux అనుమతి file_t లేబుల్‌తోవున్న ఫైళ్ళు తిరస్కరించ బడునట్లు చెక్‌చేస్తుంది. లేబుల్ లేని ఫైళ్ళకు SELinux కెర్నల్ యిచ్చే సంధర్బమే file_t. ఇది తీవ్రమైన లేబిలింగు సమస్యను సూచిస్తుంది. SELinux పెట్టెనందలి యేఫైళ్ళు యెప్పుడూ file_tతో లేబుల్ చేయకూడదు. మీరు సిస్టమ్‌కు డిస్కు డ్రైవ్‌ను జతపరిచివుంటే మీరు దానిని restorecon ఆదేశమును వుపయోగించి రీలేబుల్ చేయవచ్చు. ఉదాహరణకు మీరు SELinux వుపయోగించని గత సంస్థాపనననుండి హోమ్ డైరెక్టరీను దాచివుంటే, 'restorecon -R -v /home' అనునది లేబుల్సును పరిష్కరిస్తుంది. లేకపోతే మీరు మొత్తము ఫైలు వ్యవస్థను రీలేబుల్ చేయాలి.
zh_cn: 对标记为 file_t 的文件的 SELinux 权限检查被拒绝。 file_t 是 SELinux 内核为没有标记的文件提供的上下文。这说明有严重的标记 问题。在 SELinux 系统中没有文件会被标记为 file_t 。如果您刚 给系统添加了一个新的磁盘驱动器，您可以使用 restorecon 命 令重新标记它。例如：如果从之前没有使用 SELinux 的安装 中保存主目录，'restorecon -R -v /home' 会修复这个标签。 否则您应当重新标记整个系统的文件。
zh_tw: SELinux 權限會檢查被標記為 file_t 的檔案是否有被 拒絕。file_t 為 SELinux kernel 給予沒有標籤的檔案 的 context。這顯示了一項嚴重的標記 問題。SELinux box 上不該有任何檔案應被標記為 file_t。 若您剛在系統上新增了新的磁碟，您可 透過使用 restorecon 指令來將它重新標記。比方說，若是您儲存了一個 來自於先前未使用 SELinux 的版本的家目錄，'restorecon -R -v /home' 將可修正標籤。否則您應 將整個檔案系統重新標記。

source: You can execute the following command as root to relabel your computer system: "touch /.autorelabel; reboot"
as: আপনাৰ কম্পিউটাৰৰ নথিপত্ৰপ্ৰণালী পুনৰায় লেবেল কৰিবলৈ root পৰিচয়ে উল্লিখিত আদেশ প্ৰয়োগ কৰক: "touch /.autorelabel; reboot"
de: Sie können folgenden Befehl als root ausführen, um Ihr Computersystem neu zu kennzeichnen: "touch /.autorelabel; reboot"
es: Puede ejecutar el siguiente comando como root para reetiquetar su sistema: "touch /.autorelabel; reboot"
fr: Vous pouvez exécuter la commande suivante en tant que super-utilisateur pour réétiqueter le système de votre ordinateur : « touch /.autorelabel; reboot »
hi: आप निम्न कमांड बतौर रूट चला सकते हैं अपने कंप्यूटर सिस्टम को फिर लेबल करने के लिये: "touch /.autorelabel; reboot"
hu: A számítógépes rendszer újracímkézése a következő paranccsal végezhető el: "touch /.autorelabel; reboot" (rendszergazdai jogosultságot igényel).
kn: ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥೆಯನ್ನು ಮರುಲೇಬಲ್ ಮಾಡಲು ನೀವು ಈ ಕೆಳಗಿನ ಆಜ್ಞೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದು: "touch /.autorelabel; reboot"
ko: 컴퓨터 시스템에 레이블하기 위하여 root 계정으로 다음 명령을 사용하여 실행할 수 있습니다: "touch /.autorelabel; reboot"
ml: നിങ്ങളുടെ കംപ്യൂട്ടര്‍ സിസ്റ്റം റൂട്ട് ആയി നിന്ന് ഈ കമാന്‍ഡ് ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് റീലേബല്‍ ചെയ്യുവാന്‍ സാധ്യമാണ്: "touch /.autorelabel; reboot"
mr: तुम्ही खालील आदेश तुमची संगणक प्रणाली रूट म्हणून पुन्हलेबल करण्याकरीता कार्यान्वीत करा: "touch /.autorelabel; reboot"
nl: Je kunt het volgende commando uitvoeren als root om jouw computer systeem te her-labelen: "touch /.autorelabel; reboot"
or: ଆପଣଙ୍କର କମ୍ପୁଟର ତନ୍ତ୍ରକୁ ପୁନଃ ନାମପଟିକରଣ କରିବା ପାଇଁ ମୂଖ୍ୟ ଚାଳକ ଭବାରେ ଆପଣ ନିମ୍ନଲିଖିତ ନିର୍ଦ୍ଦେଶକୁ ନିଷ୍ପାଦନ କରିପାରିବେ: "touch /.autorelabel; reboot"
pt: Poderá executar o seguinte comando como 'root' para voltar a etiquetar o seu sistema: "touch /.autorelabel; reboot"
pt_br: Você pode executar o seguinte comando como root para reetiquetar o seu sistema: "touch /.autorelabel; reboot"
ru: Выполните следующую команду в режиме root для изменения маркировки системы: «touch /.autorelabel; reboot»
sr@latin: Možete da izvršite sledeću naredbu kao root da bi ponovo označili Vaš računarski sistem: „touch /.autorelabel; reboot“
sv: Du kan exekvera följande kommando som root för återmärka ditt datorsystem: "touch /.autorelabel; reboot"
ta: நீங்கள் பின்வரும் கட்டளையை ஒரு ரூட்டுக்கு மறுலேபிலிட்டு உங்களது கணினி வகைக்கு செயல்படுகிறது: "touch /.autorelabel; reboot"
te: మీరు ఈ క్రింది ఆదేశాన్ని రూట్‌గా మీ కంప్యూటర్ వ్యవస్థను చేరికకు నిర్వర్తించవచ్చు: "touch /.autorelabel; reboot"
zh_cn: 您可以以 root 身份执行以下命令来重新设置您计算机系统的标签： "touch /.autorelabel; reboot"
zh_tw: 您可以 root 身份執行下列指令來重新標記您 的電腦系統：「touch /.autorelabel; reboot」

source: SELinux is preventing $SOURCE_PATH from creating a file with a context of $SOURCE_TYPE on a filesystem.
de: SELinux hindert $SOURCE_PATH an der Erstellung einer Datei mit dem Dateikontext $SOURCE_TYPE in einem Dateisystem.
es: SELinux está previniendo acerca de la intención de $SOURCE_PATH de crear un archivo con el contexto $SOURCE_TYPE en un sistema de archivo.
fr: SELinux empêche $SOURCE_PATH de créer un fichier dans un contexte de $SOURCE_TYPE sur un système de fichiers.
hu: SELinux megakadályozza, hogy $SOURCE_PATH egy $SOURCE_TYPE beállítással fájlt csináljon egy fájlrendszerben.
kn: ಒಂದು ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ $SOURCE_TYPE ನ ಕಡತ ಸನ್ನಿವೇಶದೊಂದಿಗೆ $SOURCE_PATH ಒಂದು ಕಡತವನ್ನು ನಿರ್ಮಿಸುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE_PATH가 파일 시스템에서 $SOURCE_TYPE의 문맥을 사용하여 파일을 생성하지 못하게 합니다.
ml: $SOURCE_TYPE കോണ്‍ടെക്സ്റ്റില്‍ ഒരു ഫയല്‍സിസ്റ്റത്തില്‍ $SOURCE_PATH-നെ ഒരു ഫയല്‍ ഉണ്ടാക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: फाइल प्रणाली वरील $SOURCE_TYPE संदर्भ असल्यास SELinux $SOURCE_PATH ला फाइल बनवण्यापासून रोखतो.
nl: SELinux belet $SOURCE_PATH om een bestand aan te maken in een bestandssysteem met context type $SOURCE_TYPE.
or: SELinux $SOURCE_PATH କୁ ଗୋଟିଏ ଫାଇଲତନ୍ତ୍ରରେ $SOURCE_TYPE ପ୍ରସଙ୍ଗ ସହିତ ଗୋଟିଏ ଫାଇଲ ସୃଷ୍ଟି କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir que o $SOURCE_PATH crie um ficheiro com um contexto $SOURCE_TYPE num sistema de ficheiros.
pt_br: O SELinux está impedindo que o $SOURCE_PATH crie um arquivo com o contexto de $SOURCE_TYPE em um sistema de arquivos.
ru: SELinux запрещает $SOURCE_PATH создавать в файловой системе файл с контекстом $SOURCE_TYPE.
sr@latin: SELinux sprečava $SOURCE_PATH od pravljenja datoteke sa $SOURCE_TYPE kontekstom u sistemu datoteka.
sv: SELinux hindrar $SOURCE_PATH från att skapa en fil med en kontext $SOURCE_TYPE på ett filsystem.
ta: SELinux ஆனது $SOURCE_PATH லிருந்து உரையுடன் ஒரு கோப்கை $SOURCE_TYPE ஒரு கோப்புமுறைமையில் உருவாக்குவதை தடுக்கறிது.
te: ఫైలు వ్యవస్థనందు SELinux అనునది $SOURCE_PATHను $SOURCE_TYPE సందర్భంతో ఫైలును సృష్టించుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 $SOURCE_PATH 在文件系统中生成一个上下文为 $SOURCE_TYPE 的文件。
zh_tw: SELinux 防止了 $SOURCE_PATH 在檔案系上建立一個 context 為 $SOURCE_TYPE 的檔案。
