Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: If you created a directory in / and want $SOURCE to use these files you must tell SELinux about it by changing the labels. Execute the following commands: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>where FILE_TYPE is one of the following: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>If the $TARGET_PATH is not in / you probably need to relabel the system. Execute: <br><b>"touch /.autorelabel; reboot"</b>
de: Wenn Sie ein Verzeichnis in / angelegt haben und möchten, dass $SOURCE diese Dateien verwendet, müssen Sie SELinux durch Änderungen der Labels darauf hinweisen. Führen Sie die folgenden Befehle aus: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>wobei FILE_TYPE einer der folgenden ist: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Falls der $TARGET_PATH nicht in / ist, müssen Sie wahrscheinlich das System neu kennzeichnen. Führen Sie aus: <br><b>"touch /.autorelabel; reboot"</b>
es: Si ha creado un directorio en / y quiere que $SOURCE utilice estos archivos, le debe informar esto a SELinux mediante la modificación de las etiquetas. Ejecute los siguientes comandos: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>where FILE_TYPE is one of the following: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>If the $TARGET_PATH is not in / you probably need to relabel the system. Execute: <br><b>"touch /.autorelabel; reboot"</b>
fr: Si vous avez créé un répertoire dans / et que vous voulez que $SOURCE utilise ces fichiers vous devez en informer SELinux en changeant les étiquettes. Exécutez les commandes suivantes : <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>où FILE_TYPE est l'un des suivants : %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Si $TARGET_PATH n'est pas dans / vous devez probablement réétiqueter le système. Exécutez : <br><b>« touch /.autorelabel; reboot »</b>
hu: Ha csinált mappát a gyökérben, és akarja, hogy $SOURCE használja e fájlokat, akkor ezt meg kell mondani SELinuxnak a címkék megváltoztatásával. Adja ki a következő parancsokat: <br> <b># semanage fcontext -t FILE_TYPE '$TARGET_PATH%s' </b> <br>ahol FILE_TYPE a következők egyike: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Ha $TARGET_PATH nem a / helyen van, talán újra kell címkézni a rendszert. Adja ki: <br><b>„touch /.autorelabel; reboot”</b>
kn: ನೀವು / ನ ಅಡಿಯಲ್ಲಿ ಒಂದು ಕೋಶವನ್ನು ನಿರ್ಮಿಸಿದ್ದಲ್ಲಿ ಹಾಗು $SOURCE ಈ ಕಡತಗಳನ್ನು ಬಳಸಬೇಕಿದ್ದಲ್ಲಿ, ಲೇಬಲ್‌ಗಳನ್ನು ಬದಲಾಯಿಸುವ ಮೂಲಕ ನೀವು SELinux ಗೆ ತಿಳಿಸಿಬಹುದು. ಈ ಕೆಳಗಿನ ಆಜ್ಞೆಗಳನ್ನು ಚಲಾಯಿಸಿ: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>ಇಲ್ಲಿ FILE_TYPE ಎನ್ನುವುದು ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದಾಗಿರುತ್ತದೆ: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>ಎಲ್ಲಿಯಾದರೂ / ನಲ್ಲಿ $TARGET_PATH ಇರದೆ ಹೋದರೆ ಬಹುಷಃ ನೀವು ವ್ಯವಸ್ಥೆಯ ಲೇಬಲ್ ಅನ್ನು ಬದಲಾಯಿಸಬೇಕು. ಇದನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಿ: <br><b>"touch /.autorelabel; reboot"</b>
ko: / 에 디렉토리를 생성하여 $SOURCE가 이러한 파일을 사용할 수 있게 하려면, 레이블을 변경하여 SELinux에게 이를 알려야 합니다. 다음 명령을 실행합니다: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>여기서 FILE_TYPE은 다음 중 하나가 됩니다: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>$TARGET_PATH가 / 에 있지 않을 경우 시스템을 다시 레이블하셔야 합니다. 다음을 실행합니다: <br><b>"touch /.autorelabel; reboot"</b>
ml: നിങ്ങള്‍ /-ല്‍ ഒരു ഡയറക്ടറി ഉണ്ടാക്കി, ഈ ഫയലുകള്‍ $SOURCE ഉപയോഗിക്കണമെങ്കില്‍, നിങ്ങള്‍ ലേബലുകള്‍ മാറ്റി SELinux-നെ ഇവയെപ്പറ്റി അറിയിക്കുക. ഈ കമാന്‍ഡുകള്‍ പ്രവര്‍ത്തിപ്പിക്കുക: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>ഇവിടെ FILE_TYPE ഇവയിലൊന്നാണു്: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>$TARGET_PATH /-ല്‍ ഇല്ലെങ്കില്‍, നിങ്ങള്‍ സിസ്റ്റം വീണ്ടും ലേബല്‍ ചെയ്യേണ്ടതാണു്. ഇതു് ചെയ്യുക: <br><b>"touch /.autorelabel; reboot"</b>
mr: / मध्ये डिरेक्ट्रीचे निर्माण केल्यास व $SOURCE ने या फाइलचा वापर करण्यासाठी तुम्हाला SELinux चे लेबल्स् बदलावे लागेल. ते करण्यासाठी खालील आदेश चालवा: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>जेथे FILE_TYPE खालीलपैकी एक आहे: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>$TARGET_PATH / मध्ये न आढळल्यास तुम्हाला संभाव्यत्या प्रणाली पुनःलेबलकरावे लागेल. खालील चालवा: <br><b>"touch /.autorelabel; reboot"</b>
nl: Als je een map aanmaakt in / en je wilt dat $SOURCE deze bestanden gebruikt, moet je SELinux hiervan op de hoogte brengen door de labels te veranderen. Voer de volgende commando's uit: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>waarin FILE_TYPE een van de volgende is: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Als $TARGET_PATH niet in / is, moet je waarschijnlijk het systeem her-labelen. Voer uit: <br><b>"touch /.autorelabel; reboot"</b>
or: ଯଦି ଆପଣ / ରେ ଗୋଟିଏ ଡିରେକ୍ଟୋରୀ ନିର୍ମାଣ କରିଥାନ୍ତି ଏବଂ $SOURCE କୁ ଏହାକୁ ବ୍ୟବହାରକରୁ ବୋଲି ଇଚ୍ଛା କରନ୍ତି ତେବେ ଆପଣ ନିଶ୍ଚିତ ଭାବରେ SELinux କୁ ନାମ ପରିବର୍ତ୍ତନ କରି ଏହା ବିଷୟରେ କହିଥାଏ। ନିମ୍ନଲିଖିତ ନିର୍ଦ୍ଦେଶଗୁଡ଼ିକୁ ନିଷ୍ପାଦନ କରନ୍ତୁ: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>ଯେଉଁଠି FILE_TYPE ଟି ହେଉଛି ନିମ୍ନଲିଖିତ ମଧ୍ଯରୁ ଗୋଟିଏ: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>ଯଦି $TARGET_PATH ଟି / ମଧ୍ଯରେ ନଥାଏ ତେବେ ଆପଣ ସମ୍ଭବତଃ ତାହାକୁ ପୁନନାମକରଣ କରିବା ଆବଶ୍ୟକ ହୋଇପାରେ। ନିଷ୍ପାଦନ କରନ୍ତୁ: <br><b>"touch /.autorelabel; reboot"</b>
pt: Se criou um directório em / e quer que o $SOURCE possa usar estes ficheiros, tem de informar o SELinux, alterando as etiquetas. Execute os seguintes comandos:<br> <b># semanage fcontext -t TIPO_DE_FICHEIRO '$FIX_TARGET_PATH%s' </b> <b>onde TIPO_DE_FICHEIRO é um dos seguintes: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Se o $TARGET_PATH não está em /, você provavelmente precisa de re-etiquetar o sistema. Execute: <br><b>"touch /.autorelabel; reboot"</b>
pt_br: Se você criou um diretório no / e quer que o $SOURCE use estes arquivos, você deve dizer isso para o SELinux por meio da alteração dos rótulos. Execute os seguintes comandos: <br> <b># semanage fcontext -t TIPO_DO_ARQUIVO '$FIX_TARGET_PATH%s' </b> <br>onde o TIPO_DO_ARQUIVO é um dos seguintes: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Se o $TARGET_PATH não estiver no / você provavelmente precisará rotular o sistema novamente Execute: <br><b>"touch /.autorelabel; reboot"</b>
ru: Если вы создали каталог в «/» и хотите разрешить $SOURCE использовать файлы, потребуется изменить метки следующим образом: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>где FILE_TYPE может принимать значения: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Если $TARGET_PATH не расположен в «/», то может потребоваться выполнить повторную разметку: <br><b>«touch /.autorelabel; reboot»</b>
sv: Om du skapade en katalog i / och vill att $SOURCE skall kunna använda dessa filer måste du tala om för SELinux om detta genom att ändra etiketterna. Kör följande kommando:<br> <b># semanage fcontext -t FILTYP '$FIX_TARGET_PATH%s' </b> <br>där FILTYP är en av följande: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>Om $TARGET_PATH inte är i / behöver du förmodligen etolettera om systemet. Kör: <br><b>"touch /.autorelabel; reboot"</b>
te: మీరు / నందు డైరెక్టరీను సృష్టించినట్లైతే మరియు $SOURCE ఈ దస్త్రములను వుపయోగించాలని అనుకుంటే మీరు SELinuxకు దీనిగురించి లేబుళ్ళను మార్చుటద్వారా చెప్పాలి. క్రింది ఆదేశములను నిర్వర్తించుము: <br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>ఇచట FILE_TYPE క్రింది వాటిలో వొకటి: %s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>ఒకవేళ $TARGET_PATH అనునది / నందు లేకపోతే మీరు బహుశా సిస్టమ్‌ను తిరిగిలేబుల్ చేయవలసి వుంటుంది. దీనిని నిర్వర్తించుము: <br><b>"touch /.autorelabel; reboot"</b>
zh_cn: 如果您在 / 中生成一个目录并想要 $SOURCE 使用这些文件，则您必须通过更改标记告知 SELinux。请执行一下命令：<br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>其中 FILE_TYPE 是以下之一：%s. <br><b># restorecon -v $TARGET_PATH</b> <br><br>如果 $TARGET_PATH 不在 / 中，您可能需要重新标记该系统。请执行： <br><b>"touch /.autorelabel; reboot"</b>
zh_tw: 若您在 / 中建立了一個目錄並且希望 $SOURCE 使用這些檔案的話，您必須藉由更改標籤來告知 SELinux。請執行下列指令：<br> <b># semanage fcontext -t FILE_TYPE '$FIX_TARGET_PATH%s' </b> <br>FILE_TYPE 為下列其中之一：%s。 <br><b># restorecon -v $TARGET_PATH</b> <br><br>若 $TARGET_PATH 不在 / 中的話，您可能需要重新標記系統。請執行： <br><b>"touch /.autorelabel; reboot"</b>

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access to device $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH "$ACCESS" am Zugriff auf das Gerät $TARGET_PATH.
es: SELinux está negando a $SOURCE_PATH "$ACCESS" acceso al dispositivo a $TARGET_PATH.
fr: SELinux empêche $SOURCE_PATH d'« $ACCESS » au périphérique $TARGET_PATH.
hi: SELinux $SOURCE_PATH ($SOURCE_TYPE) "$ACCESS" को $TARGET_PATH में अभिगम से रोक रहा है.
hu: SELinux megakadályozza $SOURCE_PATH „$ACCESS” hozzáférését $TARGET_PATH eszközhöz.
kn: ಸಾಧನ $TARGET_PATH ಕ್ಕೆ $SOURCE_PATH "$ACCESS" ನ ನಿಲುಕಣೆಯನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH 장치로 $SOURCE_PATH "$ACCESS" 액세스하지 못하게 합니다.
ml: ഡിവൈസ് $TARGET_PATH-ലേക്കുള്ള $SOURCE_PATH "$ACCESS" പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux $SOURCE_PATH "$ACCESS" ला उपकरन $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH "$ACCESS" toegang tot apparaat $TARGET_PATH.
or: SELinux $SOURCE_PATH କୁ $TARGET_PATH ଉପକରଣରେ "$ACCESS" କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o $SOURCE_PATH "$ACCESS" de ter acesso ao dispositivo $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH "$ACCESS" acesse o dispositivo $TARGET_PATH.
ru: SELinux запрещает $SOURCE_PATH доступ «$ACCESS» к устройству $TARGET_PATH.
sr@latin: SELinux sprečava $SOURCE_PATH „$ACCESS“ pristup uređaju $TARGET_PATH.
sv: SELinux nekar $SOURCE_PATH "$ACCESS"-åtkomst till enhet $TARGET_PATH.
ta: SELinuxஐ $SOURCE_PATH "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.
te: SELinux అనునది $SOURCE_PATH "$ACCESS" యాక్సెస్‌ను పరికరం $TARGET_PATHకు నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 $SOURCE_PATH "$ACCESS" 访问设备 $TARGET_PATH。
zh_tw: SELinux 防止了 $SOURCE_PATH「$ACCESS」存取裝置 $TARGET_PATH。
