Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: The $SOURCE application attempted to make its stack executable. This is a potential security problem. This should never ever be necessary. Stack memory is not executable on most OSes these days and this will not change. Executable stack memory is one of the biggest security problems. An execstack error might in fact be most likely raised by malicious code. Applications are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. If $SOURCE does not work and you need it to work, you can configure SELinux temporarily to allow this access until the application is fixed. Please file a bug report.
de: Die Anwendung $SOURCE versuchte, den Stack ausführbar zu machen. Dies ist ein mögliches Sicherheitsproblem. Dies sollte niemals nötig sein. Der Stapelspeicher ist heutzutage bei den meisten Betriebssystemen nicht ausführbar, was sich auch nicht ändern wird. Ausführbarer Stapelspeicher ist eines der grössten Sicherheitsprobleme. Ein execstack-Fehler könnte sehr wahrscheinlich auch von bösartigem Code stammen. Anwendungen sind manchmal fehlerhaft programmiert und erfordern diese Erlaubnis. Die Webseite <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> erklärt, wie diese Anforderung entfernt werden kann. Falls $SOURCE nicht funktioniert, Sie dies jedoch benötigen, können Sie SELinux temporär so konfigurieren, dass der Zugriff bis zur Korrektur der Anwendung erlaubt wird. Bitte reichen Sie einen Fehlerbericht für dieses Paket ein.
es: La aplicación $SOURCE intentó hacer su pila ejecutable. Este es un problema de seguridad potencial. Nunca debe ser necesario. La memoria de la pila no es ejecutable en la mayoría de los sistemas operativos actuales y esto no cambiará. Una memoria de pila ejecutable es uno de los mayores problemas de seguridad. Un error de ejecución en pila puede en realidad ser generado a propósito por código malicioso. Las aplicaciones son a a veces codificadas incorrectamente y requieren este permiso. La página web de <a href="http://people.redhat.com/drepper/selinux-mem.html">Pruebas de Protección de Memoria en SELinux</a> explica cómo eliminar este requerimiento. Si $SOURCE no funciona y necesita que lo haga, puede configurar SELinux para que permita temporalmente este acceso hasta que se corrija la aplicación. Por favor, haga un <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">informe de error</a> contra este paquete.
fr: L'application $SOURCE a essayé de rendre sa propre pile exécutable. C'est un problème potentiel de sécurité. Cette action ne devrait jamais être nécessaire. De nos jours, une pile-mémoire n'est pas exécutable sur les OS et cela ne changera pas. Une pile-mémoire exécutable est l'un des problèmes de sécurité les plus sévères . Une erreur execstack pourrait être causée par un code malveillant. Les applications sont parfois incorrectement programmées et demandent cette permission. La page web <a href="http://people.redhat.com/drepper/selinux-mem.html">Essais de protection mémoire de SELinux</a> explique comment retirer ces exigences. Si $SOURCE ne fonctionne pas et que vous avez besoin qu'il fonctionne, vous pouvez configurer temporairement SELinux pour autoriser cet accès jusqu'à ce que l'application soit corrigée. Merci de remplir un rapport de bogue.
hi: $SOURCE अनुप्रयोग ने इसके स्टैक को निष्पादनीय बनाने का प्रयास किया. यह संभावित सुरक्षा समस्या है. यह कभी आवश्यक नहीं हो सकता है. स्टैक स्मृति ज्यादातर OS पर इन दिनों निष्पादनीय नहीं होता है और यह नहीं बदलेगा. निष्पादनीय स्टैक स्मृति एक सबसे बड़ी सुरक्षा समस्या है. एक execstack त्रुटि संभव है संभव है वास्तव में गलत कोड के द्वारा उठाया गया हो. अनुप्रयोग को कुछ समय दुर्भावनापूर्ण ढ़ंग से कोड किया जाता है और इस अनुमति को निवेदन करता है. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> वेब पृष्ठ यह व्याख्या करता है कि कैसे इस जरूरतों को हटाया जाये. अगर $SOURCE काम नहीं करता है और आपको काम करने की जरूरत है, आप SELinux अस्थायी रूप से विन्यस्त कर सकते हैं जबतक अनुप्रयोग ठीक नहीं हो जाता है. कृपया एक बग रिपोर्ट फाइल करें.
hu: $SOURCE alkalmazás megkísérelte végrehajthatóvá tenni a vermét (stack). Ez biztonsági problémát jelenthet. Ez sohasem szükséges. A verem memória a legtöbb operációs rendszerben nem végrehajtható – ez a jövőben sem fog változni. A végrehajtható verem memória az egyik legnagyobb biztonsági probléma. A végrehajtható veremmel kapcsolatos hiba gyakran rosszindulatú programra utal. Bizonyos alkalmazások viszont hibásra sikerültek, és igénylik ezt az engedélyt. Az <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> weblap elmagyarázza, hogyan kell megszüntetni ezt az igényt. Ha $SOURCE nem működik, de szükség van rá, akkor ideiglenesen beállíthatja, hogy SELinux engedélyezze ezt a hozzáférést, amíg az alkalmazást ki nem javítják. Kérem tegyen hibabejelentést.
kn: $SOURCE ಅನ್ವಯವು ಅದರ ಸ್ಟಾಕ್ ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿದೆ. ಇದೊಂದು ದೊಡ್ಡ ಸುರಕ್ಷತಾ ಲೋಪ. ಇದು ಎಂದಿಗೂ ಅಗತ್ಯವಿಲ್ಲ. ಇತ್ತೀಚಿನ ದಿನಗಳಲ್ಲಿ, ಹೆಚ್ಚಿನ OS ಗಳಲ್ಲಿ ಸ್ಟಾಕ್ ಮೆಮೊರಿಯು ಕಾರ್ಯಗತಗೊಳಿಸಬಲ್ಲದಾಗಿರುವುದಿಲ್ಲ ಹಾಗು ಇದು ಎಂದಿಗೂ ಬದಲಾಗುವುದಿಲ್ಲ. ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದ ಸ್ಟಾಕ್ ಮೆಮೊರಿಯು ಒಂದು ಮಹತ್ತರವಾದ ಸುರಕ್ಷತಾ ತೊಂದರೆಯಾಗಿದೆ. ಒಂದು execstack ದೋಷವು ಸರಿಯಲ್ಲದ ಕೋಡ್‍ನ ಕಾರಣದಿಂದಾಗಿ ಉಂಟಾಗಿರುವ ಸಾಧ್ಯತೆ ಇದೆ. ಅನ್ವಯಗಳು ಕೆಲವು ಬಾರಿ ತಪ್ಪಾಗಿ ಕೋಡ್ ಮಾಡಲ್ಪಡುವದರಿಂದ ಈ ಬಗೆಯ ಅನುಮತಿಗಾಗಿ ಮನವಿ ಮಾಡುತ್ತವೆ. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ಜಾಲ ಪುಟವು ಈ ಅಗತ್ಯವನ್ನು ಹೇಗೆ ತೆಗೆದು ಹಾಕುವುದೆಂದು ವಿವರಿಸುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ $SOURCE ಕೆಲಸ ಮಾಡದೆ ಇದ್ದು ಹಾಗು ನಿಮಗೆ ಅದು ಕೆಲಸ ಮಾಡುವುದುಬೇಕಿದ್ದಲ್ಲಿ, ಅನ್ವಯದ ತೊಂದರೆಯು ನಿವಾರಣೆಯಾಗುವವರೆಗೆ SELinux ಅನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನೀವು ಈ ಅನುಮತಿಯನ್ನು ಒದಗಿಸುವಂತೆ ಸಂರಚಿಸಬಹುದು. ದಯವಿಟ್ಟು ಈ ಪ್ಯಾಕೇಜಿನ ವಿರುದ್ದ ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: $SOURCE 응용 프로그램은 스택을 실행가능하게 합니다. 이로 인해 잠재적 보안 문제가 발생할 수 있습니다. 이는 절대 필요하지 않습니다. 최근 스택 메모리는 대부분의 OS에서 실행가능하지 않으며 이는 변경되지 않을 것입니다. 실행 가능한 스택 메모리는 가장 심각한 보안 문제 중 하나입니다. 사실 execstack 오류는 악성 코드에 의해 가장 많이 제기되는 문제입니다. 때때로 응용 프로그램이 잘못 코드되어 이러한 권한을 요청합니다. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 메모리 보안 테스트</a> 웹 페이지에서 이러한 요청을 삭제하는 방법을 설명합니다. $SOURCE가 제대로 작동하지 않을 경우 이를 작동시키시려면, 응용 프로그램이 고쳐질 때 까지 이러한 액세스를 허용하기 위해 SELinux를 임시로 설정하실 수 있습니다. 이 패키지에 대한 버그 리포트를 제출해 주시기 바랍니다.
ml: സ്റ്റാക്ക് പ്രവര്‍ത്തിപ്പിക്കുന്നതിനായി $SOURCE ആപ്ളിക്കേഷന്‍ ശ്രമിച്ചിരിക്കുന്നു. ഇത് സുരക്ഷ സംബന്ധിച്ചുളള ഒരു വളരെ പ്രധാന പ്രശ്നമാണ്. ഇത് ഒരിക്കലും ആവശ്യമായി വന്നിട്ടില്ല. മിക്ക OS-കളിലും സ്റ്റാക്ക് മെമ്മറി ഉപയോഗിക്കുവാന്‍ സാധ്യമല്ല, അതിനാല്‍ മാറ്റുകയുമില്ല. പ്രവര്‍ത്തിക്കുന്ന സ്റ്റാക്ക് മെമ്മറി ഒരു വലിയ സുരക്ഷാ പ്രശ്നമാണ്. തെറ്റായി കോഡ് കാരണം, ഒരു execstack പിഴവ് സംഭവിക്കാവുന്നതാണ്. ആപ്ളിക്കേഷന്‍ ചിലപ്പോള്‍ തെറ്റായ കോഡ് ഉപയോഗിച്ച് ഈ പെര്‍മിഷനായി ആവശ്യപ്പെടുന്നു. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux മെമ്മറി പ്രൊട്ടെക്ഷന്‍ ടെസ്റ്റ്</a> വെബ് പേജ് ഈ ആവശ്യം എങ്ങനെ ഒഴിവാക്കണമെന്ന് വ്യക്തമാക്കുന്നു. ആപ്ളിക്കേഷന്‍ ശരിയാക്കുന്നത് വരെ, നിങ്ങള്‍ക്ക് അഥവാ $SOURCE ഉപയോഗിക്കണമെങ്കില്‍ (അത് പ്രവര്‍ത്തിക്കുന്നില്ലെങ്കില്‍) താല്‍ക്കാലികമായി SELinux ക്രമികരിക്കാവുന്നതാണ്. ദയവായി ഈ പാക്കേജിന് എതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: $SOURCE ऍप्लीकेशनने स्टॅक कार्यान्वीत करण्याचा प्रयत्न केला . ही एक सुरक्षा त्रुटी आहे. याची कधिही आवश्यकता नसायला हवी . स्टॅक स्मृती बहुतांश OS वर कार्यान्वीत करण्याजोगी नाही व त्यामध्ये बदल होणार नाही. कार्यान्वीतजोगी स्टॅक स्मृती सर्वात मुठी सुरक्षा त्रुटी आहे. execstack त्रुटी घातक कोडमुळे निर्माण होऊ शकते. अनुप्रयोगांस बहुतांशवेळा अयोग्यरित्या कोड केले जाते व याकरीता परवानगी करीता विनंती करतात. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux स्मृती सुरक्षा चाचणी</a> वेब पान ही आवश्यकता कशी काढायची त्याविषयी विश्लेषन देते. $SOURCE कार्य करीत नाही व तुम्हाला त्यावर कार्य करावे लागेल, तुम्ही SELinux ला तात्पुरर्ते अनुप्रयोग कार्यान्वीत होईपर्यंत संयोजीत करू शकता. कृपया बग अहवाल सादर करा.
nl: De $SOURCE toepassing probeerde zijn stack uitvoerbaar te maken. Dit is een potentieel beveiliging probleem. Dit moet nooit en te nimmer nodig zijn. Stack geheugen is tegenwoordig niet uitvoerbaar in de meeste OS'en en dat zal niet veranderen. Uitvoerbaar stack geheugen is een van de grootste veiligheid problemen. Een execstack fout kan in feite de meest waarschijnlijke zijn om opgewekt te worden door kwaadwillige code. Toepassingen zijn soms verkeert geschreven en vereisen deze toestemming. De <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web pagina legt uit hoe deze vereiste te verwijderen is. Als $SOURCE niet werkt en je moet het werkende hebben, kun je SELinux configureren tijdelijk deze toegang toe te staan totdat de applicatie is hersteld. Dien a.u.b een bug rapport in.
or: $SOURCE ପ୍ରୟୋଗ ଏହାର ଷ୍ଟାକକୁ ନିଷ୍ପାଦନ ଯୋଗ୍ୟ କରିବା ପାଇଁ ଚେଷ୍ଟାକରିଥାଏ। ଏହା ଗୋଟିଏ ସୁରକ୍ଷା ସମସ୍ୟା। ଏହା କଦାପି ଆବଶ୍ୟକ ହୋଇନଥାଏ। ଷ୍ଟାକ ସ୍ମୃତି ସ୍ଥାନଟି ଅଧିକାଂଶ OSes ରେ ନିଷ୍ପାଦନ ଯୋଗ୍ୟ ନୁହଁ। ନିଷ୍ପାଦନ ଯୋଗ୍ୟ ଷ୍ଟାକ ସ୍ମୃତି ସ୍ଥାନଟି ଗୋଟିଏ ବହୁତ ବଡ଼ ସୁରକ୍ଷା ସମସ୍ୟା। ଗୋଟିଏ execstack ତ୍ରୁଟି ଘଟିପାରେ। ପ୍ରକୃତରେ କ୍ଷତିକାରକ ସଂକେତ ଦ୍ୱାରା ବଢ଼ିଥାଏ। ପ୍ରୟୋଗଗୁଡ଼ିକ ବେଳେ ବେଳେ ଭୁଲ ଭାବରେ ସାଙ୍କେତିକରଣ ହୋଇଥାଏ ଏବଂ ଏହି ଅନୁମତିକୁ ଅନୁରୋଧ କରିଥାଏ। ଏହି <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ୱେବ ପୃଷ୍ଠା ଆବଶ୍ୟକତାକୁ କିପରି କଢ଼ାଯିବ ତାହା ବର୍ଣ୍ଣନା କରିଥାଏ। ଯଦି $SOURCE କାମ ନକରେ ଏବଂ ଆପଣ ଏହାକୁ କାର୍ଯ୍ୟକାରୀ କରିବାକୁ ଚାହାନ୍ତି, ଆପଣ SELinux କୁ ଅସ୍ଥାୟୀ ଭାବରେ ବିନ୍ୟାସ କରିପାରିବେ। ଦୟାକରି ଗୋଟିଏ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରନ୍ତୁ।
pt: A aplicação $SOURCE tentou tornar a sua pilha executável. Este é um problema potencial de segurança. Isto nunca deverá ser necessário em situação alguma. A memória da pilha não é executável na maioria dos SOs dos dias de hoje e isto não irá mudar. A memória da pilha executável é um dos maiores problemas de segurança. Um erro de pilha executável será muito provavelmente derivado de código malicioso. Aplicações por vezes são programadas incorrectamente e pedem esta permissão. A página Web dos <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Protecção de Memória do SELinux</a> explica como remover este requisito. Se o $SOURCE não funcionar e você precisar dele para funcionar, poderá configurar o SELinux temporariamente para permitir este acesso, até que a aplicação seja corrigida. Por favor, reporte este erro.
pt_br: O aplicativo $SOURCE tentou tornar sua pilha executável. Isto é um potencial problema de segurança e nunca deve ser necessário. Pilhas de memória não são executáveis na maioria dos SOs hoje em dia e isto não irá mudar. Pilhas de memória executáveis representam um dos maiores problemas de segurança. Na verdade, é mais provável que um erro execstack seja o resultado de código malicioso. Às vezes, aplicativos são mal programados, o que as leva a requisitar esta permissão. A página <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Proteção de Memória SELinux</a> explica como remover este requisito. Se o $SOURCE não funcionar, mas você precisar que funcione, você pode configurar o SELinux para que o mesmo permita este acesso temporariamente, até que o aplicativo seja consertado. Por favor, submeta um relato de erro para este pacote.
ru: Приложение $SOURCE попыталось сделать свой стек исполняемым, что представляет потенциальную угрозу безопасности. В этом не должно быть необходимости. Память стека не является исполняемой в большинстве ОС на сегодняшний день, и в будущем это не изменится. Исполняемый стек представляет собой исключительно серьезную проблему безопасности. Ошибка execstack может быть вызвана вредоносными программами. Иногда приложения, написанные некорректно, могут запросить это разрешение. Документ <a href="http://people.redhat.com/drepper/selinux-mem.html">Тесты защиты памяти SELinux</a> объясняет, как исключить использование такой возможности. Если $SOURCE не работает, когда это необходимо, можно настроить SELinux так, чтобы временно разрешить такую возможность, пока приложение не будет исправлено. Пожалуйста, создайте запрос в Bugzilla для этого пакета.
sr@latin: $SOURCE program je pokušao da pretvori svoj stek u izvršni. Ovo je moguć bezbednosni problem. Ovo nikada ne bi trebalo da bude neophodno. Memorija steka nije izvršna na većini operativnih sistema i to se neće promeniti. Izvršna memorija steka je jedan od najvećih bezbednosnih problema. Do execstack greške je, u stvari, najverovatnije došlo zbog zlonamernog koda. Programi su ponekad neispravno napisani i zahtevaju ovo ovlašćenje. Veb stranica <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux testovi zaštite memorije</a> objašnjava kako ukloniti ovaj zahtev. Ako $SOURCE ne radi, a potreban Vam je u radnom stanju, možete privremeno podesiti SELinux da dozvoli ovaj pristup dok program ne bude popravljen. Molim podnesite izveštaj o grešci.
sv: Programmet $SOURCE försökte göra sin egna stack exekverbar. Detta kan vara ett säkerhetsproblem. Detta borde aldrig någonsin vara nödvändigt. Stackminne är inte exekverbart på de flesta OS nuförtiden och det kommer inte att ändras. Exekverbart stackminne är ett av de största säkerhetsproblemen. Ett execstack-fel är faktiskt med största sannolikhet orsakat av elak kod. Program är ibland felkodade och behöver denna rättighet. Webbsidan <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux minnesskyddstester</a> förklarar hur man tar bort detta behov. Om $SOURCE inte fungerar och du måste få det fungera, kan du konfigurera SELinux tillfälligt att tillåta detta tills programmet är rättat. Skriv gärna en felrapport.
ta: $SOURCEஐ நினைவடுக்கை இயக்கி ஆக்க முயன்றது. இது ஒரு பாதுகாப்பு பிரச்சினை ஆகலாம். இந்த தேவை இருக்கக்கூடாது. இந்நாட்களில் பெரும்பாலான இயங்கு தளங்களில் . நினைவடுக்கை இயக்கி ஆக்குவதில்லை. இது மாறாது. இயக்கியாக்கிய நினைவடுக்கு ஒரு மிகப்பெரிய பாதுகாப்பு பிரச்சினை. execstack பிழை அனேகமாக ஒரு கெடு நோக்கான குறியாக்கத்தலேயே அனேகமாக ஏற்படும். நிரல்கள் சில சமயம் சரியாக குறியாக்கம் செயப்படாததால் இந்த அனுமதியை கேட்கும். <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> பக்கங்கள் இந்த தேவையை நீக்குவது குறித்து விவரிக்கின்றன. $SOURCE வேலை செய்யாது போனால் இந்த நிரல் சரி செய்யப்படும்வரை தற்காலிகமாக எஸ்சிலினக்ஸ் ஐ அனுமதிக்கு அமைத்துக் கொள்ளலாம். இந்த பொதிக்கு ஒரு வழுவை இங்கு பதிவு செய்யவும்:
te: ఆ $SOURCE అనువర్తనం దాని స్టాక్‌ను ఎక్సిక్యూటబుల్ గా చేయుటకు యత్నము చేసింది. ఇది ఒక సామర్ధ్యపు రక్షణ సమస్య. ఇది ఎప్పడూ ఎప్పటికి అవసరంకాదు. స్టాక్ మెమోరి అనునది చాలా OSలలో ఈరోజులలో నిర్వర్తించ దగినది కాదు మరియు ఇది మార్చబడదు. నిర్వర్తించదగిన స్టాక్ మెమోరి అనునది ఒక పెద్ద భద్రతా సమస్య. ఒక execstack దోషము అనునది నిజానికి చాలా సాదారణంగా తప్పైన కోడ్ ద్వారా లేవనెత్తబడివుండవచ్చు. అనువర్తనములు కొన్ని సార్లు తప్పుగా కోడ్ చేయబడివుంటాయి మరియు ఈ అనుమతిని అభ్యర్దిస్తాయి. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> వెబ్ పుట ఈ అవసరాన్ని ఎలా తీసివేయాలో తెలుపుతుంది. ఒకవేళ $SOURCE పనిచేయకపోతే మీరు పనిచేయించవలసి వస్తే, మీరు SELinux ను ఆకృతీకరించవచ్చు తాత్కాలికంగా ఈ వాడుక అనుమతిని అనువర్తనం సిద్దముకాబడునంతవరకు అనుమతించునట్లు. దయచేసి బగ్ నివేదికను నమోదు చేయండి.
zh_cn: $SOURCE 应用程序试图使它的栈可执行。这是一个潜在的安全问题。 这应该是完全不必要的。栈内存在多数现代操作系统中是不能够执行的，而且这是不会被改变的。 可执行的栈内存是最大的安全问题之一。事实上，可运行栈错误很可能被恶意代码利用。 有时候应用程序编码不正确会请求这样的允许。 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 内存保护测试</a> 页面说明了如何移除这个请求。如果 $SOURCE 不能工作且您需要它工作， 您可以配置 SELinux 临时允许这个访问直到应用程序被修正。 请生成一份关于这个程序包的 <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">错误报告</a> 。
zh_tw: $SOURCE 應用程式嘗試了使它的堆疊 變得可執行。這是個潛在的安全性問題。這應該從未是 必要的。堆疊記憶體在大多數現今的作業系統上是無法執行的， 並且這是不會改變的。可執行的堆疊記憶體 屬於最大的安全性問題之一。實際上，execstack 錯誤最可能 是因為有害的程式碼所造成的。應用程式 有時會被錯誤編寫因而請求此權限。 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 記憶體保護測試</a> 網頁解釋了如何移除此需求。若 $SOURCE 無法運作 而您需要它運作的話，您可透過暫時性地 配置 SELinux，以允許此存取，直到應用程式被修復。請提交一份 錯誤報告。
