Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux denied xen access to $TARGET_PATH. If this is a XEN image, it has to have a file context label of xen_image_t. The system is setup to label image files in directory /var/lib/xen/images correctly. We recommend that you copy your image file to /var/lib/xen/images. If you really want to have your xen image files in the current directory, you can relabel $TARGET_PATH to be xen_image_t using chcon. You also need to execute semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' to add this new path to the system defaults. If you did not intend to use $TARGET_PATH as a xen image it could indicate either a bug or an intrusion attempt.
de: SELinux hinderte xen am Zugriff auf $TARGET_PATH. Falls dies ein XEN-Abbild ist, muss es die Dateikontextkennung xen_image_t haben. Das System ist so eingerichtet, dass das Abbilddateien im Verzeichnis /var/lib/xen/images korrekt gekennzeichnet werden. Wir empfehlen Ihnen, die Abbilddatei nach /var/lib/xen/images zu kopieren. Wenn Sie Ihre XEN-Abbilddateien wirklich im aktuellen Verzeichnis belassen möchten, sollten Sie die Kennzeichnung von $TARGET_PATH mit Hilfe von chcon auf xen_image_t ändern. Sie müssen zudem semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' ausführen, um diesen neuen Pfad zu den Systemstandards hinzuzufügen. Falls Sie nicht beabsichtigten, $TARGET_PATH als ein xen- Abbild zu verwenden, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux le ha negado a xen el acceso a $TARGET_PATH. Si ésta es una imagen XEN, tiene que tener un contexto de archivo etiquetado como xen_image_t. El sistema está configurado para etiquetar correctamente los archivos de imagen en el directorio /var/lib/xen/images. Le recomendamos que copie su archivo de imagen en este directorio. Si realmente quiere mantener su archivo de imagen xen en el directorio actual, puede reetiquetar $TARGET_PATH para que sea un archivo xen_image_t utilizando chcon. Si hace esto, también necesitará ejecutar semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' para agregar esta nueva ruta a las predeterminadas del sistema. Si no pretende utilizar $TARGET_PATH como una imagen xen, esto puede indicar o bien un error, o bien un intento de ataque.
fr: SELinux a refusé à xen l'accès à $TARGET_PATH. S'il s'agit d'une image XEN, elle doit porter un étiquetage de contexte tel que xen_image_t. Ce système est configuré pour étiqueter correctement les fichiers image dans /var/lib/xen/images Nous vous recommandons de copier votre fichier image dans le répertoire /var/lib/xen/images. Si vous souhaitez vraiment avoir vos fichiers images xen dans le répertoire courant, vous pouvez réétiqueter $TARGET_PATH pour qu'il porte xen_image_t en utilisant chcon. Vous devriez également exécuter semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' pour ajouter ce nouveau chemin à la configuration par défaut du système. Si vous n'aviez pas l'intention d'utiliser $TARGET_PATH en tant qu'image xen, cela pourrait signifier soit un bug, soit une tentative d'intrusion.
hu: SELinux elutasította, hogy xen hozzáférjen $TARGET_PATH fájlhoz. Ha ez XEN kép, akkor xen_image_t fájl beállítás címke kell neki. A rendszert úgy állították be, hogy a /var/lib/xen/ helyen levő kép fájlokat jól címkézze. Javasolt e könyvtárba másolni a kép fájlt. Ha valóban az aktuális mappába akarja tenni a xem kép fájlokat, akkor $TARGET_PATH fájlt átcímkézheti xen_image_t típusra a chcon paranccsal. A semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' végrehajtására szintén szükség lehet, hogy ezt az új ösvényt hozzáadja a rendszer alapértelmezésihez. Ha nem akarta $TARGET_PATH fájlt Xen képként használni, akkor ez egy hibát vagy egy behatolás próbálkozást jelezhet.
kn: $TARGET_PATH ಗೆ xen ಅನುಮತಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಇದು ಒಂದು XEN ಚಿತ್ರಿಕೆಯಾಗಿದ್ದರೆ, xen_image_t ನ ಒಂದು ಕಡತ ಸನ್ನಿವೇಶ ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು. ಗಣಕವು ಕೋಶ /var/lib/xen/images ದಲ್ಲಿನ ಕಡತಗಳಿಗೆ ಸಮರ್ಪಕವಾಗಿ ಲೇಬಲ್ ಮಾಡಲು ಸಜ್ಜುಗೊಳಿಸಲಾಗಿದೆ /var/lib/xen/images ಗೆ ನಿಮ್ಮ ಕಡತಗಳನ್ನು ನಕಲು ಮಾಡಲು ಸೂಚಿಸುತ್ತೇವೆ. ನಿಮ್ಮ xen ಚಿತ್ರಿಕಾ ಕಡತಗಳನ್ನು ಈಗಿನ ಕಡತಕೋಶದಲ್ಲಿ ನಿಜವಾಗಲೂ ಇರಿಸಲು ಬಯಸಿದಲ್ಲಿ, ನೀವು$TARGET_PATH ಅನ್ನು chcon ಬಳಸಿಕೊಂಡು xen_image_t ಆಗಿ ಮರು ಲೇಬಲ್ ಮಾಡಬಹುದು. ಗಣಕ ಪೂರ್ವನಿಯೋಜಿತಗಳಿಗೆ ಈ ಹೊಸ ಮಾರ್ಗವನ್ನು ಸೇರಿಸಲು semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು xen ಚಿತ್ರಿಕೆಯಾಗಿ ಬಳಸಲು ಬಯಸಿಲ್ಲದೆ ಹೋಗಿದ್ದರೆ ಇದು ಒಂದು ದೋಷ ಅಥವ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುವುದು.
ko: SELinux는 $TARGET_PATH로의 xen 액세스를 거부했습니다. 이것이 XEN 이미지인 경우 xen_image_t로 레이블된 파일 문맥을 가지고 있어야 합니다. 이 시스템은 디렉토리 /var/lib/xen/images에 있는 이미지 파일을 올바르게 레이블할 수 있도록 설정되어 있습니다. 이미지 파일을 /var/lib/xen/images에 복사하실 것을 권장합니다. 현재 디렉토리에 xen 이미지 파일을 보관하도록 하려면, chcon을 사용하여 $TARGET_PATH를 xen_image_t로 다시 레이블할 수 있습니다. 또한 새 경로를 시스템 기본값으로 추가하기 위해 semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'를 실행해야 합니다. xen 이미지로서 $TARGET_PATH를 사용하려고 한 경우가 아니라면, 이것은 버그나 침입 시도를 나타내는 신호일 수 있습니다.
ml: $TARGET_PATH-ലേക്കുള്ള xen അനുമതി SELinux നിഷേധിച്ചിരിക്കുന്നു. ഇതൊരു XEN ഇമേജാണെങ്കില്‍, അതിനൊരു xen_image_t ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ലേബല്‍ ആവശ്യമുണ്ടു്. directory./var/lib/xen/images-ലുള്ള ഇമേജ് ഫയലുകള്‍ സിസ്റ്റം ശരിയായി ലേബല്‍ ചെയ്യുന്നു. നിങ്ങളുടെ ഇമേജ് ഫയല്‍ അതിനാല്‍ /var/lib/xen/images-ലേക്ക് പകര്‍ത്തുക. നിങ്ങള്‍ക്ക് xen ഇമേജുകള്‍ നിലവിലുള്ള ഡയറക്ടറില്‍ വേണമെങ്കില്‍, chcon ഉപയോഗിച്ചു് നിങ്ങള്‍ക്കു് $TARGET_PATH, xen_image_t ആയി വീണ്ടും ലേബല്‍ ചെയ്യാം. കൂടാതെ സിസ്റ്റം സ്വതവേയുള്ളവയിലേക്ക് പുതിയ പാഥ് ചേര്‍ക്കുന്നതിനായി fcontext -a -t xen_image_t '$FIX_TARGET_PATH' ഉപയോഗിക്കുക. നിങ്ങള്‍ xen ഇമേജായി $TARGET_PATHഉപയോഗിക്കുന്നില്ലെങ്കില്‍, ഒരു ബഗായി അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തിയായി സൂചിപ്പിക്കുന്നു
mr: SELinux ने $TARGET_PATH करीता xen प्रवेश नकारला. ही XEN प्रतिमा असल्यास, त्याचे फाइल संदर्भ लेबल xen_image_t असे असायला हवे. प्रणाली प्रतिमा फाइल्स्चे /var/lib/xen/images येथे साठवते. प्रतिमा फाइलचे प्रत /var/lib/xen/images येथे असावे असे सूचवले जाते. सध्याच्या डिरेकट्रीत xen प्रतिमा फाइल हवे असल्यास, तुम्ही chcon चा वापर करून $TARGET_PATH यांस xen_image_t असे पुनःलेबल करू शकता. नवीन मार्ग प्रणाली पूर्वनिर्धारीतमध्ये समाविष्ट करण्यासाठी तुम्हाला semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' चालवावे लागेल. $TARGET_PATH ला xen प्रतिमा म्हणून वापरायचे नसल्यास, यांस बग किंवा अवैध प्रवेश प्रयत्न म्हणून ओळखले जाईल
nl: SELinux belette xen toegang tot $TARGET_PATH. Als dit een XEN image is, moet het een xen_image_t bestandscontext hebben. Het systeem is ingesteld om image bestanden in de /var/lib/xen/images correct te labelen. We bevelen aan om je image bestanden te kopiëren naar var/lib/xen/images. Als je echt wilt dat er xen image bestanden in de huidige map zijn, moet je $TARGET_PATH her-labelen naar xen_image_t met chcon. Je moet ook semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' uitvoeren om dit nieuwe pad toe te voegen aan de systeem standaarden. Als je niet van plan was om $TARGET_PATH als een xen image te gebruiken kan dit een bug of een indringing poging aangeven.
or: SELinux $TARGET_PATH ରେ xen ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଅଛି। ଯଦି ଏହା ଗୋଟିଏ XEN ପ୍ରତିଛବି, ତେବେ ଏଥିରେ xen_image_t ର ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମପଟି ଥିବା ଉଚିତ। ତନ୍ତ୍ରରେ ନାମପଟି ଫାଇଲଗୁଡ଼ିକୁ ଡିରେକ୍ଟୋରୀ /var/lib/xen/images ରେ ନକଲ କରିବା ପାଇଁ ସଠିକ ଭାବରେ ସେଟ କରାଯାଇଛି। ଆମେ ପରାମର୍ଶ ଦେଉଅଛୁ ଯେ ଆପଣ ଆପଣଙ୍କର ପ୍ରତିଛବି ଫାଇଲକୁ /var/lib/xen/images ରେ ନକଲ କରନ୍ତୁ। ଯଦି ଆପଣ ପ୍ରକୃତରେ ପ୍ରଚଳିତ ଡିରେକ୍ଟୋରୀରେ xen ପ୍ରତିଛବିକୁ ରଖିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ଆପଣ $TARGET_PATH କୁ xen_image_t ଭାବରେ chcon ବ୍ୟବହାର କରି ପୁନଃନାମକରଣ କରିପାରିବେ। ଆପଣଙ୍କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ରରେ ନୂତନ ପଥ ଯୋଗ କରିବା ପାଇଁ semanage fcontext -a -t xen_image_t'$TARGET_PATH' କୁ ମଧ୍ଯ ନିଷ୍ପାଦନ କରିବାକୁ ହୋଇପାରେ। ଯଦି ଆପଣ $TARGET_PATH କୁ xen ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହାନ୍ତି ତେବେ ଏହା ଗୋଟିଏ ତ୍ରୁଟି ଭାବରେ ଦୃଶ୍ୟମାନ ହୋଇପାରେ ଅଥବା ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux negou o acesso do xen a $TARGET_PATH. Se esta for uma imagem XEN deverá ter uma etiqueta de contexto de ficheiros 'xen_image_t'. O sistema está configurado para etiquetar os ficheiros das imagens correctamente em /var/lib/xen/image. Recomenda-se que copie o ficheiro da sua imagem para esta pasta. Se quiser ter de facto os seus ficheiros de imagens xen na pasta actual, poderá etiquetar de novo o $TARGET_PATH como sendo um ficheiro/pasta 'xen_image_t', usando o comando 'chcon'. Se o fizer, deverá também executar o comando semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' para adicionar este novo caminho às predefinições do sistema. Se não pretendia usar o $TARGET_PATH como uma imagem xen, isto tanto poderá indicar um erro ou uma tentativa de intrusão.
pt_br: O SELinux impediu o acesso do xen ao $TARGET_PATH. Se esta é uma imagem XEN, ela deve possuir um contexto de arquivo rotulado como xen_image_t. O sistema está configurado para rotular arquivos de imagem em /var/lib/xen/images corretamente. Nós recomendamos que você copie os seus arquivos de imagem para o /var/lib/xen/images. Se realmente quiser ter os seus arquivos de imagem do xen no diretório atual, você pode rotular novamente o $TARGET_PATH para xen_image_t usando o chcon. Você também precisará executar semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' para adicionar este novo caminho aos padrões do sistema. Se você não pretendia usar o $TARGET_PATH como uma imagem do xen, isso poderia indicar um erro ou uma tentativa de intrusão.
ru: SELinux закрыл доступ xen к $TARGET_PATH. Если это образ XEN, он должен иметь метку контекста xen_image_t. Система настроена так, чтобы файлы образов в каталоге /var/lib/xen/images отмечались корректно. Рекомендуется скопировать образ в этот каталог. Если вы действительно хотите работать с образами xen в выбранном каталоге, можно изменить метку $TARGET_PATH на xen_image_t, используя chcon. После этого понадобится выполнить команду «semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'», чтобы добавить новый путь в системный список. Если вы не планировали использовать $TARGET_PATH как образ xen, возможно, это ошибка или попытка вторжения.
sv: SELinux nekade xen åtkomst till $TARGET_PATH. Om detta är en XEN-avbild måste den ha en filkontextetikett xen_image_t. Systemet är uppsatt att märka avbildsfiler i katalogen /var/lib/xen/images korrekt. Vi rekommenderar att du kopierar din avbildsfil till /var/lib/xen/images. Om du verkligen vill ha dina xen-avbildsfiler i den nuvarande katalogen, kan du märka om $TARGET_PATH att vara xen_image_t genom använda chcon. Du behöver också köra semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' för att lägga till denna nya sökväg till systemstandarden. Om du inte avsåg använda $TARGET_PATH som en xen-avbild kan detta vara tecken på antingen ett fel eller ett intrångsförsök.
te: SELinux అనునది xen యాక్సెస్‌ను $TARGET_PATHకు నిరాకరిస్తుంది. ఇది XEN ప్రతిబింబము అయితే గనుక, ఇది xen_image_t యొక్క దస్త్ర సందర్భ లేబుల్ కలిగివుండాలి. సిస్టమ్ అనునది లేబుల్ ప్రతిబింబము దస్త్రములకు డైరెక్టరీ /var/lib/xen/images నందు సరిగా అమర్చాలి. మీరు మీ ప్రతిబింబ దస్త్రమును /var/lib/xen/images కు నకలుతీయుట మేము సమర్దస్తున్నాము. మీరు నింజగా మీ xen ప్రతిబింబము దస్త్రములను ప్రస్తుత డైరెక్టరీనందు కలిగివుండాలని అనుకుంటే, మీరు $TARGET_PATH అనుదానిని xen_image_tకు chcon వుపయోగించి తగిలించవచ్చు. ఈ కొత్త పాత్‌ను సిస్టమ్ అప్రమేయాలకు జతచేయుటకు మీరు దీనిని కూడా నిర్వర్తుంచవలసివుంటుంది fcontext -a -t xen_image_t '$FIX_TARGET_PATH'. మీరు $TARGET_PATH ను xen ప్రతిబింబమువలె వాడకపోతే అది బగ్‌ను లేదా అమర్యాద దాడిని సూచిస్తుంది.
zh_cn: SELinux 拒绝了 xen 访问 $TARGET_PATH。 如果这是一个 XEN 映像，它应当有一个 xen_image_t 文件上下文标签。 已经将该系统设置为在目录 /var/lib/xen/images 中标记映像文件 如果您确实希望将 xen 映像保存在当前目录下，您可以使用 chcon 将 $TARGET_PATH 重新标记为 xen_image_t。您还需要执行 semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' 将这个新路径添加到系统默认中。如果您没想要使用 $TARGET_PATH 作为 xen 映像，那么这可能意味着一个 Bug 或是入侵尝试的信号。
zh_tw: SELinux 拒絕了 xen 存取 $TARGET_PATH。 若這是個 XEN 映像檔的話，它必須要有個檔案 context 標籤 為 xen_image_t。該系統已被設置能正確地標記 /var/lib/xen/images 目錄中的映像檔。我們建議您將您的映像檔複製至 /var/lib/xen/images。 若您希望您的 xen 映像檔位於目前的目錄中的話，您可透過使用chcon 來將 $TARGET_PATH 重新標記為 xen_image_t。您也需要執行 semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' 才可將此 新路徑新增至系統預設值。若您並未嘗試使用 $TARGET_PATH 來作為一個 xen 映像檔的話，這顯示了可能有項錯誤或是系統已遭到入侵的警訊。

source: You can alter the file context by executing chcon -t xen_image_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -R -t cvs_data_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t xen_image_t $TARGET_PATH"
es: Puede modificar el contexto de archivo ejecutando chcon -t xen_image_t '$TARGET_PATH' También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, para preservarlos incluso después de un reetiquetado completo del sistema. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
fr: Vous pouvez modifier le contexte du fichier en exécutant chcon -t xen_image_t '$TARGET_PATH' Vous devez aussi changer le contexte par défaut des fichiers de votre système pour les préserver d'un réétiquetage complet. « semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH' »
hu: A fájl beállítását megváltoztatni a chcon -t xen_image_t '$TARGET_PATH' parancs végrehajtásával lehet. Az alapértelmezett fájl beállítást szintén meg kell változtatni, hogy az megmaradjon teljes újracímkézés esetén is: semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'
kn: chcon -t xen_image_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
ko: chcon -t xen_image_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다. 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
ml: chcon -t xen_image_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
mr: तुम्ही chcon -t xen_image_t '$TARGET_PATH' वापरून फाइल संदर्भ बदलवू शकता पूर्ण पुन्हलेबल संग्रहीत करण्याकरीता तुम्ही पूर्वनिर्धारीत संदर्भ फाइल मध्ये सुध्दा बदल केला पाहिजे. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen met chcon -t xen_image_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden veranderen om dit te behouden ook na een volledige her-labeling. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -t xen_image_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t xen_image_t '$TARGET_PATH'"
pt: Pode alterar o contexto do ficheiro executando chcon -t xen_image_t '$TARGET_PATH' Também precisa de alterar o contexto por omissão dos ficheiros no sistema para os preservar mesmo na caso de uma etiquetagem total. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
pt_br: Você pode alterar o contexto do arquivo executando chcon -t xen_image_t $TARGET_PATH Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem total. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
ru: Файловый контекст можно изменить, выполнив команду «chcon -t xen_image_t '$TARGET_PATH'» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'»
sr@latin: Možete promeniti kontekst datoteke izvršavanjem chcon -R -t xen_image_t '$TARGET_PATH' Takođe morate promeniti podrazumevani kontekst datoteke na sistemu kako biste ih sačuvali u slučaju ponovnog označavanja. „semanage fcontext -a -t xen_image_t '$TARGET_PATH'“
sv: Du kan ändra filkontexten genom att köra chcon -R -t xen_image_t '$TARGET_PATH' Du måste också ändra standardfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
te: మీరు దస్త్ర సందర్భమును chcon -t xen_image_t '$TARGET_PATH' నిర్వర్తించుట ద్వారా మీరు మార్చవచ్చు మీరు అప్రమేయ దస్త్రము సందర్భ దస్త్రములను కూడా సిస్టమ్ నందు పూర్తి చేరికతో వుంచుటకు క్రమానుగతంగా మార్చవలెను. "semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
zh_cn: 您可以执行 chcon -t xen_image_t '$TARGET_PATH' 来更改文件上下文。 您还必须在系统中更改默认文件上下文文件以便在完全重新标记后保留它们。"semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'"
zh_tw: 您可透過執行 chcon -t xen_image_t '$TARGET_PATH' 來修改檔案 context 您也必須更改系統上的預設檔案 context 檔才能在完整標記的情況下將它們保留住。「semanage fcontext -a -t xen_image_t '$FIX_TARGET_PATH'」

source: SELinux prevented httpd $ACCESS access to $TARGET_PATH. httpd scripts are not allowed to write to content without explicit labeling of all files. If $TARGET_PATH is writable content. it needs to be labeled httpd_sys_content_rw_t or if all you need is append you can label it httpd_sys_content_ra_t. Please refer to 'man httpd_selinux' for more information on setting up httpd and selinux.
es: SELinux le negó a httpd el acceso $ACCESS a $TARGET_PATH. Los scripts de httpd no pueden escribir el contenido sin el etiquetado específico de todos los archivos. Si $TARGET_PATH es contenido de escritura, necesita ser etiquetado con httpd_sys_content_rw_t o si lo que necesita es agregar, se lo puede etiquetar con httpd_sys_content_ra_t. Por favor, lea 'man httpd_selinux' para más información sobre la configuración de httpd en selinux.
fr: SELinux empêche httpd d'$ACCESS d'accès au périphérique $TARGET_PATH. Les scripts httpd ne sont pas autorisés à écrire dans un contenu sans un étiquetage explicite de tous les fichiers. Si $TARGET_PATH est un contenu accessible en écriture, il doit être étiqueté httpd_sys_content_rw_t ou si tout ce dont vous avez besoin est d'ajouter du contenu supplémentaire, vous pouvez utiliser l'étiquette httpd_sys_content_ra_t. Veuillez vous reporter à la page 'man httpd_selinux' pour plus d'informations sur la manière de configurer httpd et SELinux.

source: You can alter the file context by executing chcon -R -t httpd_sys_content_rw_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t httpd_sys_content_rw_t '$FIX_TARGET_PATH'"
es: Puede cambiar el contexto de archivo ejecutando chcon -R -t httpd_sys_content_rw_t '$TARGET_PATH' También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, para preservarlos incluso después de un reetiquetado completo. "semanage fcontext -a -t httpd_sys_content_rw_t '$FIX_TARGET_PATH'"
fr: Vous pouvez modifier le contexte du fichier en exécutant la commande chcon -R -t httpd_sys_content_rw_t '$TARGET_PATH' Vous devez également modifier le dossier par défaut des fichiers de contexte de votre système afin de les préserver même en cas de réétiquetage complet. « semanage fcontext -a -t httpd_sys_content_rw_t '$FIX_TARGET_PATH' »
ml: chcon -R -t httpd_sys_content_rw_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t httpd_sys_content_rw_t '$FIX_TARGET_PATH'"

source: SELinux is preventing $SOURCE from creating a file with a context of $SOURCE_TYPE on a filesystem. Usually this happens when you ask the cp command to maintain the context of a file when copying between file systems, "cp -a" for example. Not all file contexts should be maintained between the file systems. For example, a read-only file type like iso9660_t should not be placed on a r/w system. "cp -P" might be a better solution, as this will adopt the default file context for the destination.
fr: SELinux empêche $SOURCE de créer un fichier avec un contexte de $SOURCE_TYPE dans un système de fichier. Cela se produit généralement lorsque vous demandez à la commande cp de conserver le contexte d'un fichier lorsque l'on copie des fichiers entre systèmes. « cp -a » par exemple. Tous les contextes de fichiers ne devraient pas être maintenus entre des systèmes de fichiers. Par exemple, un type de fichier en lecture seule comme iso9660_t ne devrait pas être placé dans un système en lecture / écriture. « cp -P » peut être une meilleure solution, car elle permettra d'adopter le contexte de fichier par défaut pour la destination.
ml: ഒരു ഫയല്‍ സിസ്റ്റമില്‍ $SOURCE-ന് $SOURCE_TYPE കോണ്‍ടെക്സ്റ്റുകള്ള ഒരു ഫയല്‍ ഉണ്ടാക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു. സാധാരണ ഇത് സംഭവിക്കുന്നത് ഫയല്‍ സിസ്റ്റമുകളില്‍ പകര്‍പ്പുകള്‍ നടത്തുമ്പോള്‍, cp കമാന്‍ഡ് ഉപയോഗിച്ച് കോണ്‍ടെക്സ്റ്റ് കൈകാര്യം ചെയ്യുവാന്‍ ആവശ്യപ്പെടുമ്പോഴാണ്. ഉദാ: "cp -a". എല്ലാ ഫയലുകളും ഫയല്‍ സിസ്റ്റമുകളില്‍ കൈകാര്യം ചെയ്യുവാന്‍ സാധ്യമല്ല. ഉദാഹരണത്തിന്, iso9660_t പോലുള്ള റീഡ്-ഒണ്‍ലി ഫയലുകള്‍ ഒരു r/w സിസ്റ്റമില്‍ സ്ഥാപിക്കുവാന്‍ സാധ്യമല്ല. "cp -P" ആണ് മെച്ചപ്പെട്ട രീതി. കാരണം ഇത് ലക്ഷ്യസ്ഥാനത്തേക്കുള്ള സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് സ്വീകരിക്കുന്നു.
ta: SELinux ஆனது $SOURCE லிருந்து ஒரு கோப்பை ஒரு உழையுடன் $SOURCE_TYPE ல்கோப்புமுறைமையை தடுக்கிறது. பொதுவாக நீங்கள் cp கட்டளைக்கு ஒரு கோப்பினை செயல்படுத்த கோப்பு முறைமைகளுக்கு இடையே நகலெடுக்கிறது, "cp -a" எடுத்துக்காட்டாக. அனைத்து கோப்பு உரைகளும் செயலாற்றப்படவில்லை கோப்பு முறைகளுக்கு இடையில். எடுத்துக்காட்டாக, a read-only file type like iso9660_t போன்ற ஒரு கோப்பை மட்டும் வாசிக்க இடமில்லை r/w systemஇல். "cp -P" இது ஒரு நல்ல தீர்வாகும், இதை முன்னிருப்பு கோப்பு உரைக்காக இலக்கை மேற்கொள்ளவும்.

source: Use a command like "cp -P" to preserve all permissions except SELinux context.
fr: Utilisez une commande comme « cp -P » pour préserver toutes les permissions sauf le contexte de SELinux.
ml: SELinux കോണ്‍ടെക്സ്റ്റ് ഒഴികെ ബാക്കിയെല്ലാ അനുമതികളും സൂക്ഷിക്കുന്നതിനായി "cp -P" പോലുള്ള കമാന്‍ഡ് ഉപയോഗിക്കുക.
ta: இது போன்ற ஒரு கட்டளையை "cp -P" க்கு SELinux உரை இல்லாமல் அனைத்து அனுமதிகளை பாதுகாத்து பயன்படுத்து.
