Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux denied access requested by the $SOURCE command. It looks like this is either a leaked descriptor or $SOURCE output was redirected to a file it is not allowed to access. Leaks usually can be ignored since SELinux is just closing the leak and reporting the error. The application does not use the descriptor, so it will run properly. If this is a redirection, you will not get output in the $TARGET_PATH. You should generate a bugzilla on selinux-policy, and it will get routed to the appropriate package. You can safely ignore this avc.
as: SELinux দ্বাৰা $SOURCE কমান্ডেৰ অনুৰোধ কৰা ব্যবহাৰেৰ অনুমতি প্ৰত্যাখ্যান কৰা হয়েছে। সম্ভবত এটি একটি লিকড ডেস্ক্ৰিপ্টৰ অথবা $SOURCE দ্বাৰা ব্যবহাৰেৰ জন্য অনুমোদিত না হওয়া একটি ফাইলেৰ মধ্যে ফলাফল স্থাপনেৰ নিৰ্দেশ দেওয়া হয়েছিল। SELinux দ্বাৰা সাধাৰণত লিক বন্ধ কৰা হয় ও ত্ৰুটিৰ সূচনা প্ৰদান কৰা হয়। এই কাৰণে লিক উপেক্ষা কৰা যাবে। অ্যাপ্লিকেশন দ্বাৰা ডেস্ক্ৰিপ্টৰ ব্যবহাৰ কৰা হয় না এবং এৰ ফলে অ্যাপ্লিকেশনটি সঠিকভাবে চলবে। ৰি-ডিৰেকশনেৰ ক্ষেত্ৰে $TARGET_PATH-এ ফলাফল পাওয়া যাবে না। selinux-policy সম্বন্ধে একটি bugzilla তৈৰি কৰা উচিত এবং সেটি প্ৰযোজ্য প্যাকেজেৰ জন্য নিৰ্দেশ কৰা হবে। এই avc-টি অগ্ৰাহ্য কৰা যাবে।
de: SELinux verweigerte den vom $SOURCE-Befehl angeforderten Zugriff. Dies kann entweder ein Leck des Dateideskriptors sein, oder $SOURCE Ausgabe wurde an eine Datei umgeleitet, für die es kein Zugriffsrecht besitzt. Lecks können in der Regel ignoriert werden, denn SELinux schließt einfach das Leck und meldet den Fehler. Die Anwendung wird den Deskriptor nicht verwenden und infolgedessen einwandfrei funktionieren. Falls dies eine Umleitung ist, werden Sie keine Ausgabe im $TARGET_PATH erhalten. Sie sollten einen Fehlerbericht für selinux-policy einreichen, der anschließend dem richtigen Paket zugeordnet wird. Sie können diese AVC bedenkenlos ignorieren.
es: SELinux le ha negado el acceso pedido por el comando $SOURCE. Parece que éste es un descriptor filtrado o la salida de $SOURCE fue redirigida a un archivo al cual no tiene acceso. Los filtros usualmente son ignorados dado que SELinux simplemente los cierra y reporta el error. La aplicación no usa el descriptor, por lo que funcionará apropiadamente. Si esta es una redirección, no obtendrá la salida en $TARGET_PATH. Debe generar un informe en bugzilla sobre selinux-policy, y será enviado al paquete apropiado. Puede ignorar sin problemas este avc.
fr: SELinux a refusé l'accès requis par la commande $SOURCE. Il se pourrait que ce soit un descripteur « fuité» ou bien que la sortie de $SOURCE soit redirigée vers un fichier interdit d'accès. Les fuites peuvent généralement être ignorées puisque SELinux referme ces fuites et rapporte l'erreur. L'application n'utilise pas le descripteur, il fonctionnera donc correctement. Si c'est une redirection, vous n'aurez pas de sortie dans $TARGET_PATH. Vous devriez signaler un bug à bugzilla sur selinux-policy et il sera redirigé vers le paquet approprié. Vous pouvez en toute sécurité ignorer ce message.
hu: SELinux megtagadta a hozzáférést, amit $SOURCE parancs kért. Úgy tűnik ez vagy egy szivárgó leíró vagy $SOURCE kimenetét olyan fájlba irányították, amire nem terjed ki a jogköre. Szivárgásokat szokás szerint figyelmen kívül hagyhatják, mivel SELinux lezárja azt, és jelenti a hibát. Az alkalmazás nem használja a leírót, így az jól fog futni. Ha ez egy átirányítás, akkor nem fog megjelenni $TARGET_PATH kimenete. Csináljon egy bugzillát a selinux-policy-ra, és azt majd a megfelelő csomagra továbbítják. Biztonsággal figyelmen kívül hagyhatja ezt az üzenetet.
kn: $SOURCE ಆಜ್ಞೆಯಿಂದ ಮನವಿಸಲ್ಲಿಸಲಾದ ನಿಲುಕಣೆಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಬಹುಷಃ ಇದು ಒಂದು ಸೋರಿಹೋದ ವಿವರಣೆಗಾರವಾಗಿದೆ(ಡಿಸ್ಕ್ರಿಪ್ಟರ್) ಅಥವ $SOURCE ಔಟ್‌ಪುಟ್ ಅನ್ನು ಅದಕ್ಕೆ ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಅನುಮತಿ ಇರದೆ ಇರುವ ಒಂದು ಕಡತಕ್ಕೆ ಕಳುಹಿಸಲಾಗಿದೆ. ಸೋರುವಿಕೆಯನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಆಲಕ್ಷಿಸಬಹುದಾಗಿದೆ ಏಕೆಂದರೆ SELinux ಸೋರಿಕೆಯನ್ನು ಮುಚ್ಚಿ ದೋಷವನ್ನು ವರದಿ ಮಾಡುತ್ತದೆ. ಅನ್ವಯವು ವಿವರಣೆಗಾರರನ್ನು ಬಳಸುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ಇದು ಸಮರ್ಪಕವಾಗಿ ಚಾಲನೆಗೊಳ್ಳುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ ಇದು ಮರು ನಿರ್ದೇಶಿತಗೊಂಡಿದ್ದಾಗಿದ್ದರೆ, $TARGET_PATH ನಲ್ಲಿ ನಿಮಗೆ ಔಟ್‌ಪುಟ್ ದೊರೆಯುವುದಿಲ್ಲ. selinux-policy ಗಾಗಿ ನೀವು ಒಂದು ಬಗ್‌ಝಿಲ್ಲಾವನ್ನು ರಚಿಸಬೇಕಾಗುತ್ತದೆ, ಸೂಕ್ತವಾದ ಪ್ಯಾಕೇಜಿಗೆ ಕಳುಹಿಸಬೇಕಾಗುತ್ತದೆ. ನೀವು ಈ avc ಯನ್ನು ನಿಶ್ಚಿಂತೆಯಿಂದ ಆಲಕ್ಷಿಸಬಹುದು.
ko: SELinux는 $SOURCE 명령에 의해 요청된 액세스를 거부합니다. 이는 누출된 서술자 또는 $SOURCE 출력 결과가 액세스를 허용하지 않는 파일로 방향 전환된 것처럼 보입니다. 누출된 서술자는 SELinux가 이를 종료하고 오류를 보고하므로 무시할 수 있습니다. 응용 프로그램은 서술자를 사용하지 않으므로 올바르게 실행됩니다. 이것이 방향 전환이 된 경우, $TARGET_PATH에서 출력 결과를 갖지 않게 됩니다. selinux-정책에 대하 버그질라를 생성하여 올바를 패키지로 라우트되게 합니다. 이러한 avc는 무시해도 상관 없습니다.
ml: $SOURCE കമാന്‍ഡ് ആവശ്യപ്പെട്ട അനുമതി SELinux നിഷേധിച്ചു. ഒരു ലീക്ക്ഡ് ഡിസ്ക്രിപ്റ്റര്‍ അല്ലെങ്കില്‍ അനുമതിയില്ലാത്ത ഒരു ഫയലിലേക്ക് $SOURCE ഔട്ട്പുട്ട് നല്‍കിയിരിക്കുന്നു. ലീക്കുകള്‍ സാധാരണ SELinux അടച്ചു് പിശക് രേഖപ്പെടു‌ത്തുന്നതിനാല്‍ അവ അവഗണിക്കാം. പ്രയോഗം ഡിസ്ക്രിപ്റ്റര്‍ ഉപയോഗിക്കാത്തതിനാല്‍ അതു് ശരിയായി പ്രവര്‍ത്തിക്കുന്നു. അനുമതിയില്ലാത്ത ഫയലിലേക്ക് ഔട്ട്പുട്ട് നല്‍കിയതാണെങ്കില്‍, നിങ്ങള്‍ക്കു് $TARGET_PATH-ല്‍ ഔട്ട്പുട്ട് ലഭിക്കുന്നതല്ല. selinux-policy-ല്‍ ഒരു ബഗ് ലഭ്യമാക്കുക. അതു് ശരിയായ പാക്കേജിലേക്ക് നയിക്കുന്നു. ഈ avc നിങ്ങള്‍ക്കു് സുരക്ഷിതമായി അവഗണിക്കാം.
mr: SELinux ने $SOURCE आदेश द्वारे विनंतीकृत प्रवेश नकारले. हे एकतर लिक्ड् डिस्क्रीप्टर असू शकते किंवा प्रवेश नसलेल्या फाइलकरीता $SOURCE आउटपुट लिहीले जाईल. लिक्स् सहसा दुर्लक्ष केले जातात कारण SELinux नुकतेच लिक बंद करून त्रुटी कळवत आहे. ऍप्लिकेशन डिस्क्रीप्टरचा वापर करत नसल्यामुळे, योग्यप्रकारे चालते. हे रिडायरेकशन असल्यास, तुम्हाला आऊटपुट $TARGET_PATH मध्ये आढळणार नाही. तुम्ही selinux-policy वर बगजीला निर्माण केले पाहिजे, व ते योग्य संकुलकडे पाठवले जाईल. तुम्ही नक्की हे avc दुर्लक्ष करू शकता.
nl: SELinux belet toegang gevraagd door het $SOURCE commando. Het lijkt erop dat dit, of een lekkende beschrijving is, of $SOURCE output was omgeleid naar een bestand waartoe toegang niet toegestaan is. Lekken kunnen gewoonlijk genegeerd worden omdat SELinux de lek sluit en de fout rapporteert. De toepassing gebruikt de beschrijving niet, dus het draait correct. Als dit een omleiding is, zul je geen output in $TARGET_PATH krijgen. Je moet een bugzilla voor selinux-policy aanmaken, en dit wordt doorgegeven van het betreffende pakket. Je kunt deze avc veilig negeren.
or: SELinux $SOURCE ନିର୍ଦ୍ଦେଶ ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଛି। ଏହା ହୁଏତଃ ଗୋଟିଏ ଚୋରା ବର୍ଣ୍ଣନାକାରୀ ଅଥବା $SOURCE ଫଳାଫଳଟି ଗୋଟିଏ ଫାଇଲକୁ ଦର୍ଶାଇଛିଯାହାକି ଅଭିଗମ୍ୟତା ପାଇଁ ଅନୁମୋଦିତ ନୁହଁ। ଚୋରିକୁ ସାଧାରଣତଃ ଅଗ୍ରାହ୍ୟ କରାଯାଇଥାଏ ଯେହେତୁ SELinux ଟି କେବଳ ଚୋରୀକୁ ବନ୍ଦ କରିଥାଏ ଏବଂ ତ୍ରୁଟିକୁ ଖବର କରିଥାଏ। ପ୍ରୟୋଗ ବର୍ଣ୍ଣନାକାରୀଙ୍କୁ ବ୍ୟବହାର କରେନାହିଁ, ତେଣୁ ଏହା ସଠିକ ଭାବରେ ଚାଲିବ। ଯଦି ଏହା ଏକ ଦିଗ ପରିବର୍ତ୍ତନ, ତେବେ ଆପଣ $TARGET_PATH ରେ କୌଣସି ଫଳାଫଳ ପାଇବେ ନାହିଁ। ଆପଣଙ୍କୁ selinux-policy ଉପରେ ଗୋଟିଏ bugzilla ସୃଷ୍ଟି କରିବାକୁ ହେବ, ଏବଂ ଏହା ସଠିକ ପ୍ୟାକେଜରେ ବୁଲିଥାଏ। ଆପଣ ସୁରକ୍ଷିତ ଭାବରେ ଏହି avc କୁ ଅଗ୍ରାହ୍ୟ କରିପାରିବେ।
pt: O SELinux negou o acesso pedido pelo comando $SOURCE. Isto parece que houve uma fuga num apontador ou a saída de $SOURCE foi redireccionada para um ficheiro que não está autorizado a aceder. As fugas podem ser ignoradas, uma vez que o SELinux está apenas a fechar a fuga e a reportar o erro. A aplicação não utiliza o apontador, por isso, irá executar normalmente. Se isto é um redireccionamento, você não receberá os dados da saída em $TARGET_PATH. Você deveria gerar um relatório de erro no bugzilla sobre o selinux-policy. Ele será encaminhado para o pacote correcto. Você pode, tranquilamente, ignorar este avc.
pt_br: O SELinux impediu o acesso requisitado pelo comando $SOURCE. Parece que isso é um descritor vazado ou uma saída que foi direcionada para um arquivo que não é permitido de ser acessado. Os vazamentos normalmente podem ser ignorados já que o SELinux apenas está os fechando e relatando o erro. Se o aplicativo não usa esse descritor, ele irá executar apropriadamente. Se esse for um redirecionamento, você não obterá uma saída no $TARGET_PATH. Você deve gerar um bugzilla para o selinux-policy e ele será encaminhado para o pacote apropriado. Você pode ignorar seguramente este avc.
ru: SELinux запретил запрос доступа, полученный от команды $SOURCE. Вероятна утечка дескриптора или вывод $SOURCE был перенаправлен в файл, к которому у нее нет доступа. Утечки обычно можно игнорировать, так как SELinux просто их закрывает и сообщает об ошибке. Приложение не использует дескриптор, поэтому его работа нарушена не будет. Если же причиной является перенаправление, $TARGET_PATH не будет содержать вывод. В этом случае создайте запрос в Bugzilla для компонента selinux-policy.
sv: SELinux nekade åtkomst som begärdes av kommandot $SOURCE. Det verkar som detta antingen är en deskriptor som läckt eller att utdata från $SOURCE omdirigerades till en fil den inte får lov att ha tillgång till. Läckor kan vanligen ignoreras eftersom SELinux bara stänger läckorna och rapporterar felet. Programmet använder inte deskriptorn, så det kommer fungera som det skall. Om detta är en omdirigering kommer du inte få utdata i $TARGET_PATH. Du bör skapa en bugzilla om selinux-policy, och den kommer sändas vidare till berört paket. Du kan lungt bortse från denna avc.
ta: SELinux ஆனது அணுகலால் கோரப்பட்டதின் படி $SOURCE கட்டளையை மறுக்கிறது. இதைப் பார்பதற்கு ஒரு கசியப்பட்ட விளக்குபவர் அல்லது $SOURCE வெளிப்பாடு ஒரு கோப்பிற்கு மறுபடியும் திருப்புவதை அணுகலுக்கு அனுமதிக்கவில்லை. கசியல்கள் SELinuxல் புறக்கணிக்கப்பட்டுஒரு கசியலை மூடுகிறது மற்றும் பிழையை அறிவிக்கிறது. இந்த பயன்பாடு விளக்குபவருக்கு பயன்படவில்லை, அகையால் இது சரியாக இயங்குகிறது. இது ஒரு திசையாக இருந்தால்,நீங்கள் இந்த வெளிப்பாட்டை $TARGET_PATH பெற முடியாது. நீங்கள் ஒரு bugzilla வை selinux-பாலிசியில் உருவாக்க வேண்டும், மற்றும் இது சரியான தொகுப்புக்கு வழியினை பெறும். இந்த avcஐ பாதுகாப்பாக நீங்கள் புறக்கணிக்கலாம்.
te: SELinux అనునది $SOURCE ఆదేశము ద్వారా అభ్యర్దించబడిన యాక్సెస్‌ను తిరస్కరించినది. ఇది లీకైన డిస్క్రిప్టార్ వలె కాని లేదా $SOURCE అవుట్పుట్ అనునది యిది అనుమతించబడునటువంటి దస్త్రమునకు మళ్ళించిన దానివలె కాని అనిపిస్తోంది. లీకులు సాధారణంగా వదిలివేయవచ్చు యెంచేతంటే SELinux లీకును మూసివేసి దోషమును నివేదిస్తుంది. అనువర్తనము డిస్క్రిప్టార్‌ను వుపయోగించదు, అలా యిది సరిగా నడుస్తుంది. ఒకవేళ యిది మళ్ళింపైతే, మీరు అవుట్పుట్‌ను $TARGET_PATH నందు పొందరు. మీరు bugzillaను selinux-policy నందు జనియింపచేయాలి, మరియు యిది సరైన ప్యాకేజీకు రూటు చేయబడాలి. మీరు నిశ్చింతగా ఈ avcను వదిలిలివేయవచ్చు.
zh_cn: SELinux 拒绝了 $SOURCE 命令的请求。看起来可能是描述符泄露，也可能是将 $SOURCE 输出重新指向允许访问的文件。泄露一般可忽略，因为 SELinux 关闭泄露并报告了这个错误。该程序不使用描述符，因此可正常运行。如果这是一个重新指向，您在 $TARGET_PATH 中就不会看到输出。您应该可以根据 selinux-policy 生成一个 bugzilla，并被指向适当的软件包。您可以忽略这个 avc。
zh_tw: SELinux 拒絕了透過 $SOURCE 指令所發出的存取請求。這看起來應該是個檔案描述符號漏失（descriptor leak）或是 $SOURCE 輸出被重定向至一個它為被允許存取的檔案。漏失一般可被忽略，因為這只是 SELinux 將漏失關閉並回報錯誤。這項應用程式不使用這個檔案描述符號，因此它可正常運作。若這是項重定向的話，您將不會在 $TARGET_PATH 中得到輸出。您應針對於 selinux-policy 提交一份 bugzilla，而這將會被轉至適當的套件上。您可安全地忽略此 avc。

source: You can generate a local policy module to allow this access - see <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
de: Sie können ein lokales Richtlininenmodul generieren, um diesen Zugriff zu erlauben - siehe <a href="http://fedora.redhat.com/docs/selinux-faq-fc5/#id2961385">FAQ</a>
es: Puede generar un módulo de política local para permitir este acceso. Vea <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
fr: Vous pouvez générer un module de politique de sécurité local afin d'autoriser cet accès - voir <a href=« http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385« >FAQ</a>
hu: Csinálhat helyi szabályzatot, hogy megengedje e hozzáférést – lásd <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
kn: ಈ ನಿಲುಕಣೆಯನ್ನು ಅನುಮತಿಸಲು ನೀವು ಒಂದು ಸ್ಥಳೀಯ ಪಾಲಿಸಿಯನ್ನು ಉತ್ಪಾದಿಸಬಹುದು - <a href="http://fedoraredhat.com/docs/selinux-faq-fc5/#id2961385">FAQ</a> ಅನ್ನು ನೋಡಿ
ko: 이러한 액세스를 허용하기 위해 로컬 정책 모듈을 생성할 수 있습니다 - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>를 참조하십시오.
ml: ഈ അനുമതിയ്ക്കായി നിങ്ങള്‍ക്കു് ഒരു ലോക്കല്‍ പോളിസി ഘടകം ലഭ്യമാക്കുവാന്‍ സാധ്യമാണു് - കാണുക <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
mr: या प्रवेशसाठी तुम्ही स्थानीय करार घटक निर्माण करू शकता - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> पहा
nl: Je kunt een locale tactiek module maken om deze toegang toe te staan - zie <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
or: ଆପଣ ଗୋଟିଏ ସ୍ଥାନୀୟ ନିୟମ ଏକକାଂଶ ନିର୍ମାଣ କରିବା ପାଇଁ ଅନୁମତି ଦେଇପାରନ୍ତି - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> କୁ ଦେଖନ୍ତୁ
pt: Você pode gerar um módulo com uma politica local para permitir este acesso - Consulte <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
pt_br: Você pode gerar um módulo de política local para permitir este acesso - veja o <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
ru: Чтобы разрешить доступ, можно сгенерировать модуль локальной политики (см. <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>).
sv: Du kan generera en lokal policy för att tillåta denna åtkomst - se <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>
te: ఈ యాక్సెస్‌ను అనుమతించుటకు మీరు స్థానిక విధాన మాడ్యూల్‌ను వుద్బవింపజేయవచ్చు - <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a> చూడండి
zh_cn: 您可以创建一个本地策略模块来允许这个 访问 - 请查看 <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">常见问题</a>
zh_tw: 您可產生一份本機政策模組來允許這項 存取 - 請參閱 <a href="http://docs.fedoraproject.org/selinux-faq-fc5/#id2961385">FAQ</a>

source: Your system may be seriously compromised! $SOURCE_PATH attempted to mmap low kernel memory.
de: Ihr System könnte ernsthaft kompromittiert worden sein! $SOURCE_PATH versuchte, niedrigen Kernel-Speicher zuzuweisen.
es: ¡Su sistema puede estar seriamente comprometido! $SOURCE_PATH intentó nmap la memoria baja del kernel.
fr: Votre système peut être sérieusement compromis ! $SOURCE_PATH a essayé d'allouer via mmap de la mémoire basse du noyau.
hu: A rendszer komolyan megsérülhetett! $SOURCE_PATH alacsony rendszermag memóriát próbált meg mmapolni.
kn: ನಿಮ್ಮ ಗಣಕವು ಗಂಭೀರವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿರಬಹುದು! $SOURCE_PATH ಕಡಿಮೆ ಕರ್ನಲ್ ಮೆಮೊರಿಯನ್ನು mmap ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದೆ.
ko: 시스템이 심각하게 영향을 받을 수 있습니다! $SOURCE_PATH는 용량이 적은 커널 메모리를 mmap하려 합니다.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കാര്യമായ തകരാറുണ്ടു്! കുറഞ്ഞ കേര്‍ണല്‍ മെമ്മറി mmap ചെയ്യുന്നതിനായി $SOURCE_PATH ശ്രമിച്ചിരിക്കുന്നു.
mr: तुमच्या प्रणालीला गंभीर धोका होऊ शकतो!$SOURCE_PATH ने लो कर्नल मेमोरीशी mmap करण्याचा प्रयत्न केला आहे.
nl: Jouw systeem kan ernstig in gevaar gebracht zijn! $SOURCE_PATH probeerde om lage kernel geheugen te mmappen
or: ଆପଣଙ୍କ ତନ୍ତ୍ରଟି ଗୁରୁତର ଭାବରେ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇପାରେ! $SOURCE_PATH ନିମ୍ନ କର୍ଣ୍ଣଲ ସ୍ମୃତିସ୍ଥାନକୁ mmap କରିବା ପାଇଁ ଚେଷ୍ଟାକରିପାରେ।
pt: O seu sistema pode estar seriamente comprometido! $SOURCE_PATH tentou endereçar (nmap) baixa memória do kernel.
pt_br: O seu sistema pode ter sido seriamente comprometido! O $SOURCE_PATH tentou realizar um mmap da memória baixa do kernel.
ru: Ваша система может быть серьёзно скомпрометирована! $SOURCE_PATH пытается выполнить mmap для нижнего диапазона памяти ядра.
sv: Ditt system kan vara allvarligt komprometterat! $SOURCE_PATH försökte att mmap:a lågt kärnminne.
ta: உங்களது கணினியானது நிஜமாகவே சமரசமாகிவிட்டது!$SOURCE_PATH mmap குறைந்த கர்னல் நினைவகத்திற்கு முயற்சித்தது
te: మీ సిస్టమ్ తీవ్రంగా రాజీ పడవచ్చు! $SOURCE_PATH అనునది తక్కువ కెర్నల్ మెమొరీ mmapనకు ప్రయత్నించినది.
zh_cn: 您的系统可能被严重破坏！ $SOURCE_PATH 试图mmap低内核内存。
zh_tw: 您的系統可能已嚴重遭到入侵！$SOURCE_PATH 已嘗試 mmap 低層的 kernel 記憶體。
