Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: If you want to allow $SOURCE to bind to this port semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER Where PROTOCOL is tcp or udp.
as: $SOURCE ক এই পোৰ্টে বাইন্ড কৰাৰ অনুমতি প্ৰদান কৰাৰ বাবে প্ৰয়োগ কৰক semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER PROTOCOL-ৰ ক্ষেত্ৰত tcp অথবা udp ব্যৱহাৰ কৰক ।
de: Wenn Sie $SOURCE die Verbindung mit diesem Port gestatten möchten, semanage port -a -t PORTOCOL $PORT_NUMBER, wobei PORTOCOL entweder tcp oder udp ist.
es: Si quiere permitir a $SOURCE que atienda en este puerto semanage port -a -t inetd_child_port_t -p PROTOCOLO $PORT_NUMBER donde PROTOCOLO es tcp o udp.
fr: Si vous souhaitez autoriser $SOURCE à être lié à ce port semanage port -a -t inetd_child_t -p PROTOCOL $PORT_NUMBER, où PROTOCOL est soit tcp, soit udp.
hi: अगर आप $SOURCE को इस पोर्ट से वाइंड करना चाहते हैं semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER जहां प्रोचोकॉल tcp या udp है.
hu: Ha meg akarja engedni, hogy $SOURCE e kapun figyeljen: semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER Ahol PROTOCOL tcp vagy udp.
kn: $SOURCE ಈ ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಬೈಂಡ್ ಆಗುವುದನ್ನು ನೀವು ಬಯಸಿದಲ್ಲಿ semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER ಮಾಡಿ ಇಲ್ಲಿ PROTOCOL tcp ಅಥವ udp ಆಗಿರುತ್ತದೆ.
ko: 이 포트에 연결하기 위해 $SOURCE를 허용하시려는 경우 semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER 여기서 PROTOCOL은 tcp 또는 udp입니다.
ml: നിങ്ങള്‍ക്ക് ഈ പോര്‍ട്ടിലേക്ക് $SOURCE ചേര്‍ക്കണമെങ്കില്‍, semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER, ഇവിടെ PROTOCOL=udp അല്ലെങ്കില്‍ tcp ആണു്.
mr: $SOURCE ला या पोर्टशी बांधणी करायची असल्यास semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER चालवा जे शिष्टाचार tcp किंवा udp म्हणून वापरले जाते.
nl: Als je $SOURCE wilt toestaan om met deze poort te verbinden: semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER ....waarin PROTOCOL tcp of udp is.
or: ଯଦି ଆପଣ $SOURCE କୁ ନିମ୍ନଲିଖିତ ସଂଯୋଗିକୀ ସହିତ ବାନ୍ଧିବାକୁ ଚେଷ୍ଟାକରନ୍ତି semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER ଯେଉଁଠି PROTOCOL ଟି ହେଉଛି tcp ଅଥବା udp.
pt: Se quiser permitir que o $SOURCE_PATH se associe a este porto semanage port -a -t inetd_port_t -p PROTOCOL $PORT_NUMBER Onde PROTOCOL é tcp ou udp.
pt_br: Se você quiser que o $SOURCE vincule-se a esta porta semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER Onde PROTOCOL é tcp ou udp.
ru: Если вы хотите разрешить сопоставление $SOURCE этому порту, выполните команду: «semanage port -a -t inetd_child_port_t -p ПРОТОКОЛ $PORT_NUMBER» где ПРОТОКОЛ может принимать значение tcp или udp.
sr@latin: Ako želite da dozvolite da se $SOURCE vezuje za ovaj port semanage port -a -t PROTOCOL $PORT_NUMBER Gde je PROTOCOL tcp ili udp.
sv: Om du vill tillåta $SOURCE att binda till denna port semanage port -a -t inetd_child_port_t -p PROTOKOLL $PORT_NUMBER Där PROTOKOLL är tcp eller udp.
ta: நீங்கள் $SOURCE க்கு இந்த துறையை பிணைப்பதை அனுமதிக்க விரும்பினால் semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER எங்கே PROTOCOL இந்த tcp அல்லது udp.
te: మీరు సోర్స్‍‌ను ఈ పోర్ట్‍‌కు బందనం చేయాలని కోరుకుంటే semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER ఇచట PROTOCOL అనునది tcp లేదా udp.
zh_cn: 如果您要允许 $SOURCE 绑定到这个端口， 请使用 semanage port -a -t PROTOCOL $PORT_NUMBER 其中 PROTOCOL 是 tcp 或者 udp。
zh_tw: 若您希望允許 $SOURCE 綁定至此通訊埠的話 semanage port -a -t inetd_child_port_t -p PROTOCOL $PORT_NUMBER PROTOCOL 為 tcp 或 udp。

source: Your system may be seriously compromised! $SOURCE_PATH tried to modify kernel configuration.
de: Ihr System könnte ernsthaft kompromittiert worden sein! $SOURCE_PATH versuchte, die Kernel-Konfiguration zu verändern.
es: ¡Su sistema puede estar seriamente comprometido! $SOURCE_PATH intentó modificar la configuración del kernel.
fr: Votre système peut être sérieusement compromis ! $SOURCE_PATH a essayé de modifier la configuration de votre noyau.
hu: A rendszer komolyan sérülhetett! $SOURCE_PATH rendszermag beállítást próbált meg változtatni.
kn: ನಿಮ್ಮ ಗಣಕವು ಗಂಭೀರವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿರಬಹುದು! ಒಂದು ಕರ್ನಲ್ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಲು $SOURCE_PATH ಪ್ರಯತ್ನಿಸಿದೆ.
ko: 시스템이 심각하게 영향을 받을 수 있습니다! $SOURCE_PATH가 커널 설정을 변경하려 합니다.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കാര്യമായ തകരാറുണ്ടു്! കേര്‍ണലിന്റെ ക്രമീകരണം മാറ്റുവാന്‍ $SOURCE_PATH ശ്രമിച്ചു.
mr: तुमच्या प्रणालीला गंभीर धोका होऊ शकतो! $SOURCE_PATH ने कर्नल संरचना संपादीत करण्याचा प्रयत्न केला.
nl: Je systeem kan ernstig in gevaar gebracht zijn! $SOURCE_PATH probeerde de kernel configuratie te veranderen.
or: ଆପଣଙ୍କର ତନ୍ତ୍ରଟି ଗୁରୁତର ଭାବରେ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇପାରେ! $SOURCE_PATH କର୍ଣ୍ଣଲ ବିନ୍ୟାସକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ଚେଷ୍ଟା କରିଥିଲା।
pt: O seu sistema pode estar seriamente comprometido! $SOURCE_PATH tentou modificar a configuração do kernel.
pt_br: O seu sistema pode ter sido seriamente comprometido! O $SOURCE_PATH tentou modificar a configuração do kernel.
ru: Ваша система может быть серьёзно скомпрометирована! $SOURCE_PATH пытается изменить конфигурацию ядра.
sv: Ditt system kan vara allvarligt komprometterat! $SOURCE_PATH försökte ändra kärnkonfigurationen.
ta: உங்களது கணினியானது நிஜமாகவே சமரசமாகிவிட்டது! $SOURCE_PATH கர்னலை கட்டமைப்பை மாற்ற முயற்சித்தது
te: మీ సిస్టమ్ తీవ్రంగా రాజీ పడవచ్చు! $SOURCE_PATH కెర్నల్ ఆకృతీకరణను సవరించుటకు పయత్నిస్తుంది.
zh_cn: 您的系统可能被严重破坏！ $SOURCE_PATH 试图修改内核配置。
zh_tw: 您的系統可能已嚴重遭到入侵！$SOURCE_PATH 已嘗試修改 kernel 配置。

source: SELinux has prevented $SOURCE from modifying $TARGET. This denial indicates $SOURCE was trying to modify the way the kernel runs or to actually insert code into the kernel. All applications that need this access should have already had policy written for them. If a compromised application tries to modify the kernel this AVC will be generated. This is a serious issue. Your system may very well be compromised.
as: SELinux দ্বাৰা $SOURCE-কে $TARGET পৰিবৰ্তন কৰতে বাধা দেওয়া হয়েছে। সাধাৰণত এই বাধা দেওয়া হয় যখন $SOURCE দ্বাৰা কাৰ্নেলেৰ কৰ্ম সঞ্চালনাৰ পদ্ধতি পৰিবৰ্তন অথবা কাৰ্নেলেৰ মধ্যে কোড অন্তৰ্ভুক্ত কৰা প্ৰচেষ্টা কৰা হয়। এটি ব্যবহাৰেৰ অধিকাৰপ্ৰাপ্ত সকল অ্যাপ্লিকেশনেৰ জন্য প্ৰয়োজনীয় পলিসি উপস্থিত থাকা আবশ্যক। কোনো বিপদগ্ৰস্ত অ্যাপ্লিকেশন দ্বাৰা কাৰ্নেল পৰিবৰ্তনেৰ প্ৰয়াস কৰা হলে এই AVC-টি উৎপন্ন হবে। এটি একটি গুৰুত্বপূৰ্ণ সমস্যা এবং আপনাৰ সিস্টেমও বিপদগ্ৰস্ত হতে পাৰে।
de: SELinux verweigerte $SOURCE das Ändern von $TARGET. Diese Verweigerung zeigt an, dass $SOURCE versuchte, die Ausführung des Kernels zu beeinflussen oder Code in den Kernel einzufügen. Alle Anwendungen, die derartigen Zugriff benötigen, sollten bereits eine entsprechende Richtlinie haben. Falls eine kompromittierte Anwendung den Kernel zu verändern versucht, wird diese AVC generiert. Dies ist unter Umständen ein schwerwiegendes Problem. Ihr System wurde womöglich kompromittiert.
es: SELinux le ha negado a $SOURCE la posibilidad de modificar el $TARGET. Esta negación indica que $SOURCE estaba intentando modificar la forma en que se ejecuta el kernel, o que en realidad estaba intentando insertar un código en él Todas las aplicaciones que necesiten este acceso deberían de haber tenido alguna política definida para él. Si alguna aplicación comprometida trata de modificar el kernel, se habrá generado este AVC. Este es un problema serio. Su sistema puede estar comprometido.
fr: SELinux a empêché $SOURCE de modifier $TARGET. Ce déni signifie que $SOURCE a essayé de modifier la façon dont le noyau fonctionne ou a essayé d'insérer du code dans le noyau. Toutes les applications nécessitant cet accès devraient déjà avoir une politique de sécurité définie. Si une application compromise essaie de modifier le noyau, cet AVC (Access Vector Cache, message d'alerte de sécurité) sera affiché. Ceci un est problème sérieux. Votre système pourrait très bien être compromis.
hu: SELinux megakadályozta, hogy $SOURCE megváltoztassa $TARGET fájlt. Ez azt jelzi, hogy $SOURCE megpróbált változtatni azon, ahogy a rendszermag fut, vagy megpróbált kódot juttatni a rendszermagba. Minden ezt igénylő alkalmazásnak már kellene rendelkeznie neki írt szabályzattal. Ha egy rossz alkalmazás megpróbál változtatni a rendszermagon, ez az AVC keletkezik. Ez komoly baj. A rendszert nagyon is elronthatták.
kn: $SOURCE ಅನ್ನು ಮಾರ್ಪಡಿಸದಂತೆ $TARGET ಅನ್ನು SELinux ತಡೆದಿದೆ. ಈ ನಿರಾಕರಣೆಯು $SOURCE ಕರ್ನಲ್ ಚಾಲನೆಗೊಳ್ಳುವ ರೀತಿಯನ್ನು ಬದಲಾಯಿಸಲು ಅಥವ ಕರ್ನಲ್‌ಗೆ ಸಂಕೇತವನ್ನು ಸೇರಿಸಲು ಪ್ರಯತ್ನಿಸಿದೆ ಎನ್ನುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಇದರ ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಅನ್ವಯಗಳಿಗೂ ಪಾಲಿಸಿಯನ್ನು ಈ ಮೊದಲೆ ಬರೆದಿರುವ ಅಗತ್ಯವಿರುತ್ತದೆ. ರಾಜಿ ಮಾಡಿಕೊಳ್ಳಲಾದ ಯಾವುದೆ ಅನ್ವಯವು ಕರ್ನಲ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಪ್ರಯತ್ನಿಸಿದಲ್ಲಿ ಈ AVC ಯನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ ಇದು ಒಂದು ಗಂಭೀರವಾದ ಸಮಸ್ಯೆಯಾಗದ್ದು. ನಿಮ್ಮ ಗಣಕವು ರಾಜಿ ಮಾಡಿಕೊಂಡಿರುವಂತೆ ತೋರುತ್ತಿದೆ.
ko: SELinux는 $SOURCE가 $TARGET을 수정하지 못하게 합니다. 이는 $SOURCE가 커널이 실행하는 방식을 수정하려 했거나 또는 커널에 코드를 삽입하려 했음을 나타냅니다. 이러한 액세스가 필요한 모든 응용 프로그램에는 해당하는 정책이 있어야 합니다. 영향을 받을 수 있는 응용 프로그램이 커널을 수정하려 할 경우 AVC가 생성되어 심각한 문제를 일으킬 수 있습니다. 시스템이 아주 쉽게 영향을 받을 수 있습니다.
ml: $TARGET-ല്‍ മാറ്റം വരുത്തുന്നതില്‍ നിന്നും SELinux $SOURCE-നെ തടയുന്നു. $SOURCE കേര്‍ണല്‍ പ്രവര്‍ത്തന രീതി മാറ്റം വരുത്തുവാന്‍ ശ്രമിക്കുന്നു അല്ലെങ്കില്‍ കേര്‍ണലിലേക്ക് ശരിയായ കോഡ് ചേര്‍ക്കുന്നു എന്നതു് ഈ നിഷേധം സൂചിപ്പിക്കുന്നു. ഈ അനുമതി ആവശ്യമുള്ള എല്ലാ പ്രയോഗങ്ങളും അവയ്ക്കുള്ള പോളിസി തയ്യാറാക്കേണ്ടതുണ്ടു്. തകരാറുള്ള പ്രയോഗം SELinux പോളിസിയില്‍ മാറ്റം വരുത്തുവാന്‍ ശ്രമിച്ചാല്‍, ഈ AVC ലഭ്യമാകുന്നു. ഇതു് ഗുരുതരമായ ഒരു പ്രശ്നമാണു്. സിസ്റ്റം പ്രത്യേകം ശ്രദ്ധിക്കുക.
mr: SELinux ने $SOURCE ला $TARGET संपादीत करण्यापासून रोखले. हे नकार $SOURCE कर्नलची कार्यपद्धती संपादीत किंवा कर्नलमध्ये कोड अंतर्भूत करण्याचा प्रयत्न करते, असे दर्शवते. सर्व ऍप्लिकेशन्स् ज्यांस या प्रवेशची आवश्यकता आहे आधिपासूनच त्यांकरीता करार लिहायला हवे. सदोषीतऍप्लिकेशन हा कर्नल संपादीत करण्याचा प्रयत्न करत असल्यास हा AVC निर्माण होईल. ही एक गंभीर बाब आहे. तुमच्या प्रणलीला जास्त धोका होऊ शकतो.
nl: SELinux heeft $SOURCE belet om $TARGET te veranderen. Deze weigering geeft aan dat $SOURCE probeerde om de manier waarop de kernel draait te veranderen of om code aan de kernel toe te voegen. Alle toepassingen die deze toegang nodig hebben moeten al een tactiek hebben die hiervoor geschreven is. Als een in gevaar gebrachte toepassing probeert de kernel te veranderen zal deze AVC aangemaakt worden. Dit is een ernstig probleem. Jouw systeem kan zeker in gevaar gebracht zijn.
or: SELinux $SOURCE କୁ $TARGET ପରିବର୍ତ୍ତନ କରିବାରୁ ବାରଣ କରିଥାଏ। ଏହି ବାରଣ ସୂଚାଇଥାଏ ଯେ $SOURCE ଟି କର୍ଣ୍ଣଲ ଚାଲୁଥିବା ପଥକୁ ପରିବର୍ତ୍ତନ କରୁଥିଲା ଅଥବା ପ୍ରକୃତରେ ସଂକେତକୁ କର୍ଣ୍ଣଲ ମଧ୍ଯରେ ଭର୍ତ୍ତି କରିଥାଏ। ଏହି ଅବିଗମ୍ୟତା ଆବଶ୍ୟକ କରୁଥିବା ସମସ୍ତ ପ୍ରୟୋଗଗୁଡ଼ିକ ପାଇଁ ପୂର୍ବରୁ ନିତୀ ଲିଖିତ ହୋଇଛି। ଯଦି ଗୋଟିଏ ବୁଝାମଣା ପ୍ରୟୋଗ କର୍ଣ୍ଣଲକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ଚେଷ୍ଟାକରେ ତେବେ ଏହି AVC ସୃଷ୍ଟି ହୋଇଥାଏ। ଏହା ଗୋଟିଏ ଗୁରୁତର ସମସ୍ୟା। ଆପଣଙ୍କର ତନ୍ତ୍ର ଅତିମାତ୍ରାରେ ବୁଝାମଣା ହୋଇଥାଏ।
pt: O SELinux impediu $SOURCE de modificar $TARGET. Esta negação indica que $SOURCE estava a tentar modificar a forma como o kernel é executado ou a inserir código no kernel. Todas as aplicações que precisam deste acesso já deveriam ter uma política escrita para eles. Sempre que uma aplicação comprometida tenta modificar o kernel este AVC será gerado. Este problema é sério. O seu sistema pode já bem estar comprometido.
pt_br: O SELinux impediu que $SOURCE modificasse o $TARGET. Esta negação indica que o $SOURCE estava tentando modificar a forma como o kernel executa ou de fato inserindo código dentro dele. Todos os aplicativos que precisam deste acesso já devem ter uma política escrita para eles. Se um aplicativo comprometido tentar modificar o kernel, este AVC será gerado. Este é um problema sério. O seu sistema pode muito bem ter sido comprometido.
ru: SELinux запретил $SOURCE изменять $TARGET. $SOURCE пытался изменить поведение ядра или вставить код в ядро. Для всех приложений, которым необходим такой уровень доступа, должна существовать отдельная политика. Если скомпрометированное приложение попытается модифицировать ядро, будет сгенерировано AVC. Это является серьёзной проблемой и может служить индикатором того, что система была скомпрометирована.
sv: SELinux har hindrat $SOURCE från att modifiera $TARGET. Detta nekande indikerar att $SOURCE försökte ändra sättet kärnan kör eller att faktiskt lägga in kod i kärnan. Alla program som behöver denna sorts rättigheter bör redan ha en policy skriven för sig. Om ett komprometterat program försöker ändra kärnan kommer denna AVC genereras. Detta är en allvarlig sak. Ditt system kan mycket väl vara komprometterat.
ta: SELinux ஆனது $SOURCE லிருந்து மாற்றியமைக்க $TARGETதடுக்கிறது. இந்த denial கெர்னல் $SOURCE மாற்றியமைத்து இதன் வழியாக இயங்க முயற்சிக்க காட்டுகிறது அல்லது கெர்னலின் சரியான குறியீட்டை நுழைக்கவும். அனைத்து பயன்பாடுகளும் ஏற்கனவே உள்ள அணுகலை எழுதுவதற்கு தேவைப்படுகிறது. ஒரு மாற்றியமைக்கப்பட்ட பயன்பாடு இந்த கெர்னல் AVC ஐ உருவாக்குகிறது. இது ஒரு முக்கிய வெளிப்பாடாகும். உங்களது கணினியானது சரியாக சமரசப்பட்டுள்ளது.
te: SELinux అనునది $SOURCEను $TARGET సవరించుటనుండి నిరోధిస్తోంది. ఈ తిరస్కరణ $SOURCE అనునది కెర్నల్ నడుచు విధానాన్ని మార్చుటకు ప్రయత్నించుటను సూచిస్తుంది లేదా యధార్దంగా కోడ్‌ను కెర్నల్‌కు చేర్చుతుంది. ఈ యాక్సెస్ కావలిసిన అన్ని అనువర్తనములు వాటి కొరకు వొక విధానాన్ని కలిగివుండవలెను. ఒకవేళ రాజీపడిన అనువర్తనము కెర్నల్‌ను సవరించుటకు ప్రయత్నిస్తే ఈ AVC వుద్భవించబడుతుంది. ఇది వొక తీవ్రమైన సమస్య. మీ సిస్టమ్ చాలా బాగా రాజీపడవచ్చును.
zh_cn: SELinux 已不允许 $SOURCE 修改 $TARGET。 这个拒绝意味着 $SOURCE 曾试图修改内核运行的方式 或者在内核这插入编码。所有需要这个访问 的程序都应该在其中写入了策略。如果被破坏的 程序试图修改内核就会生成 这个 AVC。这是一个严重的问题，您的系统可能被严重破坏。
zh_tw: SELinux 已防止了 $SOURCE 修改 $TARGET。這項拒絕動作 顯示 $SOURCE 嘗試了修改 kernel 的執行方式或是 實際地將程式碼插入 kernel 中。所有需要這項存取權限的應用程式 都應該已有針對於它們的政策被編寫了。若有項受到入侵的 應用程式嘗試修改 kernel 的話，這個 AVC 便會產生。這是個 嚴重的問題。您的系統可能已遭到入侵。

source: SELinux is preventing $SOURCE_PATH access to a leaked $TARGET_PATH file descriptor.
de: SELinux hindert $SOURCE_PATH am Zugriff auf einen $TARGET_PATH Dateideskriptorleck.
es: SELinux está negando a $SOURCE_PATH el acceso a un descriptor de archivo $TARGET_PATH filtrado.
fr: SELinux empêche $SOURCE_PATH d'accéder au descripteur de fichier compromis $TARGET_PATH.
hi: SELinux $SOURCE_PATH को $TARGET_PATH को लोड करने से रोक रहा है जिसके लिये पाठ स्थानांतरण जरूरी है.
hu: SELinux megakadályozza, hogy $SOURCE_PATH hozzáférjen $TARGET_PATH fájleíróhoz.
kn: ಸೋರಿಹೋದ $TARGET_PATH ಕಡತ ವಿವರಣೆಗಾರವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ $TARGET_PATH ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 누출된 $TARGET_PATH 파일 서술자로 $SOURCE_PATH 액세스하지 못하게 합니다.
ml: ഒരു ലീക്ക്ഡ് $TARGET_PATH ഫയല്‍ ഡിസ്ക്രിപ്ടറിലേക്കുള്ള $SOURCE_PATH പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux $TARGET_PATH फाइल डिस्क्रीप्टर करीता $SOURCE_PATH प्रवेश रोखत आहे.
nl: SELinux belet $SOURCE_PATH toegang tot een gelekte $TARGET_PATH bestand beschrijving.
or: SELinux $SOURCE_PATH କୁ ପାଠ୍ଯ ପୁନଃବଣ୍ଟନ ଆବଶ୍ଯକ କରୁଥିବା $TARGET_PATH ଧାରଣ କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir que o $SOURCE_PATH aceda a um descritor $TARGET_PATH de ficheiro com uma fuga.
pt_br: O SELinux está impedindo que o $SOURCE_PATH acesse um descritor de arquivo vazado do $TARGET_PATH.
ru: SELinux запрещает $SOURCE_PATH доступ к дескриптору файла $TARGET_PATH (возможна утечка).
sr@latin: SELinux sprečava $SOURCE_PATH pristup ka procurenom opisniku datoteke $TARGET_PATH.
sv: SELinux nekar $SOURCE_PATH åtkomst till en läckt $TARGET_PATH-fildeskriptor.
ta: SELinux $SOURCE ஐ $TARGET_PATH ஐ ஏற்றுவதிலிருந்து தடுத்தது. இது உரையை இடம் மாற்ற தேவை
te: SELinux అనునది $SOURCE_PATH యాక్సెస్‌ను లీకైన $TARGET_PATH ఫైల్ డిస్క్రిప్టార్‌కు నిరోధిస్తోంది.
zh_cn: SELinux 正在阻止 $SOURCE 访问泄漏的文件描述符 $TARGET_PATH。
zh_tw: SELinux 防止了 $SOURCE_PATH 存取一個溢位的 $TARGET_PATH 檔案描述符號。
