Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented $SOURCE from writing $TARGET_PATH. If $TARGET_PATH is a core file, you may want to allow this. If $TARGET_PATH is not a core file, this could signal an intrusion attempt.
as: SELinux দ্বাৰা $SOURCE-কে $TARGET_PATH'এ লিখতে প্ৰতিৰোধ কৰা হচ্ছে। $TARGET_PATH core file হলে অনুমতি প্ৰদান কৰা যাবে। $TARGET_PATH core file না হলে এটি সম্ভবত অনুপ্ৰবেশেৰ প্ৰচেষ্টাৰ সংকেত।
de: SELinux hinderte $SOURCE am Schreiben in $TARGET_PATH. Wenn $TARGET_PATH eine Kerndatei ist, können Sie dies erlauben. Wenn $TARGET_PATH keine Kerndatei ist, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux evitó que $SOURCE escribiera en $TARGET_PATH. Si $TARGET_PATH es un archivo principal, a lo mejor es lo que Ud. quiere. Si $TARGET_PATH no es un archivo principal, esto puede indicar un intento de ataque.
fr: SELinux empêche $SOURCE d'écrire dans $TARGET_PATH. Si $TARGET_PATH est un fichier système, vous souhaiterez peut-être autoriser sa modification. Si $TARGET_PATH n'est pas un fichier système, cela peut signaler une tentative d'intrusion.
hi: SELinux ने $SOURCE को $TARGET_PATH लिखने से रोका. अगर $TARGET_PATH एक कोर फाइल है, आप इसे अनुमति दे सकते हैं. अगर $TARGET_PATH एक कोर फाइल नहीं है, तो यह एक घुसपैठ का संकेत हो सकता है.
hu: SELinux megakadályozta, hogy $SOURCE írjon $TARGET_PATH ösvényre. Ha $TARGET_PATH core fájl, akkor talán meg kellene ezt engedni. Ha $TARGET_PATH nem core fájl, akkor ez jelezheti, hogy megkíséreltek behatolni.
kn: $TARGET_PATH ನಲ್ಲಿ ಬರೆಯದಂತೆ $SOURCE ಅನ್ನು SELinux ತಡೆದಿದೆ. $TARGET_PATH ಒಂದು ಕೋರ್ ಕಡತವಾಗಿದ್ದರೆ, ನೀವು ಇದನ್ನು ಅನುಮತಿಸ ಬೇಕಾಗಬಹುದು. ಎಲ್ಲಿಯಾದರು $TARGET_PATH ಒಂದು ಕೋರ್ ಕಡತವಲ್ಲದಿದ್ದರೆ, ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಇದು ಸೂಚಿಸುತ್ತದೆ.
ko: SELinux는 $SOURCE가 $TARGET_PATH를 기록하지 못하게 합니다. $TARGET_PATH가 코어 파일일 경우, 이를 허용하실 수 있습니다. $TARGET_PATH가 코어 파일이 아닐 경우, 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: SELinux $SOURCE-നെ $TARGET_PATH എഴുതുന്നതിന് അനുവദിച്ചില്ല. $TARGET_PATH കോര്‍ ഫയല്‍ എങ്കില്‍ ഇത് അനുവദിക്കേണ്ടതാണ്. $TARGET_PATH ഒരു കോര്‍ ഫയല്‍ അല്ലായെങ്കില്‍, ഇത് ഒരു തെറ്റായ പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने $SOURCE ला $TARGET_PATH वर लिहण्यापासून रोखले. $TARGET_PATH कोर फाइल असल्यास, यांस परवनगी द्या. $TARGET_PATH कोर फाइल नसल्यास, हा अवैध प्रवेश देखील ठरू शकतो.
nl: SELinux belette $SOURCE het schrijven naar $TARGET_PATH. Als $TARGET_PATH een core bestand is, wil je dit misschien toestaan. Als $TARGET_PATH geen core bestand is, kan dit een indringing poging aangeven.
or: SELinux $SOURCE_PATH କୁ $TARGET_PATH ରେ ଲେଖିବାରୁ ଅଟକାଇଛି। $TARGET_PATH ଟି ଗୋଟିଏ ଅନ୍ତଃସ୍ଥଳ ଫାଇଲ ହେଲେ, ଆପଣ ଏହାକୁ ସ୍ବୀକାର କରିବା ପାଇଁ ଚାହିଁପାରନ୍ତୁ। $TARGET_PATH ଟି ଗୋଟିଏ ଅନ୍ତଃସ୍ଥଳ ଫାଇଲ ନ ହେଲେ, ଏହା ଗୋଟିଏ ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux evitou que $SOURCE escrevesse em $TARGET_PATH. Se $TARGET_PATH é um ficheiro core, poderá querer permitir isto. Se o $TARGET_PATH não é um ficheiro core, isto pode indicar uma tentativa de intrusão.
pt_br: O SELinux impediu que $SOURCE gravasse em $TARGET_PATH. Se $TARGET_PATH for um arquivo de núcleo, talvez você queira permitir isso. Se $TARGET_PATH não for um arquivo de núcleo, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил $SOURCE выполнять запись в $TARGET_PATH. Если $TARGET_PATH — системный файл, запись можно разрешить. В противном случае это может служить знаком вторжения.
sr@latin: SELinux je sprečio $SOURCE od zapisivanja $TARGET_PATH. Ako je $TARGET_PATH datoteka jezgra, možda možete ovo da dozvolite. Ako $TARGET_PATH nije datoteka jezgra, ovo može ukazivati i na pokušaj upada.
sv: SELinux förhindrade $SOURCE från att skriva $TARGET_PATH. Om $TARGET_PATH är en core-fil, kanske du vill tillåta detta. Om $TARGET_PATH inte är en core-fil, kan detta vara ett tecken på ett intrångsförsök.
ta: SELinux ஐ$SOURCE லிருந்து $TARGET_PATH எழுதுவதிலிருந்து தடுத்தது $TARGET_PATH ஒரு உள்ளக கோப்பானால் நீங்கள் இதை அனுமதிக்க விரும்பலாம். $TARGET_PATH ஒரு உள்ளக கோப்பு இல்லையெனில் இது ஒரு பலவந்த உள்நுழைவின் அடையாளமாக இருக்கலாம்.
te: SELinux అనునది $SOURCE ను $TARGET_PATH నుండి వ్రయుట నిరోధిస్తోంది. $TARGET_PATH ప్రాధమిక దస్త్రము అయితే, మీరు దీనిని అనుమతించ కోరుకోవచ్చు. ఒకవేళ $TARGET_PATH ప్రాధమిక దస్త్రము కాకపోతే, ఇది అమర్యాద యత్నము కు సంకతము కాగలదు.
zh_cn: SELinux 防止 $SOURCE 写入 $TARGET_PATH。 如果 $TARGET_PATH 是一个核文件，您可以允许这个行为。如果 $TARGET_PATH 不是一个核文件，这可能是一个入侵尝试信号。
zh_tw: SELinux 防止了 $SOURCE 寫入 $TARGET_PATH。 若 $TARGET_PATH 是個核心檔案的話，建議您允許這項動作。若 $TARGET_PATH 並非核心檔案的話，這代表系統可能已遭到嘗試入侵的警訊。

source: Changing the "$BOOLEAN" boolean to true will allow this access: "setsebool -P $BOOLEAN=1."
as: "$BOOLEAN" বুলিয়েনৰ মান true নিৰ্ধাৰণ কৰা হ'লে এই অনুমতি প্ৰদান কৰা হ'ব: "setsebool -P $BOOLEAN=1."
de: Die Änderung des "$BOOLEAN" Boolesch in "wahr" erlaubt diesen Zugriff: "setsebool -P $BOOLEAN=1."
es: Cambiando el valor booleano "$BOOLEAN" a verdadero permitirá este acceso: "setsebool -P $BOOLEAN=1."
fr: Changer le booléen « $BOOLEAN » sur vrai autorisera cet accès : « setsebool -P $BOOLEAN=1. »
hi: "$BOOLEAN" बुलियन सही में बदलना इस अभिगम की अनुमति देता है: "setsebool -P $BOOLEAN=1."
hu: „$BOOLEAN” logikai érték igazra állításával megengedheti e hozzáférést: „setsebool -P $BOOLEAN=1”.
kn: "$BOOLEAN"ಬೂಲಿಯನ್ ಅನ್ನುನಿಜಕ್ಕೆ ಬದಲಾಯಿಸುವುದರಿಂದ ಈ ಅನುಮತಿ ನೀಡಲ್ಪಡುತ್ತದೆ: "setsebool -P $BOOLEAN=1."
ko: "$BOOLEAN" 부울을 true로 변경하여 이러한 액세스를 허용합니다: "setsebool -P $BOOLEAN=1."
ml: "$BOOLEAN" boolean true ആയി മാറ്റിയാല്‍ ഇതിന് അനുവദിക്കുന്നു: "setsebool -P $BOOLEAN=1."
mr: "$BOOLEAN" ला बूलीयन निश्चित केल्यास प्रवेश प्राप्त होईल: "setsebool -P $BOOLEAN=1."
nl: Het veranderen van de $BOOLEAN" boolean naar waar zal deze toegang toestaan: "setsebool -P $BOOLEAN=1."
or: "$BOOLEAN" ବୁଲିଆନ ମୂଲ୍ଯକୁ true କରିଲେ, ଏହା ଏହି ଅଭିଗମକୁ ସ୍ବୀକାର କରିବ: "setsebool -P $BOOLEAN=1."
pt: A alteração do booleano "$BOOLEAN" para 'true' irá permitir este acesso: "setsebool -P $BOOLEAN=1."
pt_br: Mudando o Booleano "$BOOLEAN" para verdadeiro permitirá este acesso: "setsebool -P $BOOLEAN=1."
ru: Установка логического значения «$BOOLEAN» в TRUE разрешит доступ: «setsebool -P $BOOLEAN=1»
sr@latin: Izmena „$BOOLEAN“ logičke promenljive na istinitu će dozvoliti ovaj pristup: „setsebool -P $BOOLEAN=1.“
sv: Ändra "$BOOLEAN" flaggan till sant för att tillåta denna åtkomst: "setsebool -P $BOOLEAN=1"
ta: "$BOOLEAN" ஐ உண்மை என மாற்றினால் இந்த அணுகலை அனுமதிக்கும்: "setsebool -P $BOOLEAN=1"
te: "$BOOLEAN" ను బూలియన్‌ నుండి సత్యంకు మార్చుట ఈ వాడుకనుఅనుమతిస్తుంది: "setsebool -P $BOOLEAN=1."
zh_cn: 改变 "$BOOLEAN" 布尔值为 true 将允许这个访问： "setsebool -P $BOOLEAN=1."
zh_tw: 將「$BOOLEAN」布林值更改為 true 將會允許此存取： 「setsebool -P $BOOLEAN=1。」

source: SELinux is preventing $SOURCE_PATH from changing the access protection of memory on the heap.
de: SELinux hindert $SOURCE_PATH an der Änderung des Zugriffs- schutzes des Freispeicherbereichs.
es: SELinux está impidiendo a $SOURCE_PATH cambiar la protección de acceso de la memoria dinámica.
fr: SELinux empêche $SOURCE_PATH de changer l'accès de protection de mémoire sur la pile.
hu: SELinux megakadályozza, hogy $SOURCE_PATH megváltoztassa a heap memória hozzáférés védelmét.
kn: $SOURCE_PATH ಅನ್ನು ಒಟ್ಟಿಗೆ ಮೆಮೊರಿಯ ನಿಲುಕಣಾ ಸಂರಕ್ಷಣೆಯನ್ನು ಬದಲಾಯಿಸದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE가 힙 영역에서 메모리의 액세스 보안을 변경하지 못하게 합니다.
ml: ഹീപ്പിലുളള മെമ്മറി സുരക്ഷയ്ക്കുളള അനുമതി മാറ്റുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux എതിര്‍ക്കുന്നു.
mr: SELinux $SOURCE_PATH ला heap वरील स्मृतीच्या सुरक्षा करीता प्रवेश देण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH om de toegang bescherming van geheugen op de stapel te veranderen.
or: SELinux $SOURCE_PATH କୁ ବହୁତ ସଂଖ୍ଯକ ସ୍ମୃତି ଅଭିଗମ ଅନୁମତିକୁ ବଦଳାଇବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir que o $SOURCE_PATH mude a protecção de acesso à memória na 'heap' (área de dados).
pt_br: O SELinux está impedindo que o $SOURCE_PATH altere a proteção de acesso à memória na pilha.
ru: SELinux запрещает $SOURCE_PATH изменять защиту доступа памяти кучи.
sr@latin: SELinux sprečava $SOURCE_PATH od izmene zaštite pristupa dinamičkoj memoriji.
sv: SELinux hindrar $SOURCE_PATH från att ändra på åtkomstskyddet till minne på heapen.
ta: SELinux $SOURCE_PATH ஐ குவியலில் உள்ள நினைவின் அணுகல் பாதுகாப்பை மாற்றுவதிலிருந்து தடுக்கிறது.
te: SELinux అనునది $SOURCE_PATH ను వాడుకఅనుమతి మార్చుటనుండి నిరోధిస్తుంది హీప్‌ పైన మెమొరీ యొక్క రక్షణ.
zh_cn: SELinux 正在阻止 $SOURCE 修改堆上 的内存访问保护.
zh_tw: SELinux 防止了 $SOURCE_PATH 更改堆疊上的 記憶體存取保護。

source: The $SOURCE application attempted to change the access protection of memory on the heap (e.g., allocated using malloc). This is a potential security problem. Applications should not be doing this. Applications are sometimes coded incorrectly and request this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web page explains how to remove this requirement. If $SOURCE does not work and you need it to work, you can configure SELinux temporarily to allow this access until the application is fixed. Please file a bug report against this package.
de: Die Anwendung $SOURCE versuchte, den Schutz des Freispeicherbereichs zu verändern (z.B. zugeteilt durch malloc). Dies ist ein mögliches Sicherheitsproblem. Anwendungen sollten dies nicht tun. Anwendungen sind gelegentlich fehlerhaft programmiert und fordern diese Erlaubnis an. Die Webseite <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> erklärt, wie diese Anforderung entfernt werden kann. Falls $SOURCE nicht funktioniert, Sie dies jedoch benötigen, können Sie SELinux vorübergehend so konfigurieren, dass der Zugriff bis zur Korrektur der Anwendung erlaubt wird. Bitte reichen Sie einen Fehlerbericht für dieses Paket ein.
es: La aplicación $SOURCE intentó cambiar la protección de acceso de memoria en la memoria dinámica (por ejemplo, la asignada usando malloc). Este es un problema potencial de seguridad. Las aplicaciones nunca deberían hacer esto. A veces, se codifican de manera incorrecta y requieren este permiso. La página web <a href="http://people.redhat.com/drepper/selinux-mem.html">Pruebas de Protección de Memoria en SELinux</a> explica cómo eliminar este requerimiento. Si $SOURCE no funciona y Ud. necesita que funcione, puede configurar SELinux para que permita temporalmente este acceso hasta que la aplicación sea corregida. Por favor, haga un informe del error a nombre de este paquete.
fr: L'application $SOURCE a essayé de changer l'accès de protection-mémoire sur la pile (par exemple allocation utilisant malloc). C'est un problème potentiel de sécurité. Les applications ne devraient pas faire cela. Elles sont parfois incorrectement programmées et demandent cette permission. La page web <a href="http://people.redhat.com/drepper/selinux-mem.html">Essais de Protection Mémoire de SELinux</a> explique comment retirer ces exigences. Si $SOURCE ne fonctionne pas et que vous avez besoin qu'il fonctionne, vous pouvez configurer temporairement SELinux pour autoriser cet accès jusqu'à ce que l'application soit corrigée. Merci de remplir un rapport de bogue sur ce paquet.
hu: $SOURCE alkalmazás megkísérelt változtatni a heap (pl. a malloc függvénnyel lefoglalt) memória hozzáférés védelmén. Ez lehet biztonsági probléma. Alkalmazásoknak ezt tenniük. Néha hibás alkalmazások kérnek ilyen engedélyt. A <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> weblap elmagyarázza, hogyan kell megszüntetni ezt az igényt. Ha $SOURCE nem működik, de szükség van rá, akkor ideiglenesen beállíthatja, hogy SELinux megengedje ezt a hozzáférést, amíg az alkalmazást ki nem javítják. Tegyen hibabejelentést e csomagra.
kn: $SOURCE ಅನ್ವಯವು ಒಟ್ಟಿಗೆ ಮೆಮೊರಿಯ ನಿಲುಕಣಾ ರಕ್ಷಣೆಯನ್ನು ಬದಲಾಯಿಸಲು ಪ್ರಯತ್ನಿಸಿದೆ (ಉದಾ., malloc ಬಳಸಿಕೊಂಡಿ ನಿಯೋಜಿಸಲಾಗಿದ್ದು). ಇದೊಂದು ದೊಡ್ಡದಾದ ಸುರಕ್ಷತಾ ಲೋಪ. ಅನ್ವಯಗಳು ಹೀಗೆ ಮಾಡಬಾರದು. ಅನ್ವಯಗಳು ಕೆಲವು ಬಾರಿ ತಪ್ಪಾಗಿ ಕೋಡ್ ಮಾಡಲ್ಪಡುವದರಿಂದ ಈ ಬಗೆಯ ಅನುಮತಿಗಾಗಿ ಮನವಿ ಮಾಡುತ್ತವೆ. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ಜಾಲ ಪುಟವು ಈ ಅಗತ್ಯವನ್ನು ಹೇಗೆ ತೆಗೆದು ಹಾಕುವುದೆಂದು ವಿವರಿಸುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ $SOURCE ಕೆಲಸ ಮಾಡದೆ ಇದ್ದು ಹಾಗು ನಿಮಗೆ ಅದು ಕೆಲಸ ಮಾಡುವುದುಬೇಕಿದ್ದಲ್ಲಿ, ಅನ್ವಯದ ತೊಂದರೆಯು ನಿವಾರಣೆಯಾಗುವವರೆಗೆ SELinux ಅನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನೀವು ಈ ಅನುಮತಿಯನ್ನು ಒದಗಿಸುವಂತೆ ಸಂರಚಿಸಬಹುದು. ದಯವಿಟ್ಟು ಈ ಪ್ಯಾಕೇಜಿನ ವಿರುದ್ದ ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: $SOURCE 응용 프로그램은 힙 영역(예, malloc을 사용한 할당)에서 메모리의 액세스 보안 변경을 시도합니다. 잠재적으로 보안 문제가 발생할 수 있습니다. 응용 프로그램은 이를 실행해서는 안됩니다. 때때로 응용 프로그램이 잘못 코드되어 이러한 권한을 요청합니다. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 메모리 보안 테스트</a> 웹 페이지에서 이러한 요구 사항을 어떻게 삭제하는 지에 대하여 설명합니다. $SOURCE 가 작동하지 않을 경우, 이를 작동시키시려면, 응용 프로그램이 작동할 때 까지 이러한 액세스를 허용하기 위해 임시적으로 SELinux를 설정하실 수 있습니다. 이러한 패키지에 대해 버그 리포트를 제출해 주시기 바랍니다.
ml: ഹീപ്പിലുളള മെമ്മറിയിലേക്കുളള (ഉദാ., malloc ഉപയോഗിച്ച് ഉണ്ടാക്കിയവ) പ്രവേശനം സുരക്ഷാസംവിധാനം മാറ്റുന്നതിനായി $SOURCE ആപ്ളിക്കേഷന്‍ ശ്രമിച്ചിരിക്കുന്നു. ഇത് സുരക്ഷ സംബന്ധിച്ചുളള ഒരു വളരെ പ്രധാന പ്രശ്നമാണ്. മിക്ക ലൈബ്രറികള്‍ക്കും ഈ പെര്‍മിഷന്‍റെ ആവശ്യമില്ല. ചിലപ്പോള്‍ ലൈബ്രറികള്‍ തെറ്റായി കോഡ് ചെയ്യുന്പോള്‍ മാത്രം ഈ പെര്‍മിഷനായി ആവശ്യപ്പെടുന്നു. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux മെമ്മറി പ്രൊട്ടെക്ഷന്‍ ടെസ്റ്റ്</a> വെബ് പേജ് ഈ ആവശ്യം എങ്ങനെ ഒഴിവാക്കണമെന്ന് വ്യക്തമാക്കുന്നു. ആപ്ളിക്കേഷന്‍ ശരിയാക്കുന്നത് വരെ, നിങ്ങള്‍ക്ക് അഥവാ $SOURCE ഉപയോഗിക്കണമെങ്കില്‍ (അത് പ്രവര്‍ത്തിക്കുന്നില്ലെങ്കില്‍) താല്‍ക്കാലികമായി SELinux ക്രമികരിക്കാവുന്നതാണ്. ഈ പാക്കേജിന് എതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: $SOURCE ऍप्लीकेशनने हीप (उ.दा., malloc चा वापर करून वाटप केलेले) वरील स्मृतीचे प्रवेश बदलविण्याचा प्रयत्न केला. ही एक सुरक्षा त्रुटी आहे. ऍप्लीकेशनने असे केले नाही पाहिजे. अनुप्रयोग कधिकधी अयोग्यरित्या कोड केले जाते व ही परनावगी करीता सहमती मांगतात. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux स्मृती सुरक्षा चाचणी</a> वेब पान तुम्हाला ही आवश्यकता काढूण टाकण्यास विश्लेषीत करते. $SOURCE कार्य करतनाही व तुम्हाला ते कार्यरत करण्याची आवश्यकता आहे, तुम्ही SELinux तात्पूरते अनुप्रयोग निर्धारीत होईपर्यंत संयोजीत करू शकता. कृपया या संकुलच्या विरूध्द बग अहवाल सादर करा.
nl: De $SOURCE toepassing probeerde de toegang bescherming van geheugen op de stapel te veranderen (b.v., toekenning met malloc). Dit is een potentieel beveiligings probleem. Toepassingen moeten dit niet doen. Toepassingen zijn soms niet correct geschreven en vragen deze rechten. De <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> web pagina legt uit hoe deze vereiste te verwijderen is. Als $SOURCE niet werkt en je moet het werkende hebben, kun je SELinux tijdelijk configureren om deze toegang toe te staan totdat de toepassing verbeterd is. Dien a.u.b. een bug rapport in voor dit pakket.
or: ଏହି $SOURCE ପ୍ରୟୋଗ ସ୍ମୃତି ସ୍ଥାନର ଅଭିଗମ୍ୟତା ସୁରକ୍ଷାକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ସଂଗ୍ରହାଳୟ ଉପରେ ପ୍ରଚେଷ୍ଟା କରିଥାଏ (ଯେପରିକି, malloc ବ୍ୟବହାର କରି ବଣ୍ଟନ କରିବା)। ଏହା ଗୋଟିଏ ସମ୍ଭାବ୍ୟ ସୁରକ୍ଷା ସମସ୍ୟା। ପ୍ରୟୋଗଗୁଡ଼ିକ ଏହା କରିବା ଉଚିତ ନୁହଁ। ପ୍ରୟୋଗଗୁଡ଼ିକ କିଛି ସମୟରେ ଭୁଲ ଭାବରେ ସାଙ୍କେତିକରଣ ହୋଇଥାଏ ଏବଂ ଏହି ଅନୁମତି ପାଇଁ ଅନୁରୋଧ କରିଥାଏ। ଏହି <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux ସ୍ମୃତି ସ୍ଥାନ ସୁରକ୍ଷା ପରୀକ୍ଷଣ</a> ଏହି ଆବଶ୍ୟକତାକୁ କିପରି କଢ଼ାଯିବ ତାହା ଏହି ୱେବ ପୃଷ୍ଠା ବିଶ୍ଳେଷଣ କରିଥାଏ। ଯଦି $SOURCE କାର୍ଯ୍ୟ କରିନଥାଏ ଏବଂ ଏହା କାର୍ଯ୍ୟକରୁ ବୋଲି ଆପଣ ଚାହୁଁଛନ୍ତି, ତେବେ ଆପଣ SELinux କୁ ଅସ୍ଥାୟୀ ଭାବରେ ବିନ୍ୟାସ କରିପାରିବେ ପ୍ରୟୋଗଟି ସ୍ଥିର ହେବା ପର୍ଯ୍ୟନ୍ତ ଏହି ଅଭିଗମ୍ୟ ହୋଇଥାଏ। ଦୟାକରି ଏହି ପ୍ୟାକେଜ ବିପରିତରେ ଗୋଟିଏ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରନ୍ତୁ।
pt: A aplicação $SOURCE tentou mudar a protecção do acesso à memória na 'heap' (a memória reservada com o 'malloc'). Este é um problema potencial de segurança. As aplicações não deverão fazer isto. As aplicações são algumas vezes programadas incorrectamente e pedem esta permissão. A página Web acerca dos <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Protecção de Memória do SELinux</a> explica como remover este requisito. Se o $SOURCE não funcionar e você precisar dele para funcionar, poderá configurar o SELinux temporariamente para permitir este acesso, pelo menos até a aplicação estar corrigida. Envie por favor um relatório de erros para este pacote.
pt_br: O aplicativo $SOURCE tentou mudar a proteção de acesso à memória na pilha (por exemplo, alocada através do malloc). Isto representa um problema sério de segurança. Os aplicativos não deveriam fazer isto. Às vezes, os aplicativos são mal programados, o que os leva a requisitar esta permissão. A página <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Proteção de Memória SELinux</a> explica como remover este requisito. Se o $SOURCE não funcionar mas você precisar que funcione, você pode configurar o SELinux para permitir este acesso temporariamente até que o aplicativo seja consertado. Por favor, submeta um relato de erro para este pacote.
ru: Приложение $SOURCE попыталось изменить защиту доступа памяти кучи (выделенной с помощью malloc), что представляет потенциальную проблему с точки зрения безопасности. Обычно приложения не должны пытаться это сделать. Иногда вследствие ошибок кода приложения могут потребовать такой доступ. Документ <a href="http://people.redhat.com/drepper/selinux-mem.html">Тесты защиты памяти SELinux</a> объясняет, как отказаться от использования такой возможности. Если $SOURCE не работает, а вам срочно необходимо данное приложение, можно временно разрешить доступ пока приложение не будет исправлено. Пожалуйста, создайте запрос в Bugzilla для этого пакета.
sr@latin: $SOURCE program je pokušao da izmeni zaštitu pristupa dinamičkoj memoriji (npr., dodeljenu malloc funkcijom). Ovo je moguć bezbednosni problem. Programi ne bi trebalo ovo da rade. Programi su ponekad napisani pogrešno i zahtevaju ovo ovlašćenje. Veb stranica <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux testovi zaštite memorije</a> objašnjava kako ukloniti ovaj zahtev. Ako $SOURCE ne radi, a potreban Vam je u radnom stanju, možete privremeno podesiti SELinux da dozvoli ovaj pristup dok program ne bude popravljen. Molim podnesite izveštaj o grešci za ovaj paket.
sv: Programmet $SOURCE försökte ändra åtkomstskyddet till minne på heapen (t.ex. allokerat med malloc). Detta är ett potentiellt säkerhetsproblem. Program ska inte göra detta. Program är ibland felkodade och behöver denna rättighet. Webbsidan <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux minnesskyddstester</a> förklarar hur man tar bort detta krav. Om $SOURCE inte fungerar och du behöver få det fungera, kan du konfigurera SELinux att tillfälligt tillåta denna åtkomst tills programmet är rättat. Skriv en felrapport mot detta paket.
ta: $SOURCE ஐ குவியலில் உள்ள நினைவின் அணுகல் பாதுகாப்பை மாற்ற முயன்றது. (எ-டு malloc பயன்படுத்தி அளிக்கப்பட்ட). இது ஒரு பாதுகாப்பு பிரச்சினையாக இருக்கலாம். நிரல்கள் இதை செய்யக்கூடாது. சில சமயம் சில நிரல்கள் தவறான குறியாக்கத்தால் இந்த அனுமதியை கோருகின்றன. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> பக்கங்கள் இந்த தேவையை நீக்குவது குறித்து விவரிக்கின்றன. $SOURCE வேலை செய்யாது போனால் இந்த நிரல் சரி செய்யப்படும்வரை தற்காலிகமாக SELinuxஐ அமைத்துக் கொள்ளலாம். இந்த பொதிக்கு ஒரு வழுவை இங்கு பதிவு செய்யவும்: <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">bug report</a>
te: హీప్‌పైని మెమొరీ యొక్క వాడుకఅనుమతి రక్షణను మార్చుటకు ప్రయత్నిస్తున్న $SOURCE అనువర్తనం (ఉ.దా., సమకూర్చుతుంది malloc ఉపయోగించి). ఇది గట్టి రక్షణ సమస్య. అనువర్తనములు ఇది చేయకూడదు. అనువర్తనములు అనునవి కొన్ని సమయములందు తప్పుగా కోడ్‌చేయబడతాయి మరియు ఈ అనుమతిని అభ్యర్దిస్తాయి. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ఈ అవసరాన్ని ఎలా తీసివేయాలో వెబ్ పేజి వివరిస్తుంది. $SOURCE పనిచేయక పోతే మరియు దానిని మీరు పనిచేయల్సివస్తే, మీరు SELinux ను తాత్కాలికంగా ఈ వాడుకను అనువర్తనం సరిదిద్ద బడునంత వరకు అనుమతించవచ్చు. దయచేసి ఈ సంకలనంకు వ్యతిరేకంగా బగ్ నివేదికను నమోదుచేయుము.
zh_cn: $SOURCE 应用程序试图改变堆上的内存访问保护(例如，使用 malloc 分配内存)。 这是潜在的安全问题。应用程序不应该这样做。有时候应用程序编码不正确，会请求这样的允许。 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 内存保护测试</a> 页面说明了怎样移除这个请求。如果 $SOURCE 不能工作而您需要它运行， 您可以配置 SELinux 临时允许这个访问直到这个应用程序被修正。 请发送一份关于这个软件包的 <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">错误 报告</a> 。
zh_tw: $SOURCE 應用程式嘗試了更改堆疊上的記憶體（利用 malloc 來分配的）存取 保護。這是個潛在的安全性 問題。應用程式不該這麼作。應用程式有時 會被錯誤編寫，並要求此權限。 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 記憶體保護測試</a> 網頁解釋了如何移除這項需求。若 $SOURCE 無法運作而 您需要它運作的話，您可透過暫時性地配置 SELinux 以允許 這項存取，直到應用程式被修復。請針對於此套件提交一份 錯誤報告。

source: If you want $SOURCE to continue, you must turn on the $BOOLEAN boolean. Note: This boolean will affect all applications on the system.
as: $SOURCE ৰ দ্বাৰা কৰ্ম অগ্ৰসৰ কৰাৰ বাবে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক । উল্লেখ্য: এই বুলিয়েন মান ৰ দ্বাৰা ব্যৱস্থাপ্ৰণালীৰ সকলো অনুপ্ৰয়োগ প্ৰভাবিত হ'ব ।
de: Falls Sie mit $SOURCE fortfahren möchten, müssen Sie den $BOOLEAN Boolesch aktivieren. Hinweis: Dieser Boolesch wirkt sich auf alle Anwendungen des Systems aus.
es: Si desea que $SOURCE continúe, debe cambiar el valor de $BOOLEAN. Nota: este booleano afectará a todas las aplicaciones en el sistema.
fr: Si vous souhaitez que $SOURCE continue, vous devez activer le booléen $BOOLEAN. Remarque : Ce booléen affectera toutes les applications sur le système.
hi: अगर आप $SOURCE जारी रखना चाहते हैं, आपको $BOOLEAN बुलियन को जरूर चालू करना चाहिये. नोट: यह बुलियन सिस्टम पर सारे अनुप्रयोग को प्रभावित करेगा.
hu: Ha szeretné, hogy $SOURCE folytatódjon, akkor be kell kapcsolni $BOOLEAN logikai értéket. Megjegyzés: ez a logikai érték a rendszer minden alkalmazására kihat.
kn: $SOURCE ಮುಂದುವರೆಯ ಬೇಕಿದ್ದರೆ, ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತ್ದೆ. ಸೂಚನೆ: ಈ ಬೂಲಿಯನ್ ಗಣಕದಲ್ಲಿನ ಎಲ್ಲಾ ಅನ್ವಯಗಳ ಮೇಲೂ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ.
ko: $SOURCE를 계속 진행하시려면, $BOOLEAN 부울을 켜야만 합니다. 알림: 이러한 부울은 시스템 상의 모든 응용 프로그램에 영향을 미치게 됩니다.
ml: നിങ്ങള്‍ക്ക് $SOURCE തുടരണമെങ്കില്‍, നിങ്ങള്‍ $BOOLEAN boolean പ്രവര്‍ത്തിപ്പിക്കേണ്ടതാണ്. കുറിപ്പ്: ഈ boolean ഈ സിസ്റ്റമിലുളള എല്ലാ പ്രയോഗങ്ങളിലും ബാധകമാകുന്നു.
mr: $SOURCE ला पुढे चालवायचे असल्यास, तुम्ही $BOOLEAN बूलीयन असे निश्चित केले पाहिजे. लक्षात घ्या: या बूलीयनमुळे इतर सर्व अनुप्रयोग प्रभावित ठरतात
nl: Als je $SOURCE wilt laten doorgaan, moet je de $BOOLEAN boolean aanzetten. Merk op: Deze boolean zal alle toepassingen op het systeem beïnvloeden.
or: ଆପଣ $SOURCE କୁ ଜାରି ରଖିବା ପାଇଁ ଚାହୁଁଥିଲେ, ଆପଣ $BOOLEAN ବୁଲିଆନ ମୂଲ୍ଯକୁ ଅନ କରିବା ଉଚିତ। ଟିପ୍ପଣୀ: ଏହି ବୁଲିଆନଟି ତନ୍ତ୍ରରେ ଥିବା ସମସ୍ତ ପ୍ରୟୋଗ ମାନଙ୍କୁ ପ୍ରଭାବିତ କରିବ।
pt: Se quiser que o $SOURCE continue, deverá activar o booleano $BOOLEAN. Nota: Este booleano irá afectar todas as aplicações no sistema.
pt_br: Se você quiser que o $SOURCE continue, você deve mudar o Booleano $BOOLEAN para verdadeiro. Nota: Este booleano afetará todos os aplicativos do sistema.
ru: Для продолжения $SOURCE необходимо установить логическую переменную $BOOLEAN. Замечание: Ее значение окажет влияние на все приложения системы.
sr@latin: Ako želite da $SOURCE nastavi, morate uključiti $BOOLEAN logičku promenljivu. Napomena: Ova promenljiva će imati dejstva na sve programe na sistemu.
sv: Om du vill att $SOURCE ska fortsätta, måste du slå på booleanen $BOOLEAN. Obs: Denna boolean påverkar alla program på systemet.
ta: நீங்கள் $SOURCE_PATH தொடர வேண்டுமென நினைத்தால் $BOOLEAN பூலியனை செயல் படுத்த வேண்டும். இது கணினியில் உள்ள எல்லா நிரல்களையும் பாதிக்கும் என அறியவும்.
te: మీరు $SOURCE కొనసాగాలని అనుకుంటే, మీరు తప్పక $BOOLEAN ను బూలియన్‌కు ఆన్ చేయాలి. గమనిక: ఈ బూలియన్ సిస్టమ్ నందలి అన్ని అనువర్తనంలను ప్రభావితం చేస్తుంది.
zh_cn: 如果您想让 $SOURCE 继续执行, 您必须开启 $BOOLEAN 布尔值. 注意：这个布尔值将会影响系统中的 所有应用程序。
zh_tw: 若您希望 $SOURCE 繼續的話，您必須將 $BOOLEAN 布林值 開啟。請注意：此布林值將會影響系統上 所有的應用程式。

source: Memory
as: স্মৃতিশক্তি
de: Speicher
es: Memoria
fr: Mémoire
hi: स्मृति
hu: Memória
kn: ಮೆಮೊರಿ
ko: 메모리
ml: മെമ്മറി
mr: स्मृती
nl: Geheugen
or: ସ୍ମୃତି
pt: Memória
pt_br: Memória
ru: Память
sr@latin: Memorija
sv: Minne
ta: நினைவகம்
te: మెమొరి
zh_cn: 内存
zh_tw: 記憶體
