Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux denied access requested by $SOURCE. $TARGET_PATH may be a mislabeled. $TARGET_PATH default SELinux type is <B>$MATCHTYPE</B>, but its current type is <B>$TARGET_TYPE</B>. Changing this file back to the default type, may fix your problem. <p> File contexts can be assigned to a file in the following ways. <ul> <li>Files created in a directory receive the file context of the parent directory by default. <li>The SELinux policy might override the default label inherited from the parent directory by specifying a process running in context A which creates a file in a directory labeled B will instead create the file with label C. An example of this would be the dhcp client running with the dhclient_t type and creating a file in the directory /etc. This file would normally receive the etc_t type due to parental inheritance but instead the file is labeled with the net_conf_t type because the SELinux policy specifies this. <li>Users can change the file context on a file using tools such as chcon, or restorecon. </ul> This file could have been mislabeled either by user error, or if an normally confined application was run under the wrong domain. <p> However, this might also indicate a bug in SELinux because the file should not have been labeled with this type. <p> If you believe this is a bug, please file a bug report against this package.
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff. $TARGET_PATH ist möglicherweise falsch gekennzeichnet. Der Standard-SELinux-Typ von $TARGET_PATH ist <B>$MATCHTYPE</B>, doch sein aktueller Typ ist <B>$TARGET_TYPE</B>. Eine Änderung zurück zum Standardtyp könnte Ihr Problem lösen. <p> Dateikontexte können einer Datei auf die folgenden Weisen zugeordnet werden. <ul> <li>Dateien in einem Verzeichnis erhalten standardmäßig den Dateikontext des übergeordneten Verzeichnisses. <li>Die SELinux-Richtlinie kann das Standard-Label vom übergeordneten Verzeichnis außer Kraft setzen, indem spezifiziert wird, dass ein Prozess, der in Kontext A ausgeführt wird und eine Datei in einem Verzeichnis, das mit B gekennzeichnet ist, erstellen will, stattdessen eine Datei mit der Kennung C erzeugt. Als Beispiel sei der dhcp-Client genannt, der mit dem dhclient_t-Typ ausgeführt wird und eine Datei im Verzeichnise /etc erstellt. Diese Datei würde normalerweise den Typ etc_t erben. Doch stattdessen wird die Datei mit dem net_conf_t-Typ gekennzeichnet, da die SELinux-Richtlinie dies so vorsieht. <li>Benutzer können den Dateikontext einer Datei mit Hilfe von Tools wie chcon oder restorecon ändern. </ul> Diese Datei kann entweder durch einen Benutzerfehler falsch gekennzeichnet worden sein, oder durch eine normalerweise beschränkte Anwendung, die unter der falschen Domain ausgeführt wurde. <p> Allerdings kann dies auch auf einen Fehler in SELinux hindeuten, denn diese Datei hätte nicht mit diesem Typ gekennzeichnet werden dürfen. <p> Wenn Sie denken, dass dies ein Fehler ist, dann reichen Sie bitte einen Fehlerbericht für dieses Paket ein.
es: SELinux negó el acceso requerido por $SOURCE. $TARGET_PATH puede estar mal etiquetado. El tipo SELinux predeterminado de $TARGET_PATH es <B>$MATCHTYPE</B>, mientras que su tipo actual es <B>$TARGET_TYPE</B>. El cambio de este archivo a su tipo predeterminado puede corregir este problema. Los contextos de archivo se pueden asignar a un archivo de las siguientes maneras. <ul> <li>Los archivos creados en un directorio reciben por defecto el contexto de archivo del directorio padre. <li>La política de SELinux puede cambiar esta etiqueta heredada en forma predeterminada desde el directorio padre especificando que un proceso que corre en el contexto A cree un archivo en un directorio etiquetado como B creará archivos etiquetados como C. Un ejemplo de esto sería un cliente dhcp corriendo con el tipo dhclient_t y crea un archivo en el directorio /etc. Este recibiría normalmente el tipo etc_t debido a la herencia, pero en su lugar el archivo es etiquetado con el tipo net_conf_t porque la política SELinux lo indica así. <li> Los usuarios pueden cambiar el contexto de un archivo usando herramientas como chcon o restorecon. </ul> Este archivo puede haber sido mal etiquetado por un error del usuario, o bien por una aplicación confinada que estuvo corriendo en el dominio incorrecto. Sin embargo, esto puede ser un error de SELinux, en el sentido en que el archivo no debe ser etiquetado con este tipo. Si piensa que es un error, por favor ingrese un <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">informe de error</a> contra este paquete.
fr: SELinux a refusé un accès demandé par $SOURCE. $TARGET_PATH peut être mal étiqueté. Le type SELinux par défaut de $TARGET_PATH est <B>$MATCHTYPE</B>, mais son type actuel est <B>$TARGET_TYPE</B>.Restaurer le type par défaut de ce fichier peut régler votre problème. <p> Les contextes de fichier peuvent être assignés à un fichier des manières suivantes. <ul> <li>Les fichiers créés dans un répertoire reçoivent le contexte de fichier du répertoire par défaut. <li>La stratégie SELinux peut écraser l'étiquetage par défaut hérité du répertoire parent en spécifiant un processus fonctionnant dans un contexte A qui crée un fichier dans un répertoire étiqueté B créera en lieu et place le fichier avec un label C. Un exemple de ce processus serait le client dhcp fonctionnant avec le type dhclient_t et qui créerait un fichier dans le répertoire /etc. Ce fichier recevrait normalement le type etc_t par héritage parental, mais à la place le fichier sera étiqueté du type net_conf_type car la stratégie SELinux le spécifie. <li>Les utilisateurs peuvent changer le contexte de fichier d'un fichier en utilisant des outils tels que chcon ou restorecon. </ul> Ce fichier a pu être mal étiqueté soit suite à une erreur de l'utilisateur, soit parce qu'une application normalement confinée a été lancée dans le mauvais domaine. <p> Néanmoins, il peut également s'agir d'un bug dans SELinux, car le fichier n'aurait pas dû être étiqueté de ce type. <p> Si vous pensez qu'il s'agit d'un bug, veuillez remplir un rapport de bug sur ce paquet.
hi: SELinux ने $SOURCE. $TARGET_PATH द्वारा निवेदित अभिगम के लिए मना किया है जिसे गलत लेबल किया जा सकता है. $TARGET_PATH मूलभूत SELinux प्रकार <B>$MATCHTYPE</B> है, लेकिन इसका मौजूदा प्रकार <B>$TARGET_TYPE</B> है. इसे बदलना मूलभूत प्रकार में, आपकी समस्या ठीक कर सकता है. <p> फाइल संदर्भ को निम्न तरीके से फाइल में नियत किया जा सकता है. <ul> <li>निर्देशिका में निर्मित फाइल मूलभूत रूप से जनक निर्देशिका के फाइल संदर्भ को प्राप्त करता है. <li>SELinux नीति जनक निर्देशिका से प्राप्त मूलभूत लेबल को अध्यारोहित कर सकता है संदर्भ A में प्रक्रिया को चलाने को निर्दिष्ट करते हुए जो कि B से लेबल निर्देशिका में फाइल बनाता है जो बदले में C लेबल से फाइल बनाएगा. इसका एक उदाहरण चलता dhcp क्लाइंट हो सकता है dhclient_t प्रकार के साथ और निर्देशिका में फाइल बना सकता है /आदि. यह सामान्यतः etc_t प्रकार को पाता है जनक वंस के कारण फाइल के बजाय net_conf_t प्रकार से लेबल किया जाता है क्योंकि SELinux नीति इसे निर्दिष्ट करती है. <li>उपयोक्ता फाइल संदर्भ को बदल सकता है chcon, या restorecon औजारों से फाइल संदर्भ बदल सकती है. </ul> यह फाइल या तो उपयोक्ता त्रुटि से गलत लेबल किया जा सकता है, या यदि एक सामान्य रूप से सीमित अनुप्रयोग को गलत डोमेन में चलाया गया था. <p> हालांकि, यह संभव है कि SELinux में एक बग का संकेत हो सकता है क्योंकि को लेबल नहीं किया जाना चाहिए इस प्रकार से. <p> यदि आप मानते हैं कि यह बग है कृपया इस संकुल के विरोध में एक बग फाइल करें.
hu: SELinux megtagadta a hozzáférést, amit $SOURCE kért. $TARGET_PATH helyet talán nem jól címkézték. $TARGET_PATH alapértelmezett SELinux típusa <B>$MATCHTYPE</B>, de jelenleg <B>$TARGET_TYPE</B> típusú. E fájl visszaállítása az alapértelmezett típusra talán orvosolja a bajt. <p> Fájl beállítást a következő lehetőségek szerint állíthatunk be. <ul> <li>Az újonnan csinált fájlok az őket tartalmazó mappa beállítását kapják meg alapértelmezésben. <li>A SELinux szabályzat felülírhatja a szülő mappától örökölt alapértelmezett címkét, ha beállítják, hogy A beállítással futó folyamat, ami B címkéjű mappába tesz fájlt, de inkább C címkével látja el az új fájlt. Erre egy példa: a dhclient_t típusú dhcp ügyfél fájlt tesz a /etc mappába. E fájl rendszerint az etc_t típus címkét kapná, ha örökölné azt a szülő mappától, de a fájlt ehelyett net_conf_t típussal címkézik fel, mert a SELinux szabályzat ezt írja elő. <li>Használó is megváltoztathatja a fájl beállítását a chcon vagy a restorecon parancsokkal. </ul> E fájlt talán rosszul címkézték fel vagy a használó hibájából, vagy mert egy rendesen bekorlátozott alkalmazás rossz tartományban futott. <p> Azonban ez SELinux hibát is jelezhet, mert a fájlt nem ezzel a típussal kellett volna felcímkézni. <p> Ha úgy gondolja, hogy ez egy hiba, kérem adjon fel egy hibajelentést e csomagra.
kn: $SOURCE ನಿಂದ ಸಲ್ಲಿಸಲಾದ ಮನವಿಯನ್ನು SELinux ತಿರಸ್ಕರಿಸಿದೆ. $TARGET_PATH ಯು ತಪ್ಪಾಗಿ ಲೇಬಲ್ ಮಾಡಲ್ಪಟ್ಟಿದೆ. $TARGET_PATH ನ ಪೂರ್ವನಿಯೋಜಿತ SELinux ಬಗೆಯು <B>$MATCHTYPE</B> ಆಗಿರುತ್ತದೆ, ಆದರೆ ಈಗಿರುವ ಬಗೆಯು <B>$TARGET_TYPE</B> ಆಗಿದೆ. ಈ ಕಡತವನ್ನು ಮರಳಿ ಪೂರ್ವನಿಯೋಜಿತಕ್ಕೆ ಬದಲಾಯಿಸಿದಲ್ಲಿ ಈ ತೊಂದರೆಯು ಪರಿಹರಿಸಲ್ಪಡಬಹುದು. <p> ಕಡತ ಸನ್ನಿವೇಶಗಳನ್ನು ಈ ಕೆಳಗಿನ ರೀತಿಯಲ್ಲಿ ಒಂದು ಕಡತಕ್ಕೆ ನಿಯೋಜಿಸಬಹುದಾಗಿದೆ. <ul> <li>ಒಂದು ಕಡತಕೋಶದಲ್ಲಿ ನಿರ್ಮಿಸಲ್ಪಟ್ಟ ಕಡತಗಳು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಮೂಲ ಕಡತಕೋಶದ ಸನ್ನಿವೇಶಗಳನ್ನು ಹೊಂದುತ್ತವೆ. <li>The SELinux ಪಾಲಿಸಿಯು ಸನ್ನಿವೇಶ A ನಲ್ಲಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ ಒಂದು ಪ್ರಕ್ರಿಯೆಗೆ B ಎಂದು ಲೇಬಲ್ ಮಾಡಲಾದ ಒಂದು ಕಡತಕೋಶದಲ್ಲಿ ನಿರ್ಮಿಸಲಾದ ಕಡತವು ಬದಲಿಗೆ ಲೇಬಲ್ C ಯನ್ನು ಹೊಂದಿರುವ ಕಡತವನ್ನು ನಿರ್ಮಿಸಲು ಸೂಚಿಸುವ ಮೂಲಕ ಮೂಲ ಕಡತಕೋಶದಿಂದ ಒದಗಿ ಬಂದ ಲೇಬಲ್‍ ಅನ್ನು ತಿದ್ದಿಬರೆಯಬಹುದು ಇದಕ್ಕೊಂದು ಉದಾಹರಣೆ ಎಂದರೆ , dhclient_t ಯೊಂದಿಗೆ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ dhcp ಕ್ಲೈಂಟ್‍ಕಡತಕೋಶ /etc ಯಲ್ಲಿ ಒಂದು ಕಡತವನ್ನು ನಿರ್ಮಿಸುತ್ತದೆ. ಈ ಕಡತವು ಸಾಮಾನ್ಯವಾಗಿ ಮೂಲದ ಪಾರಂಪರಿಕವಾಗಿ etc_t ಬಗೆಯನ್ನು ಪಡೆದುಕೊಳ್ಳಬೇಕು ಆದರೆ SELinux ಪಾಲಿಸಿಯು ಇದಕ್ಕೆ net_conf_t ಬಗೆಯ ಲೇಬಲ್ ಅನ್ನು ನಿಗದಿ ಪಡಿಸುತ್ತದೆ. <li>ಬಳಕೆದಾರರು chcon, ಅಥವ restorecon ನಂತಹ ಉಪಕರಣವನ್ನು ಬಳಸಿಕೊಂಡು ಒಂದು ಕಡತದ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು. </ul> ಈ ಕಡತವು ಬಳಕೆದಾರರ ತಪ್ಪಿನಿಂದಾಗಿ ಅಥವ ಒಂದು ನಿಗದಿತ ಅನ್ವಯವು ತಪ್ಪು ಕ್ಷೇತ್ರದ ಅಡಿಯಲ್ಲಿ ಚಲಾಯಿಸಲ್ಪಡುವುದಲ್ಲಿ ತಪ್ಪು ಲೇಬಲ್ ಮಾಡಲ್ಪಟ್ಟಿರಬಹುದು. <p> ಆದರೆ, ಇದು SELinux ನಲ್ಲಿನ ಒಂದು ದೋಷವೂ ಆಗಿರಬಹುದು ಏಕೆಂದರೆ ಕಡತಕ್ಕೆ ಈ ಬಗೆಯ ಲೇಬಲ್ ಆಗಿರಬಾರದು . <p> ಇದು ಒಂದು ದೋಷವೆಂದು ನಿಮಗೆ ಅನಿಸಿದಲ್ಲಿ, ದಯವಿಟ್ಟು ಈ ಪ್ಯಾಕೇಜ್‍ನ ವಿರುದ್ದ ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: SELinux는 $SOURCE가 요청한 액세스를 거부합니다. $TARGET_PATH는 잘못 레이블되어 있을 수 있습니다. $TARGET_PATH 기본값 SELinux 유형은 <B>$MATCHTYPE</B> 이지만, 현재 유형은 <B>$TARGET_TYPE</B>으로 되어 있습니다. 이러한 파일을 기본값 유형으로 변경하면 문제가 해결될 수 있습니다. <p> 파일 문맥은 다음과 같은 방법으로 파일을 할당할 수 있습니다. <ul> <li>디렉토리에 생성된 파일은 기본값으로 부모 디렉토리의 파일 문맥을 받습니다. <li>SELinux 정책은 레이블 C로 파일을 생성하지 않고 대신 디렉토리에 레이블 B로 파일을 생성한 문맥 A에서 실행 중인 프로세스를 지정하여 부모 디렉토리에서 상속된 기본값 레이블을 덮어쓰기할 수 있습니다. 예로서 dhclient_t로 실행 중인 dhcp 클라이언트가 /etc 디렉토리에 파일을 생성한 것을 들 수 있습니다. 이러한 파일은 부모 상속으로 인해 주로 etc_t 유형을 받게 됩니다. 하지만 SELinux 정책이 이를 지정하여 파일은 net_conf_t 유형으로 레이블됩니다. <li>사용자는 chcon 또는 restorecon과 같은 도구를 사용하여 파일에 파일 문맥을 변경할 수 있습니다. </ul> 이러한 파일은 사용자 오류나 또는 잘못된 도메인에서 제한된 응용 프로그램이 실행되고 있을 경우 잘못 레이블될 수 있습니다. <p> 하지만, 파일은 이러한 유형으로 레이블될 수 없기 때문에 SELinux에 버그를 보고하게 됩니다. <p> 버그를 발견하신 경우, 해당 패키지에 대해 버그 리포트를 작성해 주십시오.
ml: $SOURCE ആവശ്യപ്പെട്ട അനുമതി SELinux നിഷേധിച്ചു. $TARGET_PATH ഒരു പക്ഷേ തെറ്റായി ലേബല്‍ ചെയ്തിരിക്കാം. $TARGET_PATH സ്വതവേയുള്ള SELinux തരം <B>$MATCHTYPE</B> ആണു്, പക്ഷേ നിലവിലുള്ള തരം <B>$TARGET_TYPE</B> ആണു്. ഈ ഫയല്‍ തിരിച്ചു് സ്വതവേയുള്ള രീതിയിലാക്കുന്നതു് പ്രശ്നങ്ങളുണ്ടാക്കാം. <p> താഴെ പറയുന്ന രീതികളില്‍ ഒരു ഫയലിനു് ഫയല്‍ കോണ്‍ടെക്സ്റ്റുകള്‍ നല്‍കുവാന്‍ സാധിക്കുന്നു. <ul> <li>ഒരു ഡയറക്ടറിയില്‍ ഉണ്ടാക്കുന്ന ഫയലുകള്‍ക്കു് സ്വതവേ പേരന്റ് ഡയറക്ടറിയുടെഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ലഭിക്കുന്നു. <li>കോണ്‍ടെക്സ്റ്റ് A-ല്‍ പ്രവര്‍ത്തിക്കുന്ന ഒരു പ്രക്രിയ നല്‍കി SELinux പോളിസി പേരന്റ് ഡയറക്ടറിയില്‍ നിന്നും സ്വതവേ ലഭ്യമായ ലേബല്‍ തിരുത്തിയെഴുതാം. ഇതു് B എന്ന ലേബലില്‍ ഡയറക്ടറിയില്‍ ഒരു ഫയലുണ്ടാക്കുന്നു. C ലേബലിലുള്ള ഒരു ഫയലും ഇങ്ങനെ ഉണ്ടാകുന്നു. dhclient_t type ഉപയോഗിച്ചു് പ്രവര്‍ത്തിക്കുന്ന ഒരു dhcp ക്ലൈന്റും /-ല്‍ ഒരു ഫയലുണ്ടാക്കുന്നതും എല്ലാം ഉദാഹരണമായി കാണാം. പേരന്റില്‍ നിന്നും ഈ ഫയലിനു് etc_t type ലഭ്യമാകുന്നു. പക്ഷേ, ഇവിടെ SELinux പോളിസി കാരണം, net_conf_t രീതിയില്‍ ലേബല്‍ നല്‍കുന്നതാണു്. <li>chcon, അല്ലെങ്കില്‍ restorecon പോലുള്ള പ്രയോഗങ്ങളുപയോഗിച്ചു് ഉപയോക്താക്കള്‍ക്കു് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്താം. </ul> ഉപയോക്താവിന്റെ പിശക്, അല്ലെങ്കില്‍ സാധാരണയുള്ള പ്രയോഗം തെറ്റായ ഡൊമെയിന്‍പ്രവര്‍ത്തിച്ചെങ്കില്‍, ഈ ഫയല്‍ തെറ്റായി ലേബല്‍ ചെയ്യപ്പെടാം. <p> ഫയല്‍ ഈ രീതിയില്‍ ലേബല്‍ ചെയ്യുവാന്‍ പാടില്ലാത്തതിനാല്‍, ഇതു് SELinux-ലുള്ളഒരു ബഗായി കണക്കാക്കാം. <p> നിങ്ങള്‍ക്കിതൊരു ബഗായി തോന്നിയാല്‍, ദയാവായി ഈ പാക്കേജിനെതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: SELinux ने $SOURCE द्वारे विनंतीकृत प्रवेश रोखले. $TARGET_PATH चे लेबल चूकीचे असू शकते. $TARGET_PATH पूर्वनिर्धारीत SELinux प्रकार <B>$MATCHTYPE</B> आहे, पण त्याचे सध्याचे प्रकार <B>$TARGET_TYPE</B> आहे. फाइलला पूर्वनिर्धारीत प्रकाराशी बदलल्यास, त्रुटीचे निवारण होऊ शकते. <p> फाइल संदर्भ फाइल करीता खालील प्रकारे लागू केले जाऊ शकते. <ul> <li>पूर्वनिर्धारीत डिरेक्ट्रीमधील निर्मीत फाइलकरीता मुख्य डिरेक्ट्रीतील फाइल संदर्भ प्राप्त होते. <li>SELinux करार पूर्वनिर्धारीत लेबलला खोडून पुन्हा लिहू शकतो व त्या करीता संदर्भ A मधील कार्यपध्दती निश्चित करावी लागेल जे B चिन्हाकृत डिरेक्ट्री मध्ये फाइल बनवितो जे लेबल C सह फाइल बनविते. याचे उदाहरण म्हणजे dhcp क्लाऐंट जे dhclient_t प्रकारसह चालविले जाते व डिरेक्ट्री मध्ये फाइल बनविते /etc. ही फाइल साधरणतया मुख्य प्राप्यतामुळे etc_t प्रकार प्राप्त करते पण त्याऐवजी फाइलला net_conf_t प्रकारसह चिन्हाकृत केले जाते कारण SELinux करार ते निश्चित करते. <li>वापरकर्ता फाइलवरील फाइल संदर्भ जसे की chcon, किंवा restorecon बदलवू शकतात. </ul> या फाइलला वापरकर्ता त्रुटी द्वारे, किंवा अनुप्रयोगास चूकीच्या क्षेत्रात कार्यरत केल्यामुळे चुकीचे लेबल दिले असावे. <p> तरी, यांस SELinux मधील त्रुटी म्हणून पाहिले जाऊ शकते कारण फाइलला या प्रकार द्वारे चिन्हाकृत केले गेले नाही. <p> हे बग आहे याची खात्री पटली असल्यास, कृपया या संकुलच्या विरूध्द बग फाइल करा.
nl: SELinux belette toegang verzocht door $SOURCE. $TARGET_PATH kan verkeerd gelabeld zijn. $TARGET_PATH standaard SELinux type is <B>$MATCHTYPE</B>, maar zijn huidige type is <B>$TARGET_TYPE</B>. Het veranderen van dit bestand naar het standaard type kan je probleem oplossen. <p> Bestand contexten kunnen op de volgende manieren toegekend worden aan een bestand. <ul> <li>Bestanden aangemaakt in een map krijgen standaard de bestand context van die map. <li>De SELinux gedragslijn kan de standaard label geërfd van de bovenliggende map afwijzen door te specificeren dat een proces draaiende in context A welke een bestand aanmaakt in een map met label B in plaats daarvan het bestand met label C aanmaakt. Een voorbeeld hiervan kan de dhcp cliënt zijn draaiende met het dhclient_t type en een bestand aanmaakt in de map /etc. Dit bestand zou normaal het etc_t type krijgen door het erven maar in plaats daarvan is het bestand gelabeld met het net_conf_t type omdat de SELinux gedragslijn dit voorschrijft. <li>Gebruikers kunnen de bestand context van een bestand veranderen met gereedschappen zoals chcon of restorecon. </ul> Dit bestand kan een verkeerd label gekregen hebben van een gebruikers fout, of als een normaliter beperkte toepassing gedraaid is in een verkeerd domein. <p> Echter dit kan ook een bug aangeven in SELinux omdat het bestand niet gelabeld zou moeten zijn met dit type. <p> Als je denkt dat dit een bug is, dien dan a.u.b. een bug rapport in voor dit pakket.
or: SELinux $SOURCE ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଛି। $TARGET_PATH ହୁଏତଃ ଭୁଲ ଭାବରେ ନାମକରଣ ହୋଇଛି। $TARGET_PATH ପୂର୍ବନିର୍ଦ୍ଧାରିତ SELinux ପ୍ରକାରଟି ହେଉଛି <B>$MATCHTYPE</B>, କିନ୍ତୁ ଏହାର ପ୍ରଚଳିତ ପ୍ରକାରଟି ହେଉଛି <B>$TARGET_TYPE</B>। ଏହି ଫାଇଲକୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପ୍ରକାରରେ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ, ଏହା ହୁଏତଃ ଆପଣଙ୍କର ସମସ୍ୟାର ସମାଧାନ କରିପାରିବ। <p> ଫାଇଲ ପ୍ରସଙ୍ଗଗୁଡ଼ିକ ଗୋଟିଏ ଫାଇଲରେ ନିମ୍ନଲିଖିତ ଉପାୟରେ ନ୍ୟସ୍ତ ହୋଇପାରିବ। <ul> <li>ଡିରେକ୍ଟୋରୀରେ ନିର୍ମିତ ଫାଇଲଗୁଡ଼ିକରେ ମୂଖ୍ୟ ଡିରେକ୍ଟୋରୀର ଫାଇଲ ପ୍ରସଙ୍ଗ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ ଗ୍ରହଣ ହୋଇଥାଏ। <li>SELinux ନିତୀ ହୁଏତଃ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନାମପଟିକୁ ନବଲିଖନ କରିଥାଏ ଯାହାକି ମୂଖ୍ୟ ଡିରେକ୍ଟୋରୀରୁ ପ୍ରସଙ୍ଗ A ରେ ଚାଲୁଥିବା ପ୍ରକ୍ରିୟାକୁ ଉଲ୍ଲେଖ କରିବା ଦ୍ୱାରା ହୋଇଥାଏ ଯିଏକି B ନାମରେ ନାମିତ ଡିରେକ୍ଟୋରୀରେ ଗୋଟିଏ ଫାଇଲ ନିର୍ମାଣ କରିଥାଏ ଯିଏକି ଏହା ପରିବର୍ତ୍ତେ C ନାମକ ଗୋଟିଏ ଫାଇଲ ନିର୍ମାଣ କରିବ। ଏହାର ଗୋଟିଏ ଉଦାହରଣ ହେଉଛିdhcp କ୍ଲାଏଣ୍ଟ ଯାହାକି dhclient_t ପ୍ରକାର ସହିତ ଚାଲିଥାଏ ଏବଂ ଡିରେକ୍ଟୋରୀରେ ଗୋଟିଏ ଫାଇଲ ନିର୍ମାଣ କରିଥାଏ /ଇତ୍ୟାଦି। ଏହି ଫାଇଲ ସାଧାରଣତଃ etc_t ପ୍ରକାରକୁ ପୈତୃକ ଉତ୍ତରାଧିକାର ଭାବରେ ଗ୍ରହଣ କରିଥାଏ କିନ୍ତୁ ସେହି ଫାଇଟି ଏହା ପରିବର୍ତ୍ତେ net_conf_t ପ୍ରକାର ନାମରେ ନାମିତ ହୋଇଥାଏ କାରଣ ସେହି SELinux ନିତୀଏହାକୁ ଉଲ୍ଲେଖ କରିଥାଏ। <li>ଚାଳକମାନେ ସେହି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ଗୋଟିଏ ଫାଇଲ ଉପରେ chcon, କିମ୍ବା restorecon ପରି ସାଧନ ବ୍ୟବହାର କରି ପରିବର୍ତ୍ତନ କରିପାରିବେ। </ul> ଏହି ଫାଇଲଟି ହୁଏତଃ ଚାଳକ ତ୍ରୁଟି ହେତୁ ଭୁଲ ଭାବରେ ନାମକରଣ ହୋଇଛି, କିମ୍ବା ଗୋଟିଏ ସାଧାରଣ ଉପାୟରେ ବିନ୍ୟାସିତ ପ୍ରୟୋଗଟି ଭୁଲ ଡମେନ ଅନ୍ତର୍ଗତରେ ଚାଲୁଥିଲା। <p> ତଥାପି, ଏହା ହୁଏତଃ SELinux ରେ କୌଣସି ତ୍ରୁଟି ଖବର କରିଥାଇପାରେ କାରଣ ସେହି ଫାଇଲଟିଏହି ଉପାୟରେ ନାମକରଣ ହୋଇନାହିଁ। <p> ଯଦି ଆପଣ ବିଶ୍ୱାସ କରନ୍ତି ଯେ ଏହା ଏକ ତ୍ରୁଟି, ତେବେ ଦୟାକରି ଏହି ପ୍ୟାକେଜ ବିପକ୍ଷରେ ଗୋଟିଏ ତ୍ରୁଟି ଖବର କରନ୍ତୁ।
pt: O SELinux negou o acesso pedido por $SOURCE. $TARGET_PATH pode estar mal etiquetado. O tipo SELinux por omissão de $TARGET_PATH é <B>$MATCHTYPE</B>, mas o tipo actual é <B>$TARGET_TYPE</B>. Alterando este ficheiro novamente para o tipo por omissão, pode resolver este problema. <p> O contexto do ficheiro pode ser atrubuído das seguintes maneiras. <ul> <li>Ficheiros criados numa directoria recebem, por omissão, o contexto do directório pai. <li>A politica SELinux pode-se sobrepor à etiqueta herdada por omissão do directório pai especificando um processo executado no contexto A e que cria um ficheiro num directório etiquetado com B irá criar, contrariamente ao que era esperado, um ficheiro com etiqueta C. Um exemplo disto poderá ser o dhcp_client executando com o tipo dhclient_t e que cria um ficheiro na directoria /etc. Este ficheiro iria normalmente receber o tipo etc_t devido à herança parental, mas em vez disso o ficheiro é etiquetado com o tipo net_conf_t porque a politica SELinux assim o especifica. <li>Os utilizadores podem alterar o contexto de um ficheiro utilizando ferramentas como chcon, ou restorecon. </ul> Este ficheiro pode ter sido etiquetado incorrectamente por um erro de utilizador, ou por uma aplicação, normalmente confinada, que executou num domínio incorrecto. <p> Contudo, isto pode também indicar um erro no SELinux porque o ficheiro não deveria ter sido etiquetado com este tipo. <p> Se acredita que isto é um erro, por favor registe um relatório de erro neste pacote.
pt_br: O SELinux impediu o acesso requisitado pelo $SOURCE. O $TARGET_PATH pode estar rotulado incorretamente. O tipo padrão do SELinux para o $TARGET_PATH é <B>$MATCHTYPE</B>, mas o tipo atual é <B>$TARGET_TYPE</B>. A alteração deste arquivo de volta ao tipo padrão pode resolver o seu problema. <p> Contextos de arquivos podem ser designados aos arquivos das seguintes maneiras. <ul> <li>Arquivos criados em um diretório recebem o contexto de arquivos do diretório pai por padrão. <li>A política do SELinux pode sobrescrever o rótulo padrão, herdado do diretório pai, especificando um processo em execução no contexto A, o qual cria um arquivo em um diretório B rotulado que criará um arquivo com o rótulo C. Um exemplo disso seria o cliente dhcp executando com o tipo dhclient_t e criaria um arquivo no diretório /etc. Este arquivo receberia normalmente o tipo etc_t, devido à herança do pai, mas ao invés disso o arquivo é rotulado com o tipo net_conf_t, porque a política SELinux especifica isso. <li>Usuários podem alterar o contexto de arquivo dos arquivos usando ferramentas como chcon ou restorecon. </ul> Este arquivo pode ter sido rotulado incorretamente por erro do usuário ou se um aplicativo normalmente confinado for executado sob o domínio errado. <p> Entretanto, isso também pode indicar um erro no SELinux, em que o arquivo não deveria ser rotulado com este tipo. <p> Se você acredita que isto é um erro, por favor, submeta um relatório de erro para este pacote.
ru: Политика SELinux запретила доступ по запросу $SOURCE. Возможно, разметка $TARGET_PATH некорректна. Стандартный тип SELinux для $TARGET_PATH имеет значение <B>$MATCHTYPE</B>, но в настоящее время тип — <B>$TARGET_TYPE</B>. Изменение типа на стандартный может исправить проблему. <p> Существует несколько способов назначения контекста файлу. <ul> <li>Создаваемые в каталоге файлы по умолчанию будут наследовать контекст каталога. <li>Политика SELinux может переопределять стандартные метки, унаследованные от родительского каталога. Так, процесс с контекстом X, который создает файл в каталоге, отмеченном как Y, на самом деле создаст файл с меткой Z. Примером может служить клиент dhcp с типом dhclient_t, который создает файлы в каталоге /etc. Обычно эти файлы наследуют тип etc_t родительского каталога, но в данном случае он будет отмечен как net_conf_t согласно настройкам SELinux. <li>Пользователи могут изменить файловый контекст с помощью chcon или restorecon. </ul> Возможно, этот файл был отмечен неверно по ошибке или он является ограничиваемым приложением, выполняющимся в неверном домене. <p> Но это также может служить индикатором ошибки SELinux, поскольку файл не должен был быть так отмечен. <p> Если вы думаете, что это ошибка, создайте запрос в Bugzilla для этого пакета.
sv: SELinux nekade åtkomst som begärdes av $SOURCE. $TARGET_PATH kan ha fel etikett. $TARGET_PATH standard-SELinux-type är <B>$MATCHTYPE</B>, men dess nuvarande typ är <B>$TARGET_TYPE</B>. Att ändra detta tillbaka till standardtypen kan kanske lösa ditt problem. <p> Filkontexter kan tilldelas till en fil på följande sätt. <ul> <li>Filer som skapas i en katalog får föräldrakatalogens kontext som standard. <li>SELinux-policyn kan åsidosätta standardetiketten som ärvs från föräldrakatalogen genom att ange en process som kör i kontext A som skapar en fil i en katalog med etikett B istället skall skapa en fil med etikett C. Ett exempel på detta vore dhcp-klienten som kör med typen dhclient_t och skapar en fil i katalogen /etc. Denna skulle normalt få typen etc_t på grund av arv från föräldern men får filen en etikett med typen net_conf_t för att SELinux-policyn anger detta. <li>Användare kan ändra filkontexten på en fil genom att använda verktyg som chcon eller restorecon. </ul> Denna fil kan ha fått fel etikett antingen på grund av ett användarfel, eller om ett normalt begränsat program kördes i fel domän. <p> Dock kan det också indikera ett fel i SELinux för att filen inte borde ha blivit etiketterad med denna typ. <p> Om du tror att det är ett fel, skicka gärna en felrapport mot detta paket.
te: SELinux అనునది $SOURCE చేత అభ్యర్ధించబడిన యాక్సిస్‌ను తిరస్కరిస్తుంది. $TARGET_PATH బహుశా మిస్‌లెబుల్డు అయివుండవచ్చు. $TARGET_PATH అప్రమేయ SELinux రకము <B>$MATCHTYPE</B>, అయితే దాని ప్రస్తుత రకము <B>$TARGET_TYPE</B> ఈ ఫైలును అప్రమేయ రకమునకు మార్చుట, మీ సమస్యము పరిష్కరించవచ్చు. <p> ఫైలు సందర్భాలు ఈ క్రింది మార్గాలలో ఫైలుకు అప్పగించగలరు. <ul> <li>డైరెక్టరీనందు సృష్టించిన ఫైళ్ళు మాత్రుక డైరెక్టరీనుండి ఫైలు సందర్భమును అప్రమేయంగా పొందుతాయి. <li>ఒక డైరెక్టరీ లేబుల్డు Bనందు ఫైలు సృష్టించుటకు బదులుగా లేబుల్ Cతో ఫైలు సృష్టించే సందర్భమును తెలియజేసే సందర్భం A నడుచుచున్న కార్యక్రమము ద్వారా మాత్రుక డైరెక్టరీనుండి సంక్రమించిన అప్రమేయ లేబుల్‌ను SELinux విధానం ఓవర్‌రైడ్ చేసివుండవచ్చు. దీనికి వుదాహరణము dhcp కక్షిదారి dhclient_tతో నడుచుట మరియు /etc సంచయంనందు ఫైలు సృష్టించుట. ఈ ఫైలు సాదారణముగా etc_t రకమును మాత్రుక సంక్రమణవల్ల పొందుతుంది అయితే బదులుగా ఫైలు net_conf_t రకముతో లేబుల్ చేయబడింది యెంచేతంటే SELinux విధానం దీనిని తెలిపింది. <li>వినియోగదారులు ఫైలు యొక్క ఫైలు సందర్భములను chcon, లేదా restorecon వంటి సాధనములను వుపయోగించి మార్చవచ్చు. </ul> ఈ ఫైలు వినియోగదారి దోషమువలనకాని, లేదా సాదారణంగా కొద్దియైన అనువర్తనము తప్పైన డొమైన్ క్రిందన నడుచుటవలనకాని ఈ ఫైలు మిస్‌లేబుల్డు అయివుండవచ్చు. <p> ఏమైనప్పటికి, ఇదికూడా బగ్‌ను సూచించవచ్చు SELinux నందు యెంచేతంటే ఫైలు ఈ రకముతో లేబుల్ చేసివుండవలె. <p> మీరు దీనిని బగ్‌అని మీరు అనుకుంటే, దయచేసి ఈ ప్యాకేజీపై బగ్ నివేదికను నమోదుచేయండి.
zh_cn: SELlinux 拒绝 $SOURCE 请求的访问。$TARGET_PATH 可能 被错误标记了。$TARGET_PATH 的默认 SELinux 类型为 <B>$MATCHTYPE</B>，但它目前的类型是 <B>$TARGET_TYPE</B>。将其改回到默认类型可能会解决您的问题。 <p> 为文件分配文件上下文有以下几种方法： <ul> <li>在某个目录中生成的文件会默认继承其父目录的文件上下文。 <li>SELinux 策略可能会覆盖从其父目录继承的标签，方法为指定一个在上下文 A 中运行的进程在标签为 B 的目录中生成一个文件，那么生成的文件的标签为 C。例如：以 dhclient_t 类型运行的 dhcp 客户端在目录 /etc 中生成一个文件。由于继承关系，通常这个文件会获得 etc_t 类型标签，但此时该文件会被标记为 net_conf_t 类型，因为 SELinux 策略是这样指定的。 <li>用户可以使用类似 chcon 或者 restorecon 的工具更改某个文件的文件上下文。 </ul> 这个文件可能会因为用户错误或者由于限定的应用程序在错误的域中运行而被错误标记。 <p> 但是这也可能说明是一个 SELinux 中的 bug，因为给文件本不应被标记为这个类型。 <p> 如果您认为这是一个 bug，那么请根据这个软件包提交一个 <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">bug report</a>。
zh_tw: SELinux 拒絕了來自 $SOURCE 的存取請求。$TARGET_PATH 可能 已被錯誤標記。$TARGET_PATH 的預設 SELinux 類型為 <B>$MATCHTYPE</B>，不過它目前的類型為 <B>$TARGET_TYPE</B>。將此 檔案更改回預設類型，也許能修復您的問題。 <p> 檔案 context 可透過下列幾種方式來指派給某個檔案。 <ul> <li>就預設值來講，建立於某個目錄中的檔案會擁有和父目錄相同的檔案 context。 <li>SELinux 政策可能會將由父目錄所繼承的預設標籤置換掉。這可透過 指定一個以 context A 執行，並且會在目錄中將原本應建立並標記為 B 的 檔案標記為 C 的程序來達成。比方說，類型為 dhclient_t 的 dhcp 客戶端 在目錄 /etc 中建立了一個檔案。基於繼承父目錄的原因， 此檔案一般會成為 etc_t 類型，不過在此情況下，該檔案 因為 SELinux 政策所指定而被標記為 net_conf_t 類型。 <li>用戶可透過類似 chcon 或是 restorecon 的工具來更改某個檔案上的檔案 context。 </ul> 此檔案可能因為使用者錯誤或是某個一般被限制住的應用程式在錯誤的網域下執行 而被錯誤標記。 <p> 不過，這也可能代表 SELinux 中含有錯誤，因為該檔案不該被標記為 此類型。 <p> 若您認為這是項錯誤的話，請針對於此套件提交一份錯誤報告。
