Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux denied qemu access to the block device $TARGET_PATH. If this is a virtualization image, it needs to be labeled with a virtualization file context (virt_image_t). You can relabel $TARGET_PATH to be virt_image_t using chcon. You also need to execute semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' to add this new path to the system defaults. If you did not intend to use $TARGET_PATH as a qemu image it could indicate either a bug or an intrusion attempt.
de: SELinux hat den Zugriff von qemu auf das Block-Gerät $TARGET_PATH verhindert. Wenn es ein Virtualisierungsabbild ist, muss es den Dateikontext-Label virt_image_t haben. Sie können $TARGET_PATH mit chcon auf virt_image_t relabeln. Sie müssen auch "semanage fcontext -a -t virt_image_t '$TARGET_PATH'" ausführen, um den neuen Pfad zu den Systemstandards hinzuzufügen. Wenn Sie nicht beabsichtigten, $TARGET_PATH als qemu-Abbild zu verwenden, könnte dies entweder einen Fehler oder einen Einbruchsversuch darstellen.
es: SELinux le ha negado a qemu el acceso al dispositivo de bloque $TARGET_PATH. Si ésta es una imágen de virtualización, necesita estar etiquetada con un contexto de archivo de virtualización (virt_image_t). Puede reetiquetar $TARGET_PATH para que sea virt_image_t utilizando chcon. También necesitará ejecutar fcontext -a -t virt_image_t '$FIX_TARGET_PATH' para agregar esta nueva ruta a las predeterminadas del sistema. Si no pretende utilizar $TARGET_PATH como una imágen qemu, esto puede ser señal de un error, o de un ataque.
fr: SELinux a refusé à qemu l'accès au périphérique de bloc $TARGET_PATH. S'il s'agit d'une image virtualisation, elle doit porter un étiquetage de contexte propre à la virtualisation (virt_image_t). Vous pouvez réétiqueter $TARGET_PATH en virt_image_t en utilisant chcon. Vous devriez également exécuter semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' pour ajouter ce nouveau chemin à la configuration par défaut du système. Si vous n'aviez pas l'intention d'utiliser $TARGET_PATH en tant qu'image qemu, cela signifie soit un bug, soit une tentative d'intrusion.
hu: SELinux elutasította, hogy qemu hozzáférjen $TARGET_PATH blokk eszközhöz. Ha ez egy virtuálizációs kép, akkor virtualizációs fájl beállítás címke kell neki (virt_image_t). Újra lehet címkézni $TARGET_PATH fájlt virt_image_t típusúra a chcon paranccsal. A semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' parancs kell ahhoz, hogy ezt az új ösvényt rendszer alapértelmezésévé tegye. Ha nem akarják $TARGET_PATH fájlt quemu képként használni, akkor ez jelezhet hibát illetve behatolás próbálkozást.
kn: ಬ್ಲಾಕ್ ಸಾಧನ $TARGET_PATH ಗೆ qemu ಅನುಮತಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಇದು ಒಂದು ವರ್ಚುವಲೈಸೇಶನ್ ಚಿತ್ರಿಕೆಯಾಗಿದ್ದರೆ, ಒಂದು ವರ್ಚುವಲೈಸೇಶನ್ನ ಕಡತ ಸನ್ನಿವೇಶ ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿರಬೇಕಾಗುತ್ತದೆ(virt_image_t). ನೀವು chcon ಅನ್ನು ಬಳಸಿಕೊಂಡು $TARGET_PATH ಅನ್ನು virt_image_t ಗೆ ಮರು ಲೇಬಲ್ ಮಾಡಬಹುದು. ಗಣಕ ಪೂರ್ವನಿಯೋಜಿತಗಳಿಗೆ ಈ ಹೊಸ ಮಾರ್ಗವನ್ನು ಸೇರಿಸಲು semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು qemu ಚಿತ್ರಿಕೆಯಾಗಿ ಬಳಸಲು ಬಯಸಿಲ್ಲದೆ ಹೋಗಿದ್ದರೆ ಇದು ಒಂದು ದೋಷ ಅಥವ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುವುದು.
ko: SELinux는 블록 장치 $TARGET_PATH로의 qemu 액세스를 거부합니다. 이것이 가상화 이미지일 경우, 가상화 파일 문맥 (virt_image_t)으로 레이블되어야 합니다. $TARGET_PATH를 chcon을 사용하여 virt_image_t 로 다시 레이블할 수 있습니다. 이 새 경로를 시스템 기본값으로 추가하기 위해 semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'를 실행해야 합니다 qemu 이미지로서 $TARGET_PATH를 사용하려고 하지 않았던 경우라면, 이것은 버그나, 침입 시도를 나타내는 신호일 수 있습니다.
ml: ബ്ലോക്ക് ഡിവൈസ് $TARGET_PATH-ലേക്കുള്ള qemu അനുമതി SELinux നിഷേധിച്ചു. ഇതൊരു വിര്‍ച്ച്വലൈസേഷന്‍ ഇമേജാണെങ്കില്‍, വിര്‍ച്ച്വലൈസേഷന്‍ ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് (virt_image_t) ഉപയോഗിച്ചു് ഇതു് ലേബല്‍ ചെയ്യുക. chcon ഉപയോഗിച്ചു് നിങ്ങള്‍ക്കു് $TARGET_PATH-നെ virt_image_t എന്നു് വീണ്ടും ലേബല്‍ ചെയ്യുവാന്‍ സാധിക്കുന്നു. സിസ്റ്റം സ്വതവേയുള്ളതിലേക്ക് ഇതു് ചേര്‍ക്കുന്നതിനായി നിങ്ങള്‍ക്കു് semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' ഉപയോഗിക്കണം. നിങ്ങള്‍ qemu ഇമേജായി $TARGET_PATH ഉപയോഗിക്കുന്നില്ലെങ്കില്‍, ഒരു ബഗായി അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തിയായി സൂചിപ്പിക്കുന്നു
mr: SELinux ने ब्लॉक साधन $TARGET_PATH करीता qemu प्रवेश नकारला. ही आभासीकरण प्रतिमा असल्यास, त्याचे फाइल संदर्भ लेबल (virt_image_t) असायला हवे. chcon चा वापर करून $TARGET_PATH यांस virt_image_t या प्रमाणे पुनःलेबल करू शकता. प्रणाली पूर्वनिर्धारीतांमध्ये नवीन मार्ग जोडण्याकरीता तुम्हाला semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' समाविष्ट करावे लागेल. $TARGET_PATH ला qemu प्रतिमा म्हणून वापरायचे नसल्यास यांस बग किंवा अवैध प्रवेश प्रयत्न म्हणून ओळखले जाईल.
nl: SELinux verbood qemu toegang tot het blok apparaat $TARGET_PATH. Dit is een virtualisatie image, het moet gelabeld worden met een virtualisatie bestand context (virt_image_t). Je kunt $TARGET_PATH her-labelen naar een virt_image_t met chcon. Je moet ook uitvoeren: semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' om dit nieuwe pad toe te voegen aan de systeem standaard instelling. Als je niet bedoeld had om $TARGET_PATH als een qemu image te gebruiken kan dit of een bug of een indringing aanval beteken.
or: SELinux $TARGET_PATH ରେ qemu ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଅଛି। ଯଦି ଏହା ଗୋଟିଏ ଆଭାସୀକରଣ ପ୍ରତିଛବି, ତେବେ ଏଥିରେ virt_image_t ର ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ (virt_image_t) ନାମପଟି ଥିବା ଉଚିତ। ଯଦି ଆପଣ ପ୍ରକୃତରେ ପ୍ରଚଳିତ ଡିରେକ୍ଟୋରୀରେ virt_image_t ପ୍ରତିଛବିକୁ ରଖିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ଆପଣ $TARGET_PATH କୁ virt_image_t ଭାବରେ chcon ବ୍ୟବହାର କରି ପୁନଃନାମକରଣ କରିପାରିବେ। ଆପଣଙ୍କୁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ରରେ ନୂତନ ପଥ ଯୋଗ କରିବା ପାଇଁ semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' କୁ ମଧ୍ଯ ନିଷ୍ପାଦନ କରିବାକୁ ହୋଇପାରେ। ଯଦି ଆପଣ $TARGET_PATH କୁ qemu ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହାନ୍ତି ତେବେ ଏହା ଗୋଟିଏ ତ୍ରୁଟି ଭାବରେ ଦୃଶ୍ୟମାନ ହୋଇପାରେ ଅଥବା ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux negou o acesso do qemu ao dispositivo de bloco $TARGET_PATH. Se isto é uma imagem virtual, então precisa de ter uma etiqueta de contexto de ficheiro virtual (virt_image_t). Poderá etiquetar de novo o $TARGET_PATH para ser virt_image_t utilizando chcon. Se o fizer, deverá também executar o comando 'semanage fcontext -a -t virt_image_t $FIX_TARGET_PATH' para adicionar este novo caminho às predefinições do sistema. Se não pretendia usar o $TARGET_PATH como uma imagem qemu, tanto poderá indicar um erro ou uma tentativa de intrusão.
pt_br: O SELinux impediu o acesso do qemu ao dispositivo de bloco $TARGET_PATH. Se esta é uma imagem de virtualização, o mesmo deve ser rotulado com um contexto de arquivo de virtualização (virt_image_t). Você pode rotular novamente o $TARGET_PATH para virt_image_t usando o chcon. Você também deverá executar semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' para adicionar este novo caminho aos padrões do sistema. Se você não pretendia usar o $TARGET_PATH como uma imagem do qemu, então isto poderia indicar um erro ou uma tentativa de intrusão.
ru: SELinux закрыл доступ qemu к $TARGET_PATH. Если это образ виртуализации, он должен иметь метку virt_image_t. Можно изменить метку $TARGET_PATH на virt_image_t с помощью chcon. Также выполните команду «semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'» для добавления нового пути в системный список стандартных путей. Если вы не планировали использовать $TARGET_PATH как образ qemu, возможно, это ошибка или попытка вторжения.
sv: SELinux nekade qemu åtkomst till blockenheten $TARGET_PATH. Om detta är en virtualiseringsavbild måste den ha en filkontextetikett för virtualisering (virt_image_t). Du kan märka om $TARGET_PATH att vara virt_image_t genom använda chcon. Du behöver också köra semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' för att lägga till denna nya sökväg till systemstandarden. Om du inte avsåg använda $TARGET_PATH som en qemu-avbild kan detta vara tecken på antingen ett fel eller ett intrångsförsök.
te: SELinux అనునది qemu యాక్సిస్‌ను నిరోదిస్తుంది $TARGET_PATH పరికరాన్ని బ్లాక్‌చేయుటకు. ఇది వర్చ్యువలైజేషన్ చిత్రము అయితే, అది వర్చ్యువలైజేషన్ ఫైలు సందర్భముతో (virt_image_t) లేబుల్ చేయవలసివుంది. మీరు $TARGET_PATHను virt_image_tగా రీలేబుల్ చేయగలరు chconతో. మీరు semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'ను నిర్వర్తించాలి ఈ కొత్త పాత్ సిస్టమ్ అప్రమేయాలకి జతచేయుటకు. మీరు $TARGET_PATH ను qemuలా వుపయోగించాలి అనుకొకపోతే అది అమర్యాద యత్నమును కాని బగ్‌ను కాని సూచిస్తుంది.
zh_cn: SELinux 拒绝了 qemu 访问 $TARGET_PATH。 如果这是一个虚拟映像，它应当有一个虚拟文件上下文标签（virt_image_t）。您可以使用 chcon 将 $TARGET_PATH 重新标记为 virt_image_t。您还需要执行 semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' 将这个新路径添加到系统默认中。 如果您没想要使用 $TARGET_PATH 作为 qemu 映像，那么这可能意味着一个 Bug 或是入侵尝试的信号。
zh_tw: SELinux 拒絕了 qemu 存取區塊裝置 $TARGET_PATH。 若這是個虛擬化映像檔的話，它必須要有個虛擬化檔案 context 標籤（virt_image_t）。您可透過使用 chcon 來將 $TARGET_PATH 重新標記為 virt_image_t。您也需要執行 semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' 才可將此 新路徑新增至系統預設值。若您並未嘗試使用 $TARGET_PATH 來作為 qemu 映像檔的話，這顯示了可能發生錯誤或是系統已遭到入侵的警訊。

source: You can alter the file context by executing chcon -t virt_image_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -t virt_image_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t virt_image_t '$TARGET_PATH'"
es: Puede modificar el contexto de archivo chcon -t virt_image_t '$TARGET_PATH' También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, para preservarlos incluso después de un reetiquetado completo. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
fr: Vous pouvez modifier le contexte du fichier en exécutant chcon -t virt_image_t '$TARGET_PATH' Vous devez aussi changer le dossier par défaut des fichiers de contexte de votre système, même lors d'un réétiquetage complet, de manière à les préserver. « semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH' »
hu: A fájl beállítását megváltoztatni a chcon -t virt_image_t '$TARGET_PATH' parancs végrehajtásával lehet. Az alapértelmezett fájl beállítást szintén meg kell változtatni, hogy az megmaradjon teljes újracímkézés esetén is: semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'
kn: chcon -t virt_image_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು. ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
ko: chcon -t virt_image_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
ml: chcon -t virt_image_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
mr: chcon -t virt_image_t '$TARGET_PATH' वापरून तुम्ही फाइल संदर्भ बदलवू शकता संपूर्णतया पुनःलेबल केल्यावरही सुरक्षीत करण्यासाठी प्रणालीवरील पूर्वनिर्धारीत फाइल संदर्भ फाइल्स् देखील बदलणे आवश्यक आहे. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen met chcon -t virt_image_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om dit te bewaren na een volledige her-labeling. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -t virt_image_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t virt_image_t '$TARGET_PATH'"
pt: Pode alterar o contexto do ficheiro executando chcon -t virt_image_t '$TARGET_PATH' Também precisa de alterar o contexto por omissão dos ficheiros no sistema para os preservar mesmo na caso de uma etiquetagem total. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
pt_br: Você pode alterar o contexto do arquivo executando chcon -t virt_image_t '$TARGET_PATH' Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem total. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
ru: Контекст файла можно изменить, выполнив команду «chcon -t virt_image_t '$TARGET_PATH'» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH»
sv: Du kan ändra filkontexten genom att köra chcon -t virt_image_t '$TARGET_PATH' Du måste också ändra standardfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
te: మీరు దస్త్ర సందర్భమును chcon -t virt_image_t '$TARGET_PATH' నిర్వర్తించుట ద్వారా మీరు మార్చవచ్చు మీరు అప్రమేయ దస్త్రము సందర్భ దస్త్రములను కూడా సిస్టమ్ నందు పూర్తి చేరికతో వుంచుటకు క్రమానుగతంగా మార్చవలెను. "semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
zh_cn: 您可以执行 chcon -t virt_image_t '$TARGET_PATH' 来更改文件上下文。 您还必须在系统中更改默认文件上下文文件以便在完全重新标记后保留它们。"semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'"
zh_tw: 您可透過執行 chcon -t virt_image_t '$TARGET_PATH' 來修改檔案 context 您也必須更改系統上的預設檔案 context 檔才能在完整標記的情況下將它們保留住。「semanage fcontext -a -t virt_image_t '$FIX_TARGET_PATH'」
