Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has denied the http daemon from executing a cgi script. httpd can be setup in a locked down mode where cgi scripts are not allowed to be executed. If the httpd server has been setup to not execute cgi scripts, this could signal an intrusion attempt.
as: SELinux দ্বাৰা http ডেমনকে cgi স্ক্ৰিপ্ট সঞ্চালনে বাধা সৃষ্টি কৰা হচ্ছে। httpd-কে lockdown মোডে নিৰ্ধাৰণ কৰা সম্ভব, যাৰ ফলে cgi স্ক্ৰিপ্ট সঞ্চালন কৰা যাবে না। httpd সাৰ্ভাৰ দ্বাৰা cgi স্ক্ৰিপ্ট সঞ্চালনেৰ প্ৰস্তুতি না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem HTTP-Daemon die Ausführung eines CGI- Skripts. Der httpd kann mit einem locked-down Modus konfiguriert werden, in dem CGI-Skripte nicht ausgeführt werden dürfen. Falls der httpd-Server konfiguriert wurde, CGI-Skripte nicht auszuführen, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado la ejecución de un script de cgi al demonio http. httpd se puede configurar en un modo en el que los scripts de cgi no se permitan ejecutar. Si el servidor httpd fue configurado para no ejecutar scripts de cgi, esto puede ser señal de un ataque.
fr: SELinux a refusé au démon http d'exécuter un script cgi. httpd peut être installé dans un mode verrouillé où les scripts cgi ne peuvent pas être exécutés. Si le serveur httpd a été configuré pour ne pas exécuter les scripts cgi, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने http डेमॉन को एक cgi स्क्रिप्ट चलाने से मना किया है. httpd को लॉक डाउन मोड में सेटअप किया जा सकता है जहां cgi स्क्रिप्ट निष्पादन के लिये अनुमति प्राप्त नहीं है. अगर httpd सर्वर को cgi स्क्रिप्ट को नहीं निष्पादित करने के लिये सेटअप किया जाता है, तो यह एक घुसपैठ का संकेत हो सकता है.
hu: SELinux elutasította, hogy httpd szolgáltatás végrehajtson egy CGI programot. A httpd szolgáltatást be lehet állítani lezárt üzemmódra, amelyben a CGI programok futtatása nem engedélyezett. Ha a httpd szolgálót úgy állították be, hogy ne hajtson végre CGI programokat, akkor ez behatolás próbálkozást jelezhet.
kn: http ಡೆಮನ್ ಒಂದು cgi ಸ್ಕ್ರಿಪ್ಟ್‍ ಅನ್ನು ಬಳಸದಂತೆ SELinux ತಡೆದಿದೆ. cgi ಸ್ಕ್ರಿಪ್ಟ್‍ಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ಅನುಮತಿ ಇಲ್ಲದಂತಹ ಒಂದು ಲಾಕ್ ಡೌನ್ ಕ್ರಮಕ್ಕೆ httpd ಯನ್ನು ಸಜ್ಜುಗೊಳಿಸಬಹುದಾಗಿದೆ. cgi ಸ್ಕ್ರಿಪ್ಟ್‍ಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸದಂತೆ httpd ಪರಿಚಾರಕವನ್ನು ಸಜ್ಜುಗೊಳಿಸಿದ್ದಲ್ಲಿ ಇದು ಒಂದು ಒಳ ನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 cgi 스크립트를 실행하는 것으로 부터 http 데몬을 거부합니다. httpd는 cgi 스크립트의 실행을 허용하지 않는 록 다운 모드에서 설정될 수 있습니다. httpd 서버가 cgi 스크립트를 실행할 수 없도록 설정하셨다면, 침입 시도 신호가 나타날 수 있습니다.
ml: cgi സ്ക്രിപ്റ്റിങ് ഉപയോഗിക്കുന്നതില്‍ നിന്നും SELinux http ഡെമണിനെ നിഷേധിക്കുന്നു. httpd ഒരു ലോക്ക് മോഡില്‍ സജ്ജമാക്കി, അങ്ങനെ cgi സ്ക്രിപ്റ്റുകള്‍ ഉപയോഗിക്കുവാന്‍ അനുവാദമില്ലാതെയാകുന്നു. httpd സര്‍വര്‍ cgi സ്ക്രിപ്റ്റുകള്‍ ഉപയോഗിക്കുവാന്‍ സജ്ജമല്ലെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने http डीमनला cgi स्क्रिप्ट चालवण्यापासून नकारले. httpd कुलूपबंद मोडमध्ये सेटअप केले जाऊ शकते जेथे cgi स्क्रिप्ट चालवले जाऊ शकत नाही. httpd सर्व्हर cgi स्क्रिप्ट कार्यान्वीत करण्यास संरचीत केले असल्यास, ते अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de http daemon verboden om een cgi script uit te voeren. httpd kan ingesteld worden in een locked-down mode waarbij het cgi scripts niet toegestaan is om uitgevoerd te worden. Als de httpd server ingesteld is om geen cgi script uit te voeren, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ http ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ cgi ସ୍କ୍ରିପ୍ଟ ଲେଖିବାରୁ ଅଟକାଉଛି। ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରି ମାନଙ୍କରେ ଲେଖିବା ପାଇଁ httpd କୁ ବିନ୍ଯାସ କରାଯାଇ ନଥିଲେ, ଏହା cgi ସ୍କ୍ରିପ୍ଟକୁ ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux proibiu o servidor de HTTP de executar um programa CGI. O 'httpd' poderá ser configurado para ficar num modo bloqueado, onde os programas CGI não tem permissão de execução. Se o servidor 'httpd' tiver sido configurado para não executar programas CGI, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon do http executasse um script cgi. O httpd pode ser configurado em modo travado, no qual scripts cgi não podem ser executados. Se o servidor httpd foi configurado para não executar scripts cgi, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону http выполнять сценарии cgi. В режиме блокировки httpd запрещает запускать сценарии cgi. Если сервер httpd не разрешает выполнять сценарии cgi, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio http sistemskoj usluzi da izvrši cgi skriptu. httpd može biti postavljen u zaključanom režimu gde se cgi skriptama ne dozvoljava izvršavanje. Ako je httpd server postavljen da ne izvršava cgi skripte, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat http-demonen från att köra ett cgi-skript. httpd kan sättas upp i ett nerlåst läge där cgi-skript inte får köras. Om httpd-servern har satts upp att inte köra cgi-skript, kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது இந்த http டீமானிலிருந்து ஒரு cgi ஸ்க்ரிப்ட்டை இயக்கிவதை தடுக்கிறது. httpd ஒரு பூட்டு முறைமையை cgi ஸ்க்ரிப்ட்டுகளுக்கு அமைத்து இயக்க அனுமதிக்கவில்லை. இந்த httpd சேவையகம் cgi ஸ்க்ரிப்ட்டுகள் அமைக்க இயக்கவில்லை, இது ஒரு நிர்வாக முயற்சி சிக்னலாகும்.
te: SELinux అనునది http డెమోన్‌ను cgi నిర్వర్తించుటనుండి తిరస్కరిస్తుంది. httpd అనునది లాక్‌డ్ డౌన్ రీతినందు కూడా అమర్చబడుతుంది ఇచట cgi స్క్రిప్ట్స్‍ నిర్వర్తించుటకు అనుమతించబడవు. httpd సేవిక అనునది cgi స్క్రిప్ట్స్‍‌ను నిర్వర్తించుటకు అమర్చితే, ఇది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 http 守护进程执行 cgi 脚本。可将 httpd 设 置为一种不允许执行 cgi 脚本的锁定模式。如果已经将 httpd 服务器设 置为不执行 cgi 脚本，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 http daemon 執行 cgi script。httpd 可被設置於一個被鎖定的模式中，在此 cgi script 不允許被執行。若 httpd 伺服器已被設為 不執行 cgi script 的話，這代表系統可能已遭到嘗試入侵的警訊。

source: If you want httpd to be able to run cgi scripts, you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: httpd ৰ দ্বাৰা cgi স্ক্ৰিপ্ট সঞ্চালনৰ অনুমতি প্ৰদান কৰিবলৈ $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1"
de: Falls Sie httpd die Ausführung von CGI-Skripts gestatten möchten, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que httpd pueda ejecutar scripts de cgi, necesitará poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que httpd soit capable d'exécuter des scripts cgi, vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप httpd को cgi स्क्रिप्ट चलाना चाहते हैं, आपको $BOOLEAN बुलियन चालू करना पड़ेगा: "setsebool -P $BOOLEAN=1"
hu: Ha akarja, hogy httpd végrehajthasson CGI programokat, akkor be kell kapcsolnia $BOOLEAN logikai értéket: „setsebool -P $BOOLEAN=1”.
kn: httpd ಯು cgi ಸ್ಕ್ರಿಪ್ಟ್‍ಗಳನ್ನು ಚಲಾಯಿಸಲು ಸಾಧ್ಯವಾಗಬೇಕಿದ್ದರೆ, ನೀವು $BOOLEAN ನಲ್ಲಿ ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: httpd가 cgi 스크립트를 실행 가능하게 하시려면, $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് httpd cgi സ്ക്രിപ്റ്റുകള്‍ പ്രവര്‍ത്തിക്കണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യേണ്ടതുണ്ട്: "setsebool -P $BOOLEAN=1"
mr: httpd ला cgi स्क्रिप्ट कार्यान्वीत करायची असल्यास, तुम्हाला $BOOLEAN बूलीयन म्हणून कार्यान्वीत केले पाहिजे: "setsebool -P $BOOLEAN=1"
nl: Als je httpd wilt toestaan om cgi scripts uit te voeren, moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଚାହୁଁଛନ୍ତି ଯେ httpd cgi ସ୍କ୍ରିପ୍ଟକୁ ଚଲାଉ, ତେବେ ଆପଣଙ୍କୁ ସେହି $BOOLEAN ବୁଲିଆନକୁ ବଦଳାଇବାକୁ ହେବ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o 'httpd' seja capaz de correr programas CGI, deverá activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o httpd execute scripts cgi, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Для разрешения демону httpd запускать сценарии cgi установите переменную $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da httpd može da izvršava cgi skripte, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill att httpd skall kunna köra cgi-skript, måste du slå på booleanen $BOOLEAN: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் httpd ஐ cgi ஸ்கிரிப்பட்டுகளுக்கு இயக்க விரும்பினால், நீங்கள் பூலியனை $BOOLEAN துவக்க வேண்டி உள்ளது: "setsebool -P $BOOLEAN=1"
te: మీరు httpd అనునది cgi స్క్రిప్ట్స్‍‌ను నడుపగలగాలి అనుకుంటే, మీరు $BOOLEAN ను బూలియన్‌కు ఆన్‌చేయవలసి వుంటుంది: "setsebool -P $‌BOOLEAN=1"
zh_cn: 如果您想使 httpd 可以运行 cgi 脚本，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 httpd 能夠執行 cgi script 的話，您需要 將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」

source: SELinux is preventing the http daemon from acting as a ftp server.
as: SELinux ৰ দ্বাৰা http ডেমনক ftp সেৱক ৰূপে কৰ্ম সঞ্চালনত প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hindert den HTTP-Daemon daran, als FTP-Server zu agieren.
es: SELinux está negando al demonio http que actúe como servidor de ftp.
fr: SELinux empêche le démon http de se comporter comme un serveur ftp.
hi: SELinux http डेमॉन को ftp सर्वर के रूप में काम करने से रोक रहा है.
hu: SELinux megakadályozza, hogy a "http" szolgáltatás FTP-kiszolgálóként működjön.
kn: ಒಂದು ftp ಪರಿಚಾರಕವಾಗಿ http ಡೆಮನ್ ವರ್ತಿಸದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 http 데몬이 ftp 서버로 작업하지 못하게 합니다.
ml: ഒരു ftp സര്‍വറാകുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux http डीमनला ftp सर्व्हर म्हणून ओळखण्यापासून रोखत आहे.
nl: SELinux belet de http daemon om dienst te doen als een ftp server.
or: SELinux http ଡେମନକୁ ftp ସର୍ଭର ଭାବରେ କାର୍ଯ୍ୟକରିବାରୁ ପ୍ରତିରୋଧ କରିଥାଏ।
pt: O SELinux está a impedir o servidor de HTTP de actuar como um servidor de FTP.
pt_br: O SELinux está impedindo que o daemon do http aja como um servidor ftp.
ru: SELinux предотвращает выполнение демона http в качестве сервера ftp.
sr@latin: SELinux sprečava http sistemsku uslugu od delovanja kao ftp server.
sv: SELinux förhindrar http-demonen från agera som en ftp-server.
ta: SELinux ஐ http டீமனிலிருந்து ஒரு ftp சேவையகத்தை செயலாற்றுவதை தடுக்கிறது.
te: SELinux అనునది http డెమోన్‌ను ftp సేవికలాగా వ్యవహరించుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 http 守护进程成为 ftp 服务器。
zh_tw: SELinux 防止了 http daemon 以 ftp 伺服器的方式運作。

source: SELinux has denied the http daemon from listening for incoming connections on the ftp port. This means that SELinux will not allow httpd to run as a ftp server. If you did not setup httpd to run as a ftp server, this may signal an intrusion attempt.
as: SELinux দ্বাৰা http ডেমনকে ftp পোৰ্টে আগত সংযোগেৰ অপেক্ষা কৰতে বাধা দেওয়া হয়েছে। এৰ ফলে SELinux দ্বাৰা httpd-কে ftp সাৰ্ভাৰ ৰূপে সঞ্চালনে বাধা সৃষ্টি কৰা হবে। httpd-কে ftp সাৰ্ভাৰৰূপে কনফিগাৰ না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem HTTP-Daemon, auf dem FTP-Port auf eingehende Verbindungen zu horchen. Dies bedeutet, dass SELinux dem httpd nicht erlaubt, als FTP-Server zu fungieren. Falls Sie httpd nicht konfiguriert haben, auch als FTP-Server zu fungieren, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado al demonio http que escuche conexiones entrantes al puerto ftp. Esto significa que SELinux no permitirá a http que funcione como un servidor ftp. Si no configuró a http para que funcione como un servidor de ftp, esto puede indicar un ataque.
fr: SELinux a refusé au démon http l'écoute de connexions entrantes sur le port ftp. Cela signifie que SELinux n'autorisera pas httpd à fonctionner comme un serveur ftp. Si vous n'avez pas installé httpd pour fonctionner comme un serveur ftp, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने http डेमॉन को मना किया है ftp पोर्ट पर आगत कनेक्शन के सुनने से. इसका मतलब है कि SELinux ftp सर्वर के रूप में httpd को अनुमति नहीं देगा. अगर आपने httpd सेटअप नहीं किया है ftp सर्वर के रूप में चलाने के लिये, यह घुसपैठ प्रयास का संकेत देगा.
hu: SELinux elutasította, hogy a httpd szolgáltatás fogadja az FTP kapun bejövő kapcsolatokat. Ez azt jelenti, hogy SELinux nem fogja megengedni httpd-nek, hogy FTP szolgálóként működjön. Ha nem állították be úgy a httpd szolgáltatást, hogy az FTP szolgálóként működjön, akkor ez behatolás próbálkozást jelezhet.
kn: ftp ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಒಳಬರುವ ಸಂಪರ್ಕಗಳನ್ನು http ಡೆಮನ್ ಆಲಿಸದಂತೆ SELinux ತಡೆದಿದೆ. ಇದರರ್ಥ SELinux ವು httpd ಯನ್ನು ಒಂದು ftp ಪರಿಚಾರಕವಾಗಿ ಚಲಾಯಿಸಲು SELinux ಅನುಮತಿಸುವುದಿಲ್ಲ. ನೀವು httpd ಯನ್ನು ಒಂದು ftp ಪರಿಚಾರಕವಾಗಿ ಚಲಾಯಿತಗೊಳ್ಳುವಂತೆ ಸಿದ್ಧಗೊಳಿಸದೆ ಇದ್ದ ಪಕ್ಷದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 ftp 포트에서 들어오는 연결을 청취하는 것으로 부터 http 데몬을 거부합니다. 이는 SELinux가 ftp 서버로 실행하기 위해 httpd를 허용하지 않는다는 것을 의미합니다. ftp 서버로 실행하기 위해 httpd를 설정하지 않으셨다면, 침입 시도 신호가 나타날 수 있습니다.
ml: ftp പോര്‍ട്ടിലേക്ക് വരുന്ന കണക്ഷനുകളെ ശ്രദ്ധിക്കുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു. ഇതിനര്‍ത്ഥം, ഒരു ftp സര്‍വറായി പ്രവര്‍ത്തിക്കുന്നതിനു് httpd-യെ SELinux അനുവദിക്കുന്നില്ല. നിങ്ങള്‍ httpd ക്രമികരിച്ചില്ല എങ്കില്‍, തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने http डीमनला ftp पोर्ट वरील येणाऱ्या जुळवणी करीता रोखले. याचा अर्थ SELinux httpd ला ftp सर्व्हर म्हणून कार्यान्वीत करण्यास परवानगी देणार नाही. httpd ला ftp सर्व्हर म्हणून न चालवल्यास, ते अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de http daemon verboden om naar binnenkomende verbindingen op de ftp poort te luisteren. Dit betekent dat SELinux httpd niet zal toestaan om als ftp server te draaien. Als je httpdd niet ingesteld hebt om als ftp server te draaien, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ http ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ftp ସଂଯୋଗିକୀକୁ ଅଟକାଉଛି। ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରି ମାନଙ୍କରେ ଲେଖିବା ପାଇଁ httpd କରାଯାଇ ନ ଥିଲେ ,ଏହା ftp ସର୍ଭରକୁ ଅମାନ୍ଯ କରିପାରେ।
pt: O SELinux proibiu o servidor de HTTP de atender ligações ao porto de FTP. Isto significa que o SELinux não irá permitir que o 'httpd' funcione como um servidor de FTP. Se não configurou o 'httpd' para funcionar como um servidor de FTP, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon http escutasse por conexões de entrada na porta do ftp. Isto quer dizer que o SELinux não permitirá que o httpd execute como servidor de ftp. Se você não configurou o http para agir como um servidor ftp, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону http прослушивать ftp-порт на предмет входящих соединений. Это означает, что SELinux не позволит выполнение httpd в качестве сервера ftp. Если httpd не настроен на работу в качестве сервера ftp, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio http sistemskoj usluzi da osluškuje za dolazeće veze na ftp portu. Ovo znači da SELinux neće dozvoliti da httpd radi kao ftp server. Ako niste podesili httpd da radi kao ftp server, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat http-demonen att lyssna på inkommande anslutningar till ftp-porten. Detta innebär att SELinux inte tillåter httpd att köra som en ftp-server. Om du inte satte upp http att köra som en ftp-server, kan detta vara tecken på ett intrångsförsök.
ta: SELinux http டீமான் உள்வரும் இணைப்புகளை ftp துறையிலிருந்து கேட்பதை தடுக்கிறது. இதற்கு SELinux httpd ஐ ஒரு ftp சேவையகமாக இயங்க அனுமதிப்பதில்லை. நீங்கள் httpdஐ ஒரு ftp சேவையகமாக அமைக்கவில்லையெனில், இது ஒரு முயற்சி செய்யும்.
te: SELinux అనునది http డెమోన్‌ను ఆగమన అనుసంధానాలను ftp పోర్ట్‍ నందు ఆలకించుటనుండి తిరస్కరిస్తుంది. దీనర్ధం ఆ SELinux అనునది httpd ను ftp సేవికలాగా నడుచుటకు అనుమతించదు. మీరు httpd ను అమర్చకపోతే ftp సేవికలాగా నడుచుటకు, ఇది ఒక అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 http 守护进程侦听 ftp 端口进入的连接。这意味 着 SELinux 将不允许 httpd 作为 ftp 服务器运行。如果您没有将 httpd 设置为做 为 ftp 服务器运行，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 http daemon 監聽在 ftp 通訊埠上 的進入連線。這代表 SELinux 將不會 允許 httpd 作為一部 ftp 伺服器的方式運作。若您並未將 httpd 設成 作為一個 ftp 伺服器來運作的話，這代表系統可能已遭到嘗試入侵的警訊。

source: If you want the http daemon to listen on the ftp port, you need to enable the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: http ডেমনক ftp পোৰ্টে অপেক্ষাৰ অনুমতি প্ৰদান কৰিবলৈ $BOOLEAN বুলিয়েন সক্ৰিয় কৰক: "setsebool -P $BOOLEAN=1"
de: Falls Sie möchten, dass der HTTP-Daemon auf dem FTP-Port horcht, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que el demonio http escuche en el puerto ftp, necesitará activar el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que le démon http écoute sur un port ftp, vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप http डेमॉन ftp पोर्ट पर सुनना चाहते हैं, आपको $BOOLEAN बुलियन को सक्रिय करने की जरूरत है: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "http" szolgáltatás figyeljen az FTP-porton, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: http ಡೆಮನ್ ftp ಸಂಪರ್ಕಸ್ಥಾನದಲ್ಲಿ ಆಲಿಸಲು ನೀವು ಬಯಸಿದಲ್ಲಿ, ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಶಕ್ತಗೊಳಿಸಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: http 데몬이 ftp 포트에 있는 것을 청취하게 하시려면, $BOOLEAN 부울을 활성화시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ http ഡെമണ്‍ ftp പോര്‍ട്ട് ശ്രദ്ധിക്കണമെങ്കില്‍ $BOOLEAN boolean സജ്ജമാക്കുക: "setsebool -P $BOOLEAN=1"
mr: http डीमनने ftp पोर्ट ला ऐकावे या करीता, तुम्हाला $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: Als je de http daemon wilt laten toestaan om naar de ftp poort te luisteren, moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଚାହାନ୍ତି http ଡେମନ ftp ସଂଯୋଗିକୀରେ ଉତ୍ତର ଦେଉ, ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ସକ୍ରିୟ କରିବାକୁ ହେବ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o servidor de HTTP atenda pedidos no porto de FTP, deverá activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o daemon do http escute na porta de ftp, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Для разрешения демону http прослушивать порт ftp установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da http sistemska usluga osluškuje na ftp portu, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill att http-demonen ska kunna lyssna på ftp porten, måste du aktivera $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் http டீமனுக்கு ftp துறையை கேட்க விரும்பினால், நீங்கள் பூலியனை $BOOLEAN செயல்படுத்த வேண்டும்: "setsebool -P $BOOLEAN=1"
te: మీరు http డెమోన్ ftp పోర్ట్‍ నందు ఆలకించాలని అనుకుంటే, మీరు $BOOLEAN ను బూలియన్‌కు చేతనంచేయవలసి వుంటుంది: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想让 http 守护进程监听 ftp 端口，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 http daemon 在 ftp 通訊埠上進行監聽的話，您需要 啟用 $BOOLEAN 布林值：「setsebool -P $BOOLEAN=1」

source: SELinux is preventing the http daemon from reading users' home directories.
as: SELinux ৰ দ্বাৰা http ডেমনক ব্যৱহাৰকৰ্তাৰ ব্যক্তিগত (home) পঞ্জিকা পঢ়িবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hindert den HTTP-Daemon am Lesen von Benutzerverzeichnissen.
es: SELinux está negando al demonio http que lea los directorios de inicio de los usuarios.
fr: SELinux empêche le démon http de lire les répertoires personnels des utilisateurs.
hi: SELinux http डेमॉन को उपयोक्ता के घर निर्देशिका से पढ़ने से रोक रहा है.
hu: SELinux megakadályozza, hogy a httpd szolgáltatás olvassa a használók saját mappáit.
kn: http ಡೆಮನ್ ಬಳಕೆದಾರರ ನೆಲೆ ಕಡತಕೋಶಗಳನ್ನು ಓದುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 http 데몬이 사용자 홈 디렉토리를 읽지 못하게 합니다.
ml: ഉപയോക്താക്കളുടെ ഹോം ഡയറക്ടറികള്‍ ലഭ്യമാക്കുന്നതില്‍ നിന്നും ftp ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux http डीमनला वापरकर्ताचे होम डिरेक्ट्रीज् वाचण्यापासून रोखत आहे.
nl: SELinux belet de http daemon om persoonlijke mappen van gebruikers te lezen.
or: SELinux http ଡେମନକୁ ଚାଳକର ମୂଳସ୍ଥାନ ପଞ୍ଜିକା ପଢିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o servidor de HTTP de ler as pastas pessoais dos utilizadores.
pt_br: O SELinux está impedindo que o daemon do http leia diretórios pessoais de usuários.
ru: SELinux запрещает демону http читать домашние каталоги пользователей.
sr@latin: SELinux sprečava http sistemsku uslugu od čitanja ličnih direktorijuma korisnika.
sv: SELinux hindrar http-demonen från att läsa användares hemkataloger.
ta: SELinuxஐ http டீமனிலிருந்து பயனர்களின்' முகப்பு அடைவுகளிலிருந்து வாசிக்கிறதை தடுக்கிறது.
te: SELinux అనునది http డెమోన్‌ను వినియోగదారుల నివాస సంచయాలను చదువుట నుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 http 守护进程读取用户主目录。
zh_tw: SELinux 防止了 http daemon 讀取用戶的家目錄。
