Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented the ftp daemon from $ACCESS files stored on a NFS filesytem.
as: SELinux ৰ দ্বাৰা ftp ডেমনক NFS নথিপত্ৰপ্ৰণালীত সংৰক্ষিত নথিপত্ৰ $ACCESS কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hinderte den ftp-Daemon am $ACCESS auf Dateien, die in einem NFS-Dateisystem gespeichert sind.
es: SELinux negó al demonio ftp el/la $ACCESS a archivos almacenados en un sistema de archivo NFS.
fr: SELinux a empêché le démon ftp d'$ACCESS aux fichiers stockés sur un système de fichiers NFS.
hi: SELinux ftp डेमॉन को NFS फाइलसिस्टम पर जमा $ACCESS फाइल से रोका.
hu: SELinux megakadályozta ftpd szolgáltatás $ACCESS hozzáférését NFS fájlrendszerben tárolt fájlokhoz.
kn: ftp ಡೆಮನ್ ಅನ್ನು ಒಂದು NFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲ್ಪಟ್ಟ $ACCESS ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 ftp 데몬이 NFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다.
ml: NFS ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളിലേക്ക് ftp ഡെമണിനെ SELinux സമ്മതിക്കുന്നില്ല.
mr: SELinux ने ftp डीमनला NFS फाइलप्रणाली वरील संचयीत $ACCESS फाइल करीता प्रवेश करण्यापासून रोखले.
nl: SELinux belette de ftp daemon om te $ACCESS bestanden op een NFS bestandssysteem.
or: SELinux ftp ଡେମନକୁ ଗୋଟିଏ NFS ଫାଇଲତନ୍ତ୍ରରେ ସଂରକ୍ଷିତ ଥିବା $ACCESS ଫାଇଲ ମାନଙ୍କୁ ଅଭିଗମ କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o servidor de FTP de $ACCESS os ficheiros gravados num sistema de ficheiros NFS.
pt_br: O SELinux impediu que o daemon do ftp $ACCESS arquivos contidos num sistema de arquivos NFS.
ru: SELinux запретил доступ $ACCESS демона ftp к файлам системы NFS.
sr@latin: SELinux je sprečio ftp sistemsku uslugu od $ACCESS datoteka uskladištenim na NFS sistemu datoteka.
sv: SELinux förhindrade ftp demonen från $ACCESS filer sparade på ett NFS filsystem.
ta: SELinux ஐ ftp டீமனிலிருந்து $ACCESS கோப்புகளை சேமிக்க ஒரு NFS கோப்பு முறைமையை தடுக்கிறது.
te: SELinux అనునది ftp డెమోన్ NFS దస్త్రవ్యవస్థ నందు గల నల్వవున్న దస్త్రాలను $ACCESS నుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 ftp 在后台 $ACCESS 存储在一个NFS文件系统的文件。
zh_tw: SELinux 防止了 ftp daemon $ACCESS 儲存於 NFS 檔案系統上的檔案。

source: SELinux prevented the ftp daemon from $ACCESS files stored on a NFS filesystem. NFS (Network Filesystem) is a network filesystem commonly used on Unix / Linux systems. The ftp daemon attempted to read one or more files or directories from a mounted filesystem of this type. As NFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the ftp daemon to read files from a NFS filesystem this access attempt could signal an intrusion attempt.
as: SELinux দ্বাৰা ftp ডেমনক NFS নথিপত্ৰপ্ৰণালীত উপস্থিত নথিপত্ৰ $ACCESS কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে । NFS (নেটৱৰ্ক নথিপত্ৰপ্ৰণালী) মূলত Unix / Linux প্ৰণালীত ব্যৱহৃত এটা নেটৱৰ্ক নথিপত্ৰপ্ৰণালী । ftp ডেমন দ্বাৰা এই প্ৰকৃতিৰ কোনো তুলি লোৱা নথিপত্ৰপ্ৰণালীৰ পৰা নথিপত্ৰ পঢ়াৰ প্ৰচেষ্টা কৰা হৈছে । NFS নথিপত্ৰপ্ৰণালী দ্বাৰা ফাইন-গ্ৰেইন্ড SELinux লেবেল বৈশিষ্ট্য সমৰ্থিত নোহোৱাৰ ফলত নথিপত্ৰপ্ৰণালীত উপস্থিত সকলো নথিপত্ৰ আৰু পঞ্জিকাত একেই নিৰাপত্তা সন্দৰ্ভ ব্যৱহৃত হ'ব । যদি NFS নথিপত্ৰপ্ৰণালীৰ পৰা নথিপত্ৰ পঢ়াৰ উদ্দেশ্যে ftp ডেমন বিন্যাস নকৰা হৈ থাকে তেনেহ'লে এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux hinderte den ftp-Daemon am $ACCESS auf Dateien, die auf einem NFS-Dateisystem abgelegt sind. NFS (Network Filesystem) ist ein Netzwerk-Dateisystem, das weitverbreitet ist auf Unix /Linux Systemen. Der ftp-Daemon versuchte, eine oder mehrere Dateien oder Verzeichnisse auf einem eingehängten Dateisystem dieses Typs zu lesen. Da NFS-Dateisysteme kein fein granuliertes SELinux-Labeling unterstützen, haben alle Dateien und Verzeichnisse dieses Dateisystems denselben Security-Kontext. Falls Sie den FTP-Daemon ohne Lesezugriff auf NFS-Dateisysteme konfiguriert haben, könnte dieser Zugriff einen Einbruchsversuch signalisieren.
es: SELinux previno acerca de la intención del demonio ftp de $ACCESS archivos almacenados en un sistema de archivos NFS. NFS (Sistema de Archivo de Red) es un sistema de archivo de red comúnmente usado en sistemas Unix/Linux El demonio ftp intentó leer uno o mas archivos o directorios desde un sistema de archivo de este tipo montando. Como los sistemas de archivos NFS no dan soporte a un etiquetado de archivo más fino, todos los archivos y directorios en el sistema de archivo tendrán el mismo contexto de seguridad. Si no ha configurado al demonio ftp para leer archivos en un sistema de archivo NFS, este acceso puede estar indicando un intento de ataque.
fr: SELinux a empêché le démon ftp d'$ACCESS aux fichiers stockés sur un système de fichiers NFS. NFS (Network Filesystem) est un système de fichiers réseau habituellement utilisé par des systèmes Unix / Linux. Le démon ftp a empêché la lecture d'un ou plusieurs fichiers ou répertoires provenant d'un tel système de fichiers monté. Étant donné que les systèmes de fichiers NFS ne supportent pas l'étiquetage fin SELinux, tous les fichiers et répertoires dans le système de fichiers auront le même contexte de sécurité. Si vous n'avez pas configuré le démon ftp afin de lire les fichiers provenant d'un système de fichiers NFS cette demande d'accès pourrait signaler une tentative d'intrusion.
hi: SELinux ने $SOURCE_PATH को $ACCESS फाइल से रोका जो NFS फाइल सिस्टम पर जमा है. NFS (संजाल फाइल सिस्टम) एक संजाल फाइल सिस्टम है जो सामान्यतः Unix / Linux सिस्टम पर प्रयुक्त होता है ftp डेमॉन एक या ज्यादा फाइल या निर्देशिका को आरोहित फाइलसिस्टम से रोका. क्योंकि NFS फाइलसिस्टम अति उत्तम SELinux लेबलिंग का समर्थन नहीं करता है, सारे फाइल व निर्देशिका फाइलसिस्टम में समान सुरक्षा संदर्भ रखेगा. अगर आपने ftp डेमॉन को NFS फाइलसिस्टम से पड़ने के लिये विन्यस्त नहीं किया है तो यह घुसपैठ प्रयास का संकेत देगा.
hu: SELinux megakadályozta, hogy az "ftp" szolgáltatás a következő módon hozzáférjen egy NFS-fájlrendszeren tárolt fájlokhoz: "$ACCESS". Az NFS (Network Filesystem, azaz hálózati fájlrendszer) egy olyan hálózati fájlrendszer, amely Unix- illetve Linux-rendszereken gyakran használatos. Az "ftp" szolgáltatás megkísérelt olvasni egy vagy több olyan fájlt illetve mappát, amely ilyen típusú csatolt fájlrendszeren van. Az NFS-fájlrendszerek nem támogatják a nagy részletességű SELinux-címkézést, ezért a fájlrendszerben levő összes fájl és könyvtár ugyanazon biztonsági beállítás rendelkezik. Ha Ön nem állította be az "ftp" szolgáltatást arra, hogy az fájlokat olvasson valamely NFS-fájlrendszerről, akkor ez a hozzáférési kísérlet behatolási próbálkozást is jelezhet.
kn: ftp ಡೆಮನ್ ಅನ್ನು ಒಂದು NFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲ್ಪಟ್ಟ $ACCESS ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ. NFS (Network Filesystem) Unix / Linux ನಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸಲ್ಪಡುವ ಒಂದು ಜಾಲಬಂಧ ಕಡತ ವ್ಯವಸ್ಥೆ ftp ಡೆಮನ್ ಆರೋಹಿಸಲಾದ ಈ ಬಗೆಯ ಒಂದು ಕಡತ ವ್ಯವಸ್ಥೆಯಿಂದ ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಕಡತಗಳನ್ನು ಅಥವ ಕಡತಕೋಶಗಳನ್ನು ಓದಲು ಪ್ರಯತ್ನಿಸಿದೆ. ಆದರೆ NFS ಕಡತ ವ್ಯವಸ್ಥೆಗಳು ಸೂಕ್ಷ್ಮ-ಗ್ರೈನ್ ಮಾಡಲಾದ SELinux ಲೇಬಲ್ ಮಾಡುವಿಕೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲವಾದ್ದರಿಂದ, ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಎಲ್ಲಾ ಕಡತ ಹಾಗು ಕಡತಕೋಶಗಳು ಒಂದೇ ರೀತಿಯ ಸುರಕ್ಷತಾ ಸನ್ನಿವೇಶಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ ನೀವು ftp ಡೆಮನ್ ಅನ್ನು NFS ಕಡತ ವ್ಯವಸ್ಥೆಯಿಂದ ಕಡತಗಳನ್ನು ಓದುವಂತೆ ಸಂರಚಿಸದೆ ಹೋಗಿದ್ದರೆ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 ftp 데몬이 NFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다. NFS (Network Filesystem)는 Unix / Linux 상에서 주로 사용되는 네트워크 파일 시스템입니다. ftp 데몬은 이러한 유형으로 마운트된 파일 시스템에서 하나 이상의 파일 또는 디렉토리를 읽어오기를 시도합니다. NFS 파일 시스템이 정교하 SELinux 레이블하는 것을 지원하지 않음으로서 파일 시스템에 있는 모든 파일 및 디렉토리는 동일한 보안 문맥을 갖게 됩니다. NFS 파일 시스템에서 파일을 읽어오기 위해 ftp 데몬을 설정하지 않으셨다면 이러한 액세스를 시도했을 때 침임을 시도했다는 신호가 나타날 수 있습니다.
ml: NFS ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളിലേക്ക് ftp ഡെമണിനെ SELinux സമ്മതിക്കുന്നില്ല. NFS (നെറ്റ് വര്‍ക്ക് സിസ്റ്റം) Unix / Linux സിസ്റ്റമുകളില്‍ ഉപയോഗിക്കുന്ന ഒരു നെറ്റ് വര്‍ക്ക് ഫയല്‍ സിസ്റ്റം ആണ്. ഈ തരത്തിലുളള ഒരു മൌണ്ട് ചെയ്ത ഫയല്‍ സിസ്റ്റമിലുളള ഫയല്‍ അതോ ഡയറക്ടറി വായിക്കുവാന്‍ ftp ഡെമണ്‍ ശ്രമിക്കുന്നു. NFS ഫയല്‍ സിസ്റ്റം സൂക്ഷമമായ SELinux ലേബലിങ് പിന്തുണയ്ക്കാത്തതിനാല്‍, ഫയല്‍ സിസ്റ്റമിലുളള എല്ലാ ഫയലും ഡയറക്ടറികള്‍ക്കും ഒരേ സെര്യൂരിറ്റി കോണ്‍ട്ടെക്സ്റ്റ് ആണ്. ഒരു NFS ഫയല്‍ സിസ്റ്റമില്‍ നിന്നും ftp ഡെമണ്‍ ഫയലുകള്‍ വായിക്കുന്നതിനായി ക്രമികരിച്ചിട്ടില്ല എങ്കില്‍ ഈ ശ്രമം തെറ്റായ ഒരു പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने ftp डीमनला NFS फाइलप्रणालीवरील $ACCESS फाइल करीता प्रवेशरोखले आहे. NFS (संजाळ फाइलप्रणाली) Unix / Linux प्रणालीवरील संजाळ फाइलप्रणाली आहे. ftp डीमनने या आरोहीत फाइलप्रणालीवरील एकापेक्षा जास्त फाइल किंवा डिरेक्ट्री वाचण्यास प्रयत्न केला. NFS फाइलप्रणाली SELinux लेबलींगला समर्थन देत नाही, फाइलप्रणालीवरील सर्व फाइल व डिरेक्ट्रीकडे सम सुरक्षा पाठ्य असेल. NFS फाइलप्रणाली वरील ftp डीमनला संयोजीत न केल्यास हे घुसखोरीचा प्रयत्न ठरू शकतो.
nl: SELinux belette de ftp daemon om te $ACCESS bestanden op een NFS bestandssysteem. NFS (Network Filesystem) is een veel netwerk bestandssysteem in Unix / Linux systemen. De ftp daemon probeerde een of meer bestanden op mappen te lezen van een aangekoppeld bestandssysteem van dit type. Daar NFS bestandssystemen geen ondersteuning bieden voor fijnkorrelige SELinux markering, zullen alle bestanden en mappen in het bestandssysteem dezelfde beveiliging context hebben. Als je de fpt daemon niet geconfigureerd hebt om bestanden van een NFS bestandssysteem te lezen kan deze toegang poging een teken zijn van een indringing poging..
or: SELinux ftp ଡେମନକୁ NFS ଫାଇଲତନ୍ତ୍ରରେ $ACCESS ଫାଇଲଗୁଡ଼ିକୁ ସଂରକ୍ଷଣ କରିବାରୁ ପ୍ରତିରୋଧ କରିଥାଏ। NFS (Network Filesystem) ଟି Unix / Linux ରେ ବ୍ୟବହୃତ ଗୋଟିଏ ନେଟୱର୍କ ଫାଇଲତନ୍ତ୍ର। ftp ଡେମନ ସ୍ଥାପିତ ପାଇଲତନ୍ତ୍ରରୁ ଗୋଟିଏ କିମ୍ବା ଅଧିକ ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରୀକୁ ପଢ଼ିବା ପାଇଁ ଚେଷ୍ଟା କରିଥିଲା। NFS ଫାଇଲତନ୍ତ୍ର ପରି ଏହାକୁ ସମର୍ଥନ କରିନଥାଏ SELinux ନାମପଟି, ସମସ୍ତ ଫାଇଲ ଏବଂ ଡ଼ିରେକ୍ଟୋରୀ ଫାଇଲତନ୍ତ୍ରରେ ସମାନ ସୁରକ୍ଷା ପ୍ରସଙ୍ଗ ଥାଏ। ଯଦି ଆପଣ ftp ଡେମନକୁ NFS ଫାଇଲ ତନ୍ତ୍ରରୁ ସଂରକ୍ଷଣ ନକରନ୍ତି ତେବେ ଏହି ଅବିଗମ୍ୟ ପଚେଷ୍ଟା କରିବେ ନାହିଁ।
pt: O SELinux impediu o servidor de FTP de $ACCESS aos ficheiros de um sistema de ficheiros NFS. O NFS (Comment Internet File System) é um sistema de ficheiros na rede usado normalmente nos sistemas UNIX / Linux. O servidor de FTP tentou ler um ou mais ficheiros ou pastas de um sistema de ficheiros montado deste tipo. Dado que os sistemas de ficheiros NFS não suportam a etiquetagem detalhada do SELinux, todos os ficheiros e pastas do sistema de ficheiros irão ter o mesmo contexto de segurança. Se não tiver configurado o servidor de FTP para ler os ficheiros de um sistema de ficheiros NFS, esta tentativa de acesso poderá assinalar uma intrusão.
pt_br: O SELinux impediu que o daemon do ftp $ACCESS arquivos contidos num sistema de arquivos NFS. NFS (Network Filesystem) é um sistema de arquivos de rede normalmente usado em sistemas Unix/Linux. O daemon do ftp tentou ler um ou mais arquivos ou diretórios em um sistema de arquivos montado deste tipo. Uma vez que sistemas de arquivos NFS não suportam reetiquetagem SELinux de alta resolução, todos os arquivos e diretórios no sistema terão o mesmo contexto de segurança. Se você não configurou o daemon do ftp para ler arquivos contidos em um sistema de arquivos NFS, esta tentativa de acesso pode indicar uma tentativa de intrusão.
ru: SELinux запретил доступ $ACCESS к файлам на разделе NFS. NFS (Network Filesystem) — сетевая файловая система, обычно используемая в системах UNIX/Linux. Демон ftp попытался прочесть данные из смонтированной системы этого типа. Так как NFS система не поддерживает низкоуровневое маркирование SELinux, все файлы и каталоги имеют один и тот же контекст безопасности. Если вы не настраивали демон ftp на чтение файлов из NFS, попытка получения доступа может служить сигналом вторжения.
sr@latin: SELinux je sprečio ftp sistemsku uslugu od $ACCESS datoteka uskladištenim na NFS sistemu datoteka. NFS (Network Filesystem - Mrežni sistem datoteka) je mrežni sistem datoteka koji se uobičajeno koristi na Unix / Linux sistemima. ftp sistemska usluga je pokušala da pročita jednu ili više datoteka ili direktorijuma sa montiranog sistema datoteka ove vrste. NFS sistemi datoteka ne podržavaju SELinux oznake visoke rezolucije , sve datoteke i direktorijumi na sistemu datoteka će imati istovetan bezbednosni kontekst. Ako niste podesili ftp sistemsku uslugu za čitanje datoteka sa NFS sistema datoteka ovaj pokušaj pristupa može da ukazuje na pokušaj upada.
sv: SELinux förhindrade ftp demonen från $ACCESS filer sparade på ett NFS filsystem. NFS (Network Filesystem) är ett nätverksfilsystem vanligt använt på Unix / Linux system. ftp demonen försökte läsa en eller flera filer eller kataloger från ett monterat filsystem av denna typ. Ett NFS-filsystem stöder inte finkornig SELinux märkning, alla filer och kataloger i filsystemet kommer ha samma säkerhets-context. Om du inte har konfigurerat ftp-demonen att filer från ett NFS filsystem detta åtkomstförsök kan signalera ett intrångsförsök.
ta: SELinux ஐ ftp டீமனிலிருந்து $ACCESS கோப்புகளை சேமிக்க ஒரு NFS கோப்பு முறைமையை தடுக்கிறது. NFS (Network Filesystem) இது ஒரு பிணைய கோப்பு முறைமை சாதாரணமாக Unix / Linux கணினிகளில் பயன்படுத்தப்படுகிறது. அந்த ftp டீமனை ஒன்று அல்லது நிறைய அல்லது அடைவுகளை வாசிக்க முயற்சிக்கிறது இந்த வகையில் ஒரு ஏற்றப்பட்ட கோப்புமுறைமை. CIFS கோப்பு முறைமைகள் துணைபுரியவில்லை மிகச்-சிறிய SELinux அட்டவணைப்படுத்தப்படுகிறது, இந்த அடைவிலுள்ள அனைத்து கோப்புகளும் கோப்பு முறைமையும் ஒரே பாதுகாப்பு உரையை பெற்றுள்ளது. நீங்கள் ftp டீமனை கட்டமைக்காமல் கோப்புகளை ஒரு NFS கோப்பு முறைமையிலிருந்து வாசிக்கிறது இந்த நிர்வாக முயற்சிக்கும் அணுகலுக்கு சமிக்ஞை உள்ளது.
te: SELinux అనునది ftp డెమోన్ NFS దస్త్రవ్యవస్థ నందుగల నిల్వవున్న దస్త్రాలను $ACCESS నుండి నిరోధిస్తుంది. NFS (Network Filesystem) అనునది నెట్వర్కు దస్త్రవ్యవస్థ ఉమ్మడిగా Unix/Linux సిస్టమ్స్‍ నందు ఉపయోగించేది. ftp డెమోన్ అనునది ఒకటి లేదా అంతకేంటే ఎక్కువ దస్త్రాల లేదా సంచయాలును ఈ సిస్టమ్ యొక్క మౌంటెడ్ దస్త్రవ్యవస్థనుండి చదువుటకు ప్రయత్నిస్తుంది. NFS దస్త్రవ్యవస్థ స్వచ్చమైన SELinux లైబులింగ్‌ను మద్దతివ్వదుకనుక, దస్త్రవ్యవస్థ నందు వున్న అన్ని దస్త్రములు మరియు సంచయాలు ఒకే రక్షణ సందర్భంను కలిగివుంటాయి. మీరు ftp డెమోన్‌ను NFS దస్త్రవ్యవస్థనుండి దస్త్రాలను చదువుటకు ఆకృతీకరించి వుండకపోతే ఈ వాడుక యత్నము అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 阻止了ftp后台 $ACCESS 存储在NFS文件系统中的文件。 NFS(网络文件系统)是一个通常在Unix和Linux下被使用的网络文件系统。 ftp后台试图从已经挂接的这种类型的文件操作系统中读取一个或多个文件或目录。 由于NFS文件系统不支持fine-grained的SELinux标志。在此文件系统下所有的文件和目录将拥有相同的安全上下文。 如果您没有配置ftp后台从NFS文件系统中读取文件，这个访问被记为一次入侵尝试。
zh_tw: SELinux 防止了 ftp daemon $ACCESS 儲存於 NFS 檔案系統上的檔案。 NFS（Network Filesystem）是個普遍使用在 Unix / Linux 系統上的網路 檔案系統。 ftp daemon 嘗試了由一個此類型的已掛載檔案系統 讀取一個或更多個檔案或目錄。因為 NFS 檔案系統不支援 fine-grained 的 SELinux 標記，因此所有檔案系統中的 檔案和目錄都會擁有相同的安全性 context。 若您並未設定 ftp daemon 來讀取 NFS 檔案系統中的檔案的話， 此存取代表系統可能已遭到嘗試入侵的警訊。

source: Changing the "allow_ftpd_use_nfs" boolean to true will allow this access: "setsebool -P allow_ftpd_use_nfs=1."
as: "allow_ftpd_use_nfs" বুলিয়েনৰ মান true নিৰ্ধাৰণ কৰা হ'লে এই অনুমতি প্ৰদান কৰা হ'ব: "setsebool -P allow_ftpd_use_nfs=1."
de: Das Ändern des "allow_ftpd_use_nfs" Boolesch in "wahr" erlaubt diesen Zugriff: "setsebool -P allow_ftpd_use_nfs=1."
es: Cambiando el booleano "allow_ftpd_use_nfs" a verdadero permitirá este acceso: "setsebool -P allow_ftpd_use_nfs=1."
fr: Changer le booléen « allow_ftpd_use_nfs » sur vrai permettra cet accès : « setsebool -P allow_ftpd_use_nfs=1. »
hi: "allow_ftpd_use_nfs" बुलियन सही में बदलना इस अभिगम के लिये अनुमति देगा: "setsebool -P allow_ftpd_use_nfs=1."
hu: Az "allow_ftpd_use_nfs" logikai érték igazra való módosítása engedélyezi ezt a hozzáférést: "setsebool -P allow_ftpd_use_nfs=1".
kn: ಈ ನಿಲುಕಣೆಯನ್ನು ಅನುಮತಿಸಲು "allow_ftpd_use_nfs" ಬೂಲಿಯನ್ ಅನ್ನು ನಿಜ ಎಂದು ಬದಲಾಯಿಸಲಾಗುತ್ತಿದೆ: "setsebool -P allow_ftpd_use_nfs=1."
ko: "allow_ftpd_use_nfs" 부울을 true로 변경하여 이러한 액세스를 허용합니다: "setsebool -P allow_ftpd_use_nfs=1."
ml: "allow_ftpd_use_nfs" boolean true ആക്കി മാറ്റിയാല്‍ ഇതിന് അനുവദിക്കുന്നു: "setsebool -P allow_ftpd_use_nfs=1."
mr: "allow_ftpd_use_nfs" बूलीयनला खरे असे निश्चित केल्यास प्रवेश स्थापीत होईल: "setsebool -P allow_ftpd_use_nfs=1."
nl: Het veranderen van de "allow_ftpd_use_nfs" boolean naar waar zal deze toegang toestaan: "setsebool -P allow_ftpd_use_nfs=1."
or: "allow_ftpd_use_nfs" ବୁଲିଆନକୁ true ରେ ପରିବର୍ତ୍ତନ କରିବା ଦ୍ୱାରା ଏହି ଅଭିଗମ୍ୟକୁ ଅନୁମତି ମିଳିଥାଏ: "setsebool -P allow_ftpd_use_nfs=1."
pt: A mudança do booleano "allow_ftpd_use_nfs" para 'true' irá permitir este acesso: "setsebool -P allow_ftpd_use_nfs=1."
pt_br: Mudando o Booleano "allow_ftpd_use_nfs" para verdadeiro permitirá este acesso: "setsebool -P allow_ftpd_use_nfs=1."
ru: Установка логического значения «allow_ftpd_use_nfs» разрешит доступ: «setsebool -P allow_ftpd_use_nfs=1»
sr@latin: Izmenom „allow_ftpd_use_nfs“ logičke promenljive na istinitu će dozvoliti ovaj pristup: „setsebool -P allow_ftpd_use_nfs=1.“
sv: Ändra "allow_ftpd_use_nfs" flaggan för att tillåta denna åtkomst: "setsebool -P allow_ftpd_use_nfs=1."
ta: இந்த அணுகலை "allow_ftpd_use_nfs" சரியாக பூலியனை மாற்றுகிறது: "setsebool -P allow_ftpd_use_nfs=1."
te: "allow_ftpd_use_nfs" బూలియన్‌ను సత్యంకు అమర్చుట అనునది ఈ వాడుకను అనుమతిస్తుంది: "setsebool -P allow_ftpd_use_nfs=1."
zh_cn: 改变 "allow_ftpd_use_nfs" 的布尔值为 true 将允许这个访问： "setsebool -P allow_ftpd_use_nfs=1."
zh_tw: 若將「allow_ftpd_use_nfs」布林值更改為 true 將會允許此存取： 「setsebool -P allow_ftpd_use_nfs=1。」
