Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has preventing the samba daemon (smbd) from writing files on the local system. If you have not exported any file systems (rw), this could signal an intrusion.
as: SELinux দ্বাৰা samba ডেমনকে (smbd) স্থানীয় সিস্টেমে ফাইল লিখতে প্ৰতিৰোধ কৰা হয়েছে। কোনো ফাইল-সিস্টেম (rw) এক্সপোৰ্ট না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux hinderte den samba-Daemon (smbd) am Schreiben von Dateien auf dem lokalen System. Falls Sie keine Dateisysteme (rw) exportiert haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux le ha negado al demonio samba (smbd) la escritura de archivos en el sistema local. Si no ha exportado ningún sistema de archivos (rw), esto puede estar señalando un ataque.
fr: SELinux a empêché le démon samba (smbd) d'écrire des fichiers sur le système local. Si vous n'avez exporté aucun système de fichiers (rw), cela pourrait signaler une intrusion.
hi: SELinux ने सांबा डेमॉन को (smbd) स्थानीय सिस्टम पर लिखने से रोका. अगर आपने कोई फाइल सिस्टम निर्यात नहीं किया है (rw), यह एक घुसपैठ को संकेत दे सकता है.
hu: SELinux megakadályozta, hogy samba szolgáltatás (smbd) fájlokat írjon a helyi rendszerben. Ha nem exportáltak semmilyen (írható) fájlrendszert, akkor ez behatolás próbálkozást jelezhet.
kn: samba ಡೆಮನ್ (smbd) ಸ್ಥಳೀಯ ಗಣಕದಲ್ಲಿನ ಕಡತಗಳನ್ನು ಓದದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ. ನೀವು ಈ ಕಡತ ವ್ಯವಸ್ಥೆಗಳನ್ನು (rw) ಆಮದು ಮಾಡಿಕೊಳ್ಳದೆ ಇದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 samba 데몬 (smbd)이 로컬 시스템에서 파일을 작성하지 못하게 합니다. 어떤 파일 시스템 (rw)도 내보내지 않으셨다면, 침입했다는 신호가 나타날 수있습니다.
ml: ലോക്കല്‍ ഫയലുകള്‍ എഴുതുന്നതിനായി റിമോട്ട് ക്ലൈന്റുകളെ അനുവദിക്കുന്നതില്‍ നിന്നും samba ഡെമണിനെ SELinux തടയുന്നു. നിങ്ങള്‍ ഒരു ഫയല്‍സിസ്റ്റമുകളും (rw) എക്സ്പോര്‍ട്ട് ചെയ്തിട്ടില്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने samba daemon (smbd) यांस स्थानीय प्रणालीवरील फाइल लिहीण्यापासून रोखले. कुठलिही फाइल प्रणाली (rw) एक्सपोर्ट केले नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de samba daemon (smbd) belet om te schrijven op het locale systeem. Als je geen enkel bestandssysteem (rw) geëxporteerd hebt, kan dit een teken zijn van een indringing.
or: SELinux samba ଡେମନ (smbd)କୁ ଗୋଟିଏ ସ୍ଥାନୀୟ ତନ୍ତ୍ରରୁ ଫାଇଲଗୁଡ଼ିକୁ ଲେଖିବାରୁ ଅଟକାଉଛି। ଯଦି ଆପଣ ଏହି ଫାଇଲ ତନ୍ତ୍ର(rw)କୁ ରପ୍ତାନି କରିନାହାନ୍ତି, ତେବେ ଏହା ଏକ ବିନା ଅନୁମତି ପ୍ରବେଶକୁ ସଂକେତ କରିପାରେ.
pt: O SELinux está a impedir o serviço samba (smbd) de gravar ficheiros no sistema local. Se não exportou nenhum sistemas de ficheiros (rw), isto poderá assinalar uma intrusão.
pt_br: O SELinux está impedindo que o daemon do samba (smbd) escreva arquivos no sistema local. Se você não exportou nenhum sistema de arquivos (rw), isto pode indicar uma intrusão.
ru: SELinux запрещает демону samba (smbd) записывать файлы в локальной системе. Если вы не экспортируете файловые системы, это может служить индикатором попытки вторжения.
sv: SELinux har hindrat samba-demonen (smbd) från att skriva filer på det lokala systemet. Om du inte har exporterat några filsystem (rw), kan detta vara tecken på ett intrång.
ta: SELinuxஐ samba டீமனிலிருந்து (smbd) கோப்புகளை எழுத உள்ளமை கணினியை தடுக்கிறது. நீங்கள் ஏதாவது கோப்பு முறைமைகளை (rw) ஏற்றுமதி செய்யவில்லை எனில், இது ஒரு நிர்வாக சமிக்ஞை.
te: SELinux అనునది samba (smbd) డెమోన్‌ను స్థానిక సిస్టమ్‌పైన దస్త్రములను వ్రాయుటనుండి నిరోధిస్తుంది. మీరు ఏ దస్త్ర సిస్టమ్స్‍‌ను (rw) ఎగుమతి చేయలేకపోతే, ఇది అమర్యాదను సూచిస్తుంది.
zh_cn: SELinux 拒绝了 samba 守护进程（smbd）写入本地系统中的文件。 如果您没有导出任何文件系统（rw），这可能是入侵的信号。
zh_tw: SELinux 防止了 samba daemon（smbd）在本機系統上寫入檔案。若您並未匯出任何檔案系統（rw）的話，這代表系統可能已遭到入侵的警訊。

source: If you want to export writable file systems using samba you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
as: samba-ৰ সহায়ত লিখনযোগ্য নথিপত্ৰপ্ৰণালী এক্সপোৰ্ট কৰিবলৈ ইচ্ছুক হ'লে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1" ।
de: Falls Sie beschreibbare Dateisysteme via NFS exportieren möchten, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1".
es: Si quiere exportar sistema de archivos para escritura usando samba necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
fr: Si vous souhaitez exporter des systèmes de fichiers modifiables en utilisant samba, vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 ».
hi: अगर आप सांबा के प्रयोग से एक लेखन योग्य फाइल सिस्टम निर्यात करना चाहते हैं nfs के प्रयोग से तो आपको $BOOLEAN बुलियन चलाने की जरूरत होगी: "setsebool -P $BOOLEAN=1".
hu: Ha szeretne írható fájlrendszereket exportálni sambán át, akkor be kell kapcsolnia $BOOLEAN változót: „setsebool -P $BOOLEAN=1”.
kn: ಬರೆಯಬಹುದಾದ ಕಡತಗಳನ್ನು samba ಅನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ರಫ್ತು ಮಾಡಲು ಬಯಸಿದಲ್ಲಿ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1".
ko: samba를 사용하여 쓰기가능 한 파일 시스템을 내보내시고자 할 경우 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1".
ml: നിങ്ങള്‍ക്ക് samba ഉപയോഗിച്ച് എഴുതുവാന്‍ സാധിക്കുന്ന ഫയല്‍സിസ്റ്റമുകള്‍ എക്സ്പോര്‍ട്ട് ചെയ്യണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യുക: "setsebool -P $BOOLEAN=1".
mr: लिहीण्याजोगी फाइल प्रणालीस samba चा वापर करण्याकरीता तुम्हाला $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1".
nl: Als beschrijfbare bestandssystemen wilt exporteren voor gebruik met samba moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1".
or: ଯଦି ଆପଣ samba ବ୍ୟବହାର କରି ଲେଖାଯୋଗ୍ୟ ଫାଇଲ ତନ୍ତ୍ର ରପ୍ତାନି କରିବାକୁ ଚାହୁଁଛନ୍ତି ତେବେ ଆପଣ $BOOLEAN ବୁଲିଆନକୁ ସକ୍ରିୟ କରିବା ଉଚିତ: "setsebool -P $BOOLEAN=1".
pt: Se quiser exportar os sistemas de ficheiros com permissões de escrita, precisa de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
pt_br: Se você quiser exportar sistemas de arquivos com permissão de escrita usando o samba, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1".
ru: Для разрешения экспортирования файловых систем с возможностью записи, используя samba, необходимо установить значение $BOOLEAN: «setsebool -P $BOOLEAN=1».
sr@latin: Ako želite da izvozite upisive sisteme datoteka koristeći samba treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“.
sv: Om du vill exportera skrivbara filsystem med samba måste du slå på booleanen $BOOLEAN: "setsebool -P $BOOLEAN=1".
ta: நீங்கள் எழுதக்கூடிய கோப்பு முறைமை பயன்படுத்தி sambaவை ஏற்றுமதி செய்ய விரும்பினால்$BOOLEAN பூலியனை துவக்கவும்: "setsebool -P $BOOLEAN=1".
te: మీరు వ్రాయదగిన దస్త్ర సిస్టమ్స్‍‌ను samba ఉపయోగించి ఎగుమతి చేయవలెనంటే మీరు $BOOLEAN బూలియన్ ఆన్‌చేయాలి: "setsebool -P $‌BOOLEAN=1".
zh_cn: 如果您想使用 samba 输出可写入的文件系统，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"。
zh_tw: 若您希望透過使用 samba 來匯出可寫入的檔案系統，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」。

source: SELinux is preventing the samba daemon from reading nfs file systems.
as: SELinux ৰ দ্বাৰা samba ডেমনক nfs নথিপত্ৰপ্ৰণালী পঢ়িবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hindert den Samba-Daemon am Lesen von NFS-Dateisystemen.
es: SELinux le está negando al demonio samba la lectura de sistemas de archivos nfs.
fr: SELinux empêche le démon samba de lire des systèmes de fichiers nfs.
hi: SELinux samba डेमॉन को nfs फाइल सिस्टम पढ़ने से रोक रहा है.
hu: SELinux megakadályozza, hogy a "samba" szolgáltatás NFS-fájlrendszereket olvasson.
kn: samba ಡೆಮನ್ nfs ಕಡತವ್ಯವಸ್ಥೆಗಳಿಂದ ಓದುವುದನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ.
ko: SELinux는 samba 데몬이 nfs 파일 시스템을 읽지 못하게 합니다.
ml: nfs ഫയല്‍സിസ്റ്റമുകള്‍ ലഭ്യമാക്കുന്നതില്‍ നിന്നും samba ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux samba डीमनला nfs फाइल प्रणाली वाचण्यापासून रोखत आहे.
nl: SELinux belet de samba daemon om nfs bestandssystemen te lezen.
or: SELinux samba ଡେମନକୁ nfs ପାଇଲତନ୍ତ୍ରକୁ ପଢ଼ିବାରୁ ବାରଣ କରିଥାଏ।
pt: O SELinux está a impedir o servidor de Samba de ler sistemas de ficheiros NFS.
pt_br: O SELinux está impedindo que o daemon do samba leia sistemas de arquivos nfs.
ru: SELinux запрещает демону samba читать файловые системы nfs.
sr@latin: SELinux sprečava samba sistemsku uslugu od čitanja nfs sistema datoteka.
sv: SELinux förhindrar samba-demonen från att läsa nfs filsystem.
ta: SELinux ஆனது samba டீமானை பயனர்கள் முகப்பு அடைவுகளிலிருந்து வாசிப்பதை தடுக்கிறது.
te: SELinux అనునది samba డెమోన్‌ను nfs దస్త్ర సిస్టమ్స్‍‌ను చదువుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 samba 守护进程读取 nfs 文件系统。
zh_tw: SELinux 防止了 samba daemon 讀取 nfs 檔案系統。

source: SELinux has denied the samba daemon access to nfs file systems. Someone is attempting to access an nfs file system via your samba daemon. If you did not setup samba to share nfs file systems, this probably signals an intrusion attempt.
as: SELinux দ্বাৰা samba ডেমনকে nfs ফাইল-সিস্টেম পড়তে প্ৰতিৰোধ কৰা হচ্ছে। কেউ samba ডেমনেৰ অপব্যবহাৰ কৰে এৰ মাধ্যমে nfs ফাইল-সিস্টেমে ঢোকাৰ প্ৰচেষ্টা কৰছে। samba দ্বাৰা nfs ফাইল-সিস্টেম শেয়াৰ কৰাৰ ব্যবস্থা কনফিগাৰ না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem Samba-Daemon den Zugriff auf NFS- Dateisysteme. Jemand versucht, mit Hilfe Ihres Samba-Daemons auf ein NFS-Dateisystem zuzugreifen. Falls Sie Samba nicht konfiguriert haben, NFS-Dateisysteme freizugeben, könnte dies möglicherweise einen Einbruchsversuch signalisieren.
es: SELinux le ha negado al demonio samba el acceso a sistemas de archivo nfs. Alguien está intentando acceder a un sistema de archivo nfs vía su demonio samba. Si no configuró samba para compartir sistemas de archivo nfs, probablemente sea un ataque.
fr: SELinux a refusé au démon samba d'accéder aux systèmes de fichiers nfs. Quelqu'un essaye d'accéder à un système de fichiers nfs avec votre démon samba. Si vous n'avez pas configuré samba pour partager des systèmes de fichiers nfs, cela signale probablement une tentative d'intrusion.
hi: SELinux ने samba डेमॉन अभिगम को nfs फाइल सिस्टम में मना किया है. कोई एक nfs फाइल सिस्टम के अभिगम का आपके samba डेमॉन के मार्फत प्रयास कर रहा है. अगर आपने samba को nfs फाइल सिस्टम के लिये सेटअप नहीं किया है, यह संभवतः एक घुसपैठ प्रयास का संकेत माना जायेगा.
hu: SELinux elutasította, hogy samba szolgáltatás hozzáférjen NFS-fájlrendszerekhez. Valaki megkísérelt hozzáférni egy NFS-fájlrendszerhez samba szolgáltatáson keresztül. Ha nem állították be samba szolgáltatást NFS fájlrendszerek megosztására, akkor ez valószínűleg behatolás próbálkozást jelez.
kn: samba ಡೆಮನ್ nfs ಕಡತವ್ಯವಸ್ಥೆಗಳನ್ನು ನಿಲುಕಿಸಿ ಕೊಳ್ಳುವುದನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಯಾರೋ ನಿಮ್ಮ samba ಡೆಮನ್ ಮೂಲಕ ಒಂದು nfs ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ. ನೀವು nfs ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಹಂಚಿಕೊಳ್ಳುವಂತೆ samba ಅನ್ನು ಹೊಂದಿಸಿದೆ ಇದ್ದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿತವಾಗಬಹುದು.
ko: SELinux는 samba 데몬이 nfs 파일 시스템에 액세스하는 것을 거부합니다. 누군가가 samba 데몬을 통하여 nfs파일 시스템에 액세스를 시도합니다. nfs 파일 시스템을 공유하기 위하여 samba를 설정하지 않으셨다면, 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: nfs ഫയല്‍സിസ്റ്റമുകള്‍ ലഭ്യമാക്കുന്നതില്‍ നിന്നും samba ഡെമണിനെ SELinux തടയുന്നു. ഒരു nfs ഫയല്‍സിസ്റ്റമിലേക്ക് samba ഡെമണ്‍ വഴി പ്രവേശിക്കുന്നതിനായി ആരോ ശ്രമിക്കുന്നു. nfs ഫയല്‍സിസ്റ്റമുകള്‍ പങ്കിടുന്നതിനായി നിങ്ങള്‍ samba സജ്ജമാക്കിയില്ലെങ്കില്‍, ഇത് തെറ്റായി കാണപ്പെടുന്നു.
mr: SELinux ने nfs फाइल प्रणाली करीता samba डीमन प्रवेश नकारला आहे. कुणितरी samba डीमन द्वारे nfs फाइल प्रणालीकरीता प्रवेश प्राप्त करण्याचा प्रयत्न करत आहे. samba यांस nfs फाइल प्रणाली करीता सेटअप न केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de samba daemon toegang tot nfs bestandssystemen verboden. Iemand probeert toegang te krijgen tot een nfs bestandssysteem via je samba daemon. Als je samba niet ingesteld hebt om nfs bestandssystemen te delen, is dit waarschijnlijk een indringing poging.
or: SELinux samba ଡେମନକୁ ଗୋଟିଏ ସ୍ଥାନୀୟ ତନ୍ତ୍ରରୁ nfs ଫାଇଲ ତନ୍ତ୍ରକୁ ଲେଖିବାରୁ ଅଟକାଉଛି। ଯଦି ଆପଣ ଏହି ଫାଇଲ ତନ୍ତ୍ର(rw)କୁ ରପ୍ତାନି କରିନାହାନ୍ତି, ଏହା ଏକ ବିନା ଅନୁମତି ପ୍ରବେଶକୁ ସଂକେତ କରିପାରେ.
pt: O SELinux proibiu o servidor de Samba de aceder a sistemas de ficheiros NFS. Alguém está a tentar aceder a um sistema de ficheiros NFS através do seu servidor de Samba. Se não configurou o Samba para partilhar sistemas de ficheiros em NFS, isto poderá significar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon do samba acessasse sistemas de arquivos nfs. Alguém está tentando acessar um sistema de arquivos nfs através do daemon do samba. Se você não configurou o samba para compartilhar sistemas de arquivos nfs, isto provavelmente indica uma tentativa de intrusão.
ru: SELinux закрыл доступ демону samba к файловым системам nfs. Кто-то пытается получить доступ к этим разделам с помощью демона samba. Если вы не настраивали samba на работу с nfs, это может служить индикатором попытки вторжения.
sv: SELinux har nekat samba demonen åtkomst till nfs fil- system. Någon försöker komma åt ett nfs-filsystem via din samba-demon. Om du inte satte upp samba att dela ut nfs-fil- system, detta kan troligen vara ett intrångsförsök.
ta: SELinux ஆனது samba டீமான் அணுகலுக்கு nfs கோப்பு முறைமைகளிலிருந்து மறுக்கிறது. சிலர் ஒரு nfs கோப்பு முறைமை வழியாக உங்களது samba டீமானை அணுக முயற்சிக்கலாம். நீங்கள் samba க்கு nfs கோப்பு முறைமைகளை பகிர்வதை அமைக்காவிடில், அநேகமாய் இந்த சிக்னல்கள் ஒரு நிர்வாக முயற்சியாகும்.
te: SELinux అనునది samba డెమోన్ వాడుకను nfs దస్త్ర సిస్టమ్స్‍‌కు తిరస్కరిస్తుంది. ఎవరోఒకరు nfs దస్త్ర సిస్టమ్‌ను వాడుకొనుటకు యత్నిస్తున్నారు మీ samba డెమోన్ ద్వరా. మీరు samba ను nfs దస్త్ర వ్యవస్థను పంచుకొనుటకు అమర్చకపోతే, ఇది బహుశా అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 samba 守护进程访问 nfs 文件系统。有人正试图 通过您的 samba 守护进程访问 nfs 文件系统。如果您没有设 置 samba 共享 nfs 文件系统，这很可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 samba daemon 存取 nfs 檔案 系統。有人嘗試透過您的 samba daemon 來存取 某個 nfs 檔案系統。若您並未將 samba 設定為可共享 nfs 檔案 系統的話，這代表系統可能已遭到入侵的警訊。

source: If you want samba to share nfs file systems you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: samba ৰ দ্বাৰা nfs নথিপত্ৰপ্ৰণালী শেয়াৰ কৰিবলৈ ইচ্ছুক হ'লে $BOOLEAN বুলিয়েন সক্ৰিয় কৰক: "setsebool -P $BOOLEAN=1"
de: Falls Sie möchten, dass Samba seine NFS-Dateisysteme freigibt, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1".
es: Si quiere que samba comparta sistemas de archivo nfs necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que samba partage des systèmes de fichiers nfs vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप samba को nfs फाइल सिस्टम साझा करना चाहते हैं आपको $BOOLEAN बुलियन चालू करना पड़ेगा: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "samba" megossza az NFS-fájlrendszereket, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: nfs ಕಡತ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಸಾಂಬಾ ಹಂಚಬೇಕೆಂದು ನೀವು ಬಯಸುವುದಾದರೆ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: samba가 nfs 파일 시스템을 공유하게 하시려면 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് samba nfs ഫയല്‍ സിസ്റ്റമുകള്‍ പങ്കിടണമെങ്കില്‍ , $BOOLEAN boolean ഓണ്‍ ചെയ്യുക: "setsebool -P $BOOLEAN=1"
mr: तुम्हाल samba nfs फाइल प्रणाली सहभागीय करायची असल्यास तुम्हाला $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: Als wilt dat samba nfs bestandssystemen deelt moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଇଚ୍ଛାକରୁଥିବା nfs ଫାଇଲତନ୍ତ୍ରକୁ samba ସହିତ ସହଭାଗ କରିନ୍ତି ତେବେ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରନ୍ତୁ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o Samba partilhe sistemas de ficheiros de NFS, deverá activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o samba compartilhe sistemas de arquivos nfs, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Для разрешения совместного использования файловых систем nfs необходимо установить значение $BOOLEAN: «setsebool -P $BOOLEAN=1».
sr@latin: Ako želite da samba razdeljuje nfs sisteme datoteka, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill att samba ska dela ut nfs filsystem måste du slå på $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் sambaவை nfs கோப்பு முறைமைக்கு பகிர விரும்பினால் பூலியனை நீங்கள் $BOOLEAN துவக்க வேண்டி உள்ளது: "setsebool -P $BOOLEAN=1"
te: మీరు samba అనునది nfs దస్త్ర సిస్టమ్స్‍‌ను పంచుకోవాలనుకుంటే మీరు $BOOLEAN బూలియన్ ఆన్‌చేయాలి: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想让 samba 共享 nfs 文件系统，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 samba 共享 nfs 檔案系統的話，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」

source: SELinux is preventing Samba ($SOURCE_PATH) "$ACCESS" access to $TARGET_PATH.
de: SELinux hindert Samba ($SOURCE_PATH) "$ACCESS" am Zugriff auf $TARGET_PATH.
es: SELinux está negando a Samba ($SOURCE_PATH) el acceso "$ACCESS" a $TARGET_PATH.
fr: SELinux empêche Samba ($SOURCE_PATH) d'« $ACCESS » au périphérique $TARGET_PATH.
hu: SELinux megakadályozza Samba ($SOURCE_PATH) $ACCESS hozzáférését $TARGET_PATH fájlhoz.
kn: Samba ($SOURCE_PATH) "$ACCESS" ವು $TARGET_PATH ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆSELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 Samba ($SOURCE_PATH) "$ACCESS" 액세스하지 못하게 합니다.
ml: $TARGET_PATH-ലേക്കുളള സാംബാ ($SOURCE_PATH) "$ACCESS" പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux Samba ($SOURCE_TYPE) "$ACCESS" ला $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे.
nl: SELinux belet Samba ($SOURCE_PATH) "$ACCESS" toegang tot $TARGET_PATH.
or: SELinux Samba ($SOURCE_PATH) "$ACCESS" କୁ $TARGET_PATH ରେ ଅଭିଗମ୍ୟ ପାଇଁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o Samba ($SOURCE_PATH) "$ACCESS" de ter o acesso a $TARGET_PATH.
pt_br: O SELinux está impedindo que o Samba ($SOURCE_PATH) "$ACCESS" acesse o $TARGET_PATH.
ru: SELinux запрещает Samba ($SOURCE_PATH) получить доступ «$ACCESS» к $TARGET_PATH.
sr@latin: SELinux sprečava samba ($SOURCE_PATH) „$ACCESS“ pristup ka $TARGET_PATH
sv: SELinux nekar Samba ($SOURCE_PATH) "$ACCESS"-åtkomst till $TARGET_PATH.
ta: SELinuxஐ Samba ($SOURCE_TYPE) "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.
te: SELinux అనునది సాంబా $SOURCE_PATH "$ACCESS" యాక్సెస్‌ను $TARGET_PATHకు నిరోధిస్తోంది.
zh_cn: SELinux 正在阻止 Samba ($SOURCE_PATH) "$ACCESS" 访问设备 $TARGET_PATH。
zh_tw: SELinux 防止了 Samba（$SOURCE_PATH）「$ACCESS」存取 $TARGET_PATH。
