Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented the CVS application from reading the shadow password file.
as: SELinux ৰ দ্বাৰা CVS অনুপ্ৰয়োগক shadow গুপ্তশব্দ নথিপত্ৰ পঢ়িবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hat die CVS-Anwendung am Lesen der Shadow-Passwortdatei gehindert.
es: SELinux impidió a la aplicación de CVS leer el archivo shadow de contraseñas.
fr: SELinux a empêché l'application CVS de lire le fichier de mots de passeen double.
hi: SELinux CVS अनुप्रयोग को छाया कूटशब्द फाइल पढ़ने से रोका.
hu: SELinux megakadályozta, hogy a CVS alkalmazás olvassa az árnyék jelszó fájlt.
kn: SELinux, ಛಾಯಾ ಗುಪ್ತಪದ ಕಡತವನ್ನು CVS ಅನ್ವಯವು ಓದದಂತೆ ತಡೆದಿದೆ.
ko: SELinux는 CVS 응용 프로그램이 섀도우 암호 파일을 읽지 못하게 합니다.
ml: shadow password ഫയല്‍ വായിക്കുന്നതിന് SElinux കാരണം CVS ആപ്ളിക്കേഷന് സാധ്യമായില്ല.
mr: SELinux ने CVS ऍप्लिकेशनला शॅडो पासवर्ड फाइल वाचण्यापासून रोखले आहे.
nl: SELinux belette de CVS toepassing om het schaduw wachtwoord bestand te lezen.
or: SELinux CVS ପ୍ରୟୋଗକୁ ଛାୟାଙ୍କିତ ପ୍ରବେଶ ସଙ୍କେତ ଫାଇଲ ପଢିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu a aplicação CVS de ler o ficheiro de senhas 'shadow'.
pt_br: O SELinux impediu que o aplicativo CVS lesse o arquivo de senha protegido.
ru: SELinux предотвратил чтение файла теневых паролей приложением CVS.
sr@latin: SELinux je sprečio CVS program pri čitanju datoteke shadow lozinke.
sv: SELinux förhindrade CVS applikationen från att läsa skugg-lösenordsfilen.
ta: SELinuxஐ CVS பயன்பாட்டை நிழல் கடவுச்சொல் கோப்பினை வாசிப்பதிலிருந்து தடுக்கிறது.
te: SELinux CVS అనువర్తనాన్ని ఛాయా సంకేతపదము దస్త్రాన్ని చదువుటను నిరోధించింది.
zh_cn: SELinux 阻止了 CVS 应用程序读取 shadow 密码文件。
zh_tw: SELinux 防止了 CVS 應用程式讀取 shadow 密碼檔案。

source: SELinux prevented the CVS application from reading the shadow password file. The CVS application requires this access when it is configured for direct connection (i.e., pserver) and to authenticate to the system password / shadow files without PAM. It is possible that this access request signals an intrusion attempt. It is recommended that CVS be configured to use PAM, authenticate to a separate user file, or use another protocol (e.g., SSH) instead of allowing this access. See the CVS manual for more details on why this access is potentially insecure: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
as: SELinux দ্বাৰা CVS অ্যাপ্লিকেশনকে শেডো পাসওয়াৰ্ড ফাইল পড়তে বাধা দেওয়া হয়েছে। সৰাসৰি সংযোগ (যেমন pserver) ও PAM বিনা সিস্টেম পাসওয়াৰ্ড / শেডো ফাইলেৰ সাহায্যে অনুমোদনেৰ জন্য কনফিগাৰে কৰা হলে CVS অ্যাপ্লিকেশন দ্বাৰা এৰ ব্যবহাৰেৰ অধিকাৰ থাকা আবশ্যক। এই ধৰনেৰ অনুৰোধ দ্বাৰা অনধিকাৰ প্ৰবেশেৰ সম্ভাবনাৰ সংকেত দেওয়া হতে পাৰে। CVS দ্বাৰা PAM ব্যবহাৰ ও একটি পৃথক ব্যবহাৰকাৰী ফাইলে অনুমোদন কৰাৰ জন্য কনফিগাৰ কৰা বাঞ্ছনীয় অথবা এই ধৰনেৰ ব্যবহাৰ ৰোধ কৰাৰ জন্য একটি পৃথক প্ৰোটোকল (যেমন, SSH) ব্যবহাৰ কৰা আবশ্যক। এই ধৰনেৰ প্ৰবেশাধিকাৰ নিৰাপদ না ধাৰ্য হওয়াৰ কাৰণ জানতে CVS সহায়িকা পড়ুন: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>)।
de: SELinux hat die CVS-Anwendung am Lesen der Shadow-Passwortdatei gehindert. Die CVS-Anwendung benötigt diesen Zugriff, wenn sie für direkte Verbindung (d.h. pserver) konfiguriert ist und um sich bei den Passwort- / Shadow- Dateien ohne PAM zu authentifizieren. Möglicherweise signalisiert diese Zugriffsanfrage einen Einbruchsversuch. Es wird empfohlen, CVS mit PAM-Anwendung zu konfigurieren, sich bei einer separaten Benutzerdatei zu authentifizieren, oder stattdessen ein anderes Protokoll (z.B. ssh) zu verwenden. Siehe CVS-Handbuch für weitere Details darüber, warum dieser Zugang evtl. unsicher ist (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
es: SELinux evitó que la aplicación CVS leyera el archivo shadow de contraseñas. La aplicación CVS requiere este acceso cuando está configurada para conexión directa (es decir, pserver) y para autenticar con los archivos password / shadow del sistema sin PAM. Es posible que este acceso esté indicando un intento de ataque. Se recomienda que CVS sea configurado para usar PAM, autentique a un archivo de usuario independiente o utilice otro protocolo (por ejemplo, ssh) en vez de permitir este acceso. Vea el manual de CVS para más detalles acerca del porqué este acceso es potencialmente inseguro: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
fr: SELinux a empêché l'application CVS de lire le mot de passe caché contenu dans le fichier. L'application CVS exige cet accès quand celui-ci est configuré pour une connexion directe (c'est à dire pserver) et pour authentifier le mot de passe système dans les fichiers sans utiliser PAM. Il est possible que cette demande d'accès signale une tentative d'intrusion. Il est recommandé que CVS soit configuré pour utiliser PAM, authentifié à un fichier utilisateurs séparé ou qu'il utilise un autre protocole (par exemple ssh) plutôt que d'autoriser cet accès. Consultez le manuel CVS afin de comprendre pourquoi cet accès est potentiellement non sécurisé : (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
hi: SELinux CVS अनुप्रयोग को छाया कूटशब्द फाइल पढ़ने से रोका. CVS अनुप्रयोग इस अभिगम की जरूरत रखता है जब यह सीधे संबंधन (उदा., pserver) के लिये विन्यस्त किया जाता है और सिस्टम कूटशब्द / छाया फाइल को बिना PAM के सत्यापित करने के लिये. यह संभव है कि यह अभिगम आग्रह एक घुसपैठ प्रयास का संकेत देता है. यह सलाह दी जाती है कि CVS को PAM को प्रयोग करने के लिये विन्यस्त होना चाहिये, एक अलग उपयोक्ता फाइल में सत्यापित करने के लिये, या अन्य प्रोटोकॉल (उदा., SSH) का इस अभिगम को अनुमति देने के पहले. CVS मैनुअल को ज्यादा विवरण के लिये देखें कि क्यों यह अभिगम संभावित रूप से असुरक्षित है: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
hu: SELinux megakadályozta, hogy a CVS alkalmazás olvassa az árnyék jelszó fájlt. A CVS alkalmazásnak akkor van szüksége erre a hozzáférésre, amikor közvetlen kapcsolatra (azaz pserver) állították és PAM nélkül hitelesít a rendszer (árnyék) jelszó fájljával. Ez a hozzáférés kérés jelezhet behatolás próbálkozást. Ajánlott e hozzáférés engedélyezése helyett a CVS-t átállítani PAM használatára, önálló használó fájlból történő azonosításra, vagy más protokoll használatára (például SSH). A CVS kézikönyve további részleteket tartalmaz arról, hogy miért nem biztonságos e hozzáférés (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
kn: SELinux, ಛಾಯಾ ಗುಪ್ತಪದ ಕಡತವನ್ನು CVS ಅನ್ವಯವು ಓದದಂತೆ ತಡೆದಿದೆ. ಇದನ್ನು ನೇರ ಸಂಪರ್ಕಕ್ಕೆ ಸಂರಚಿಸಿದಾಗ CVS ಅನ್ವಯಕ್ಕೆ ಈ ಪ್ರವೇಶದ ಅಗತ್ಯವಿದೆ ವ್ಯವಸ್ಥಾ ಗುಪ್ತಪದ ಛಾಯೆಗೆ ಸಂಪರ್ಕ (ಅಂದರೆ, pserver) ಹಾಗು / ದೃಢೀಕರಣ PAM ಇಲ್ಲದ ಕಡತಗಳು. ಈ ಅನುಮತಿ ಕೋರಿಕೆಯು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನಕ್ಕೆ ಸೂಚನೆಯಾಗುವ ಸಾಧ್ಯತೆ ಇದೆ. PAM ಅನ್ನು ಉಪಯೋಗಿಸಲು, ಬೇರೆಯೊಂದು ಬಳಕೆದಾರ ಕಡತಕ್ಕೆ ದೃಢೀಕರಿಸಲು,ಅಥವ ಈ ಅನುಮತಿಯನ್ನು ನೀಡುವುದಕ್ಕಿಂತ ಇನ್ನೊಂದು ಪ್ರೋಟೋಕಾಲನ್ನು (ಉದಾ. SSH) ಉಪಯೋಗಿಸಲು CVS ಅನ್ನು ಸಂರಚಿಸುವುದು ಉತ್ತಮ. ಏಕೆ ಈ ಅನುಮತಿಯು ಅಷ್ಟೊಂದು ಅಸುರಕ್ಷಿತ ಎಂಬುದರ ಬಗೆಗಿನ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ CVS ಕೈಪಿಡಿಯನ್ನು ನೋಡಿ: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
ko: SELinux는 CVS 응용 프로그램이 섀도우 암호 파일을 읽지 못하게 합니다. CVS 응용 프로그램에는 직접 연결 (예: pserver)을 설정할 때와 PAM 없이 시스템 암호 / 섀도우 파일을 인증하려 할 때 이러한 액세스가 필요합니다. 이러한 액세스를 시도할 경우 침입 시도 신호가 나타날 수 있습니다. CVS는 PAM을 사용하여 설정할 것과 분리된 사용자 파일을 인증할 것과 또는 이러한 액세스를 허용하는 대신 다른 프로토콜(예: ssh)을 사용할 것을 권장합니다. 이러한 액세스가 잠재적으로 비보안적인 이유에 대한 보다 자세한 내용은 CVS 메뉴얼에서 확인해 보시기 바랍니다. (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
ml: shadow password ഫയല്‍ വായിക്കുന്നതില്‍ നിന്നും SELinux CVS ആപ്ളിക്കേഷനെ നിഷേധിക്കുന്നു. നേരിട്ട് കണക്ട് ചെയ്യുന്നതിനായി (pserver) ക്രമികരിച്ച്, PAM ഇല്ലാതെ സിസ്റ്റം പാസ്‍വേര്‍ഡ് / shadow ഫയലുകളുടെ ആധികാരികത ഉറപ്പാക്കുന്നതിനായി CVS ആപ്ളിക്കേഷന് ഈ പ്രവേശനം ആവശ്യമാണ്.ഇതിനുളള ശ്രമം ഒരു പക്ഷേ സാധ്യമാകാതെ വരാം. മറ്റൊരു യൂസര്‍ ഫയലിന്‍റെ ആധികാരികത ഉറപ്പാക്കുന്നതിനായി CVS PAM ഉപയോഗിക്കുന്നതാണ് ഉത്തമം അല്ലെങ്കില്‍, ഇതിന് പകരം മറ്റൊരു സന്പ്രദായം (ഉദാ, ssh)ഉപയോഗിക്കേണ്ടതാണ്. ഇത് സുരക്ഷിതമല്ലാത്ത ഒന്നാണ് എന്നുളളതിന്‍റെ കാരണം കൂടുതല്‍ വ്യക്തമാകുന്നതിനായി CVS മാനുവല്‍ കാണുക: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
mr: SELinux ने CVS ऍप्लिकेशनला शॅडो पासवर्ड फाइल वाचण्यापासून रोखले. CVS ऍप्लिकेशनला या प्रवेशची आवश्यकता प्रत्यक्ष जुळवणी (म्हणजे, pserver) व प्रणलीचे पासवर्ड / शॅडो फाइलशी PAM विना ओळख पटवण्याकरीता लागते. हे अवैध प्रवेशसाठी प्रयत्न म्हणून संकेत असू शकते. CVS ला PAM शी संयोजीत केले जावे, वेगळ्या वापरकर्ता फाइलशी ओळख पटवावी, किंवा प्रवेशला स्वीकारण्याएवजी इतर प्रोटोकॉलसह (उ.दा., ssh) वापरावे असे सूचवले जाते. हा प्रवेश धोकादायक आहे, याविषयी अधिक माहिती करीता (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>) पहा.
nl: SELinux belette de CVS toepassing om het schaduw wachtwoord bestand te lezen. De CVS toepassing vereist deze toegang als het is ingesteld voor direkte verbinding (b.v., pserver) en om de systeem wachtwoord / schaduw bestanden te autoriseren zonder PAM. Het is mogelijk dat dit toegang verzoek een indringing aangeeft. Het wordt aanbevolen om CVS te configureren om PAM te gebruiken, te autoriseren naar een apart gebruikers bestand, of gebruik een ander protocol (b.v., SSH) in plaats van het toestaan van deze toegang. Zie de CVS handleiding voor meer details waarom deze toegang potentieel onveilig is (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
or: SELinux CVS ପ୍ରୟୋଗକୁ ଛାୟାଙ୍କିତ ପ୍ରବେଶ ସଙ୍କେତ ଫାଇଲ ପଢିବାରୁ ଅଟକାଇଛି। CVS ପ୍ରୟୋଗ ଏହି ଅଭିଗମ ଆବଶ୍ଯକ କରିଥାଏ ଯେତେବେଳେ ଏହାକୁ ପ୍ରତ୍ଯେକ୍ଷ ସଂଯୋଗ (ଯେପରିକି, pserver) ପାଇଁ ଏବଂ PAM ନଥିବା ତନ୍ତ୍ର ପ୍ରବେଶ ସଙ୍କେତ / ଛାୟାଙ୍କିତ ଫାଇଲ ମାନଙ୍କୁ ବୈଧିକୃତ କରିବା ପାଇଁ ବିନ୍ଯାସ କରାଯାଇଥାଏ। ଏହା ସମ୍ଭବ ଯେ ଏହି ଅଭିଗମ ନିବେଦନ ଗୋଟିଏ ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟାକୁ ସୂଚୀତ କରିଥାଏ। ଏହା ପରାମର୍ଶିତ ଯେ PAM କୁ ବ୍ଯବହାର କରିବା ପାଇଁ ବିଭିନ୍ନ ଚାଳକ ଫାଇଲକୁ ବୈଧିକୃତ କରିବା ପାଇଁ,କିମ୍ବା ଏହି ଅଭିଗମକୁ ସ୍ବୀକାର କରିବା ପରିବର୍ତ୍ତେ ଅନ୍ଯ ପ୍ରଟୋକୋଲ (ଯେପରିକି, SSH) ବ୍ଯବହାର କରିବା ପାଇଁ CVS କୁ ବିନ୍ଯାସ କରାଯିବା ଉଚିତ: ଏହି ଅଭିଗମଟି ସମ୍ଭବତଃ କାହିଁକି ଅସୁରକ୍ଷିତ ତାହା ବିଷୟରେ ଅଧିକ ଜାଣିବା ପାଇଁ CVS ମେନ୍ଯୁଆଲକୁ ପଢନ୍ତୁ (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>)।
pt: O SELinux impediu a aplicação CVS de ler o ficheiro de senhas 'shadow'. A aplicação CVS necessita deste acesso quando estiver configurada para um acesso directo (i.e., pserver) e para se autenticar no ficheiro de senhas do sistema sem o PAM. É possível que este pedido de acesso assinale uma tentativa de intrusão. Recomenda-se que o CVS esteja configurado para usar o PAM, use um ficheiro de utilizadores separado ou use outro protocolo (p.ex., ssh) em vez de permitir este acesso. Veja o manual do CVS para obter mais detalhes ou para saber porque é que este acesso é potencialmente inseguro: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
pt_br: O SELinux impediu que o aplicativo CVS lesse o arquivo de senha shadow. O aplicativo CVS requer este acesso quando configurado para fazer conexão direta (por exemplo, pserver) e para autenticar-se aos arquivos de senhas shadow do sistema sem usar o PAM. É possível que este pedido de acesso indique uma tentativa de intrusão. É recomendável que o CVS seja configurado para usar o PAM, autentique-se a um arquivo de usuário separado ou use outro protocolo (por exemplo, ssh) ao invés de permitir este acesso. Consulte o manual do CVS para entender porque este acesso é potencialmente inseguro: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
ru: SELinux запретил CVS приложению читать теневой файл паролей. CVS приложению требуется доступ чтения для работы по прямому соединению (например, pserver) и для аутентификации при доступе к системным паролям или теневым файлам без PAM. Возможно, имеет место попытка вторжения. Рекомендуется использовать CVS совместно с PAM, аутентифицироваться через отдельный файл или использовать другой протокол (например, ssh) вместо разрешения такого доступа. Обратитесь к руководству по CVS за более подробной информацией о потенциальном риске такого соединения (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
sr@latin: SELinux je sprečio CVS program pri čitanju datoteke shadow lozinke. CVS zahteva ovaj pristup kada je podešen za direktnu vezu (npr. pserver) i za autentifikaciju preko sistemskih lozinki / shadow datoteka bez PAM-a. Moguće je da ovaj zahtev pristupa ukazuje na pokušaj upada. Preporučuje se da CVS bude podešen da koristi PAM, autentifikuje preko zasebne korisničke datoteke, ili koristi drugi protokol (npr. SSH) umesto dozvoljavanja ovog pristupa. Pogledajte CVS uputstvo za više detalja o tome zašto je ovaj pristup moguće nebezbedan: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
sv: SELinux förhindrade CVS-programmet från att läsa skugglösenordsfilen. CVS-programmet behöver denna åtkomst när den är konfigurerad för direkt anslutning (t.ex., pserver) och för att autentisera till systemets lösenords-/skuggfiler utan PAM. Det är möjligt att denna åtkomstförfrågan påvisar ett intrångsförsök. Det rekommenderas att CVS konfigureras att använda PAM, autentisera till en separat användarfil, eller använda ett annat protokoll (t.ex., SSH) istället för att tillåta denna åtkomst. Se CVS-manualen för mer detaljer om varför denna åtkomst kan vara osäker: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
ta: SELinux CVS பயன்பாட்டை நிழல் கடவுச்சொல் கோப்பினை வாசிப்பதிலிருந்து தடுக்கிறது. நேரடி இணைப்புக்கு வடிவமைக்கப்பட்ட போதும் (எ-டு, pசேவையகம்) PAM இல்லாது கணினி கடவுச்சொல்/ நிழல் கோப்புகளுக்கு உறுதிப்படுத்தவும் சிவிஎஸ்(CVS) பயன்பாட்டுக்கு இந்த அணுகல் தேவை. இந்த அணுகல் வேண்டல் ஒரு பலவந்த நுழைவின் அறிகுறியாக இருக்கலாம். இந்த அணுகலை அனுமதிக்காது சிவிஎஸ் ஐ பிஏஎம் பயன்படுத்த வடிவமைக்கும்படி பரிந்துரைக்கப்படுகிறது. அல்லது ஒரு பயனர் கோப்பை உறுதிபடுத்தலாம். அல்லது வேறு எஸ்எஸ்ஹெச் தவிர்த்த நெறிமுறையை பயன்படுத்தலாம். ஏன் இந்த அணுகல் பாதுகாப்பில்லாதது என அறிய சிவிஎஸ் கையேட்டை பார்க்க. (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>).
te: SELinux అనునది CVS అనువర్తనంను ఛాయా సంకేతపదాల దస్త్రమును చదువుటనుండి నిరోధిస్తుంది. ఆ CVS అనువర్తనంకు ఈ వాడుకఅనుమతి అవసరం అవుతుంది ఎప్పుడైతే ఇది నేరుగా అనుసంధానం కొరకు(i.e., pserver) ఆకృతీకరించబడుతుందో మరియు సిస్టమ్ సంకేతపదము / ఛాయా దస్త్రములకు దృవీకరించబడి వుంటుందో PAM లేకుండా. ఈ వాడుకఅనుమతి అభ్యర్దన ఒక అమర్యాద యత్నమును సూచించుట అనునది సాధ్యమౌతుంది. ఆ CVS అనునది PAM ఉపయోగించుటకు ఆకృతీకరించబడాలి అనునది సిఫార్స్‍ చేయబడింది, ప్రత్యేక వినియోగదారి దస్త్రము కొరకు దృవీకరించబడింది, లేదా వేరే నియమాన్ని ఉపయోగించుము (ఉ.దా., SSH) ఈ వాడుకను అనుమతించుటకు బదులుగా. ఎందుకు ఈ వాడుకఅనుమతి అనునది అంతగా భద్రతలేనిదిగా వుంది అనుదాని కొరకు CVS మాన్యువల్: (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>) ను చూడుము.
zh_cn: SELinux 阻止了 CVS 程序读取影子密码文件。 当将 CVS 程序配置为不使用 PAM 直接连接 (例如，pserver) 和验证系统密码/shadow文件，就需要需要访问该文件。 可能这次访问请求被记为一次入侵尝试。 建议将 CVS 程序设置为使用 PAM 验证独立用户文件，或者使用其他协议(例如，SSH)。 关于为什么这个访问可能是不安全的，请查阅 CVS 手册来获得更详细的说明。 (<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>)。
zh_tw: SELinux 防止了 CVS 應用程式讀取 shadow 密碼檔案。 當 CVS 應用程式被設置為直接 連線（例如 pserver）以及不使用 PAM 來驗證系統密碼 / shadow 檔案時，它將需要此存取權限。此存取請求可能代表系統已遭到嘗試入侵 的警訊。 我們建議您使用 PAM 來設置 CVS，驗證一個各別的 用戶檔案，或使用另一個通訊協定（例如 SSH）來取代允許此存取方式。 欲取得有關於為何此存取方式不安全的相關資訊，請參閱 CVS 指南 （<a href="http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html">http://ximbiot.com/cvs/manual/cvs-1.11.22/cvs_2.html</a>）。

source: Changing the "$BOOLEAN" boolean to true will allow this access: "setsebool -P $BOOLEAN=1"
as: "$BOOLEAN" বুলিয়েনৰ মান true ধাৰ্য কৰা হ'লে ব্যৱহাৰৰ অধিকাৰ প্ৰদান কৰা হ'ব: "setsebool -P $BOOLEAN=1"
de: Die Änderung des "$BOOLEAN" Boolesch in "wahr" erlaubt diesen Zugriff: "setsebool -P $BOOLEAN=1"
es: Cambiando el valor "$BOOLEAN" a verdadero permitirá este acceso: "setsebool -P $BOOLEAN=1"
fr: Changer le booléen B $BOOLEAN » sur vrai permettra cet accès : « setsebool -P $BOOLEAN=1 »
hi: "$BOOLEAN" बुलियन को सही पर बदलना इस अभिगम के लिये अनुमति देगा: "setsebool -P $BOOLEAN=1"
hu: „$BOOLEAN” logikai érték igazra állítása engedélyezi e hozzáférést: „setsebool -P $BOOLEAN=1”
kn: "$BOOLEAN"ಬೂಲಿಯನ್ ಅನ್ನುನಿಜಕ್ಕೆ ಬದಲಾಯಿಸುವುದರಿಂದ ಈ ಅನುಮತಿ ನೀಡಲ್ಪಡುತ್ತದೆ: "setsebool -P $ಬೂಲಿಯನ್=1"
ko: "$BOOLEAN" 부울을 true로 변경하는 것은 이러한 액세스를 허용합니다: "setsebool -P $BOOLEAN=1"
ml: "$BOOLEAN" boolean, true ആക്കിയാല്‍ ഇത് അനുവദിക്കുന്നതാണ്: "setsebool -P $BOOLEAN=1"
mr: "$BOOLEAN" बूलीयनला खरे निश्चित केल्यास प्रवेश प्राप्त होईल: "setsebool -P $BOOLEAN=1"
nl: Het veranderen van de "$BOOLEAN" boolean naar waar zal deze toegang toestaan: "setsebool -P $BOOLEAN=1"
or: "$BOOLEAN" ବୁଲିଆନ ମୂଲ୍ଯକୁ true କରିଲେ, ଏହା ଏହି ଅଭିଗମକୁ ସ୍ବୀକାର କରିବ: "setsebool -P $BOOLEAN=1"
pt: A mudança do booleano "$BOOLEAN" para 'true' irá permitir este acesso: "setsebool -P $BOOLEAN=1"
pt_br: Mudando o Booleano "$BOOLEAN" para verdadeiro permitirá este acesso: "setsebool -P $BOOLEAN=1"
ru: Установка логического значения «$BOOLEAN» в TRUE разрешит доступ: «setsebool -P $BOOLEAN=1»
sr@latin: Izmena „$BOOLEAN“ logičke promenljive na istinitu će dozvoliti ovaj pristup: „setsebool -P $BOOLEAN=1“
sv: Ändra "$BOOLEAN" flaggan till sant för att tillåta denna åtkomst: "setsebool -P $BOOLEAN=1"
ta: "$BOOLEAN" ஐ உண்மை என மாற்றினால் இந்த அணுகலை அனுமதிக்கும்: "setsebool -P $BOOLEAN=1"
te: "$BOOLEAN" ను బూలియన్ నుండి నిజంకు మార్చుట ఈ వాడుకఅనుమతిని ఇస్తుంది: "setsebool -P $BOOLEAN=1"
zh_cn: 改变 "$BOOLEAN" 布尔值为 true 将允许这个访问： "setsebool -P $BOOLEAN=1"
zh_tw: 將「$BOOLEAN」布林值更改為 true 將會允許此存取： 「setsebool -P $BOOLEAN=1」

source: SELinux prevented $SOURCE from writing $TARGET_PATH.
as: SELinux ৰ দ্বাৰা $SOURCE ক $TARGET_PATH লৈ লিখিবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hinderte $SOURCE am Schreiben in $TARGET_PATH.
es: SELinux impidió a $SOURCE escribir en $TARGET_PATH.
fr: SELinux a empêché $SOURCE d'écrire dans $TARGET_PATH.
hi: SELinux $SOURCE को $TARGET_PATH में लिखने से रोका.
hu: SELinux megakadályozta, hogy $SOURCE írjon $TARGET_PATH ösvényre.
kn: $TARGET_PATH ನಲ್ಲಿ ಬರೆಯದಂತೆ $SOURCE ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE가 $TARGET_PATH를 기록하지 못하게 합니다.
ml: SELinux $SOURCE-നെ $TARGET_PATH എഴുതുന്നതിന് അനുവദിച്ചില്ല.
mr: SELinux ने $SOURCE ला $TARGET_PATH वर लिहीण्यास रोखले.
nl: SELinux belette $SOURCE het schrijven naar $TARGET_PATH.
or: SELinux $SOURCE_PATH କୁ $TARGET_PATH ରେ ଲେଖିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o $SOURCE_PATH de escrever em $TARGET_PATH.
pt_br: O SELinux impediu que o $SOURCE fosse salvo em $TARGET_PATH.
ru: SELinux запретил $SOURCE выполнять запись в $TARGET_PATH.
sr@latin: SELinux je sprečio $SOURCE od zapisivanja $TARGET_PATH.
sv: SELinux förhindrade $SOURCE från att skriva $TARGET_PATH.
ta: SELinux ஐ $SOURCE ஐ $TARGET_PATH எழுதுவதிலிருந்து தடுத்தது
te: $SOURCE ను $TARGET_PATH నుండి వ్రాయుట SELinux నిరోధిస్తోంది.
zh_cn: SELinux 阻止了 $SOURCE 写 $TARGET_PATH。
zh_tw: SELinux 防止了 $SOURCE 寫入 $TARGET_PATH。
