Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: Changing the file_context to mnt_t will allow mount to mount the file system: "chcon -t mnt_t '$TARGET_PATH'." You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
de: Ändern des file_context in mnt_t erlaubt das Einbinden in das Dateisystem: "chcon -t mnt_t '$TARGET_PATH'". Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t mnt_t '$TARGET_PATH'"
es: Modificar el contexto a mnt_t permitirá el montaje del sistema de archivo: "chcon -t mnt_t '$TARGET_PATH'." También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, para preservarlos aún cuando realice un reetiquetado completo. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
fr: Changer le contexte du fichier à mnt_t autorisera mount à monter le système de fichier : « chcon -t mnt_t '$TARGET_PATH'. » Vous devez aussi changer le dossier par défaut des fichiers de contexte de votre système, même lors d'un réétiquetage complet, de manière à les préserver. « semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH' »
hu: A fájl beállítás megváltozatatása mnt_t típusúra megengedi mountnak, hogy becsatoljon egy fájlrendszert: „chcon -t mnt_t '$TARGET_PATH'”. Az alapértelmezett fájl beállítást is meg kell változtatni, hogy a teljes újracímkézés ne rontsa el a beállítást: „semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'”
kn: file_context ಅನ್ನು mnt_t ಗೆ ಬದಲಾಯಿಸುವುದರಿಂದ ಕಡತವ್ಯವಸ್ಥೆಯನ್ನು ಆರೋಹಿಸಲು ಮೌಂಟ್‍ಗೆ ಅನುಮತಿ ಒದಗಿಸುತ್ತದೆ "chcon -t mnt_t '$TARGET_PATH'." ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
ko: 파일 문맥을 mnt_t로 변경하면 파일 시스템을 마운트하도록 마운트 허용하게 됩니다 "chcon -t mnt_t '$TARGET_PATH'." 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
ml: ഫയല്‍സിസ്റ്റമിലേക്ക് mount മൌണ്ട് ചെയ്യുന്നതിനായി file_context, mnt_t ആയി മാറ്റുക: "chcon -t mnt_t '$TARGET_PATH'." പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
mr: file_context ला mnt_t असे बदल केल्यास फाइल प्रणालीस आरोहण करीता परवानगी प्राप्त होईल: "chcon -t mnt_t '$TARGET_PATH'." पूर्णतया पुन्हलेबल करीता तुम्ही प्रणालीवरील पूर्वनिर्धारीत फाइल संदर्भ oसुध्दा बदलविले पाहिजे "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
nl: Het veranderen van de file_context naar mnt_t zal mount toestaan om het bestandssysteem aan te koppelen: "chcon -t mnt_t '$TARGET_PATH'." Je moet ook de standaard bestand context bestanden op het systeem veranderen om ze te behouden bij een volledige her-labelering. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
or: ଆପଣ file_context କୁ mnt_t ରେ ବଦଳାଇବା ଫଳରେ ଫାଇଲ ତନ୍ତ୍ରକୁ ସ୍ଥାପନ କରିବା ପାଇଁ ଅନୁମତି ଦେଇପାରିବେ: "chcon -t mnt_t '$TARGET_PATH'." ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
pt: Mudando o contexto de file_context para mnt_t irá permitir ao comando mount montar o sistema de ficheiros: "chcon -t mnt_t '$TARGET_PATH'." Também precisa de alterar o contexto por omissão dos ficheiros do sistema para os preservar mesmo no caso de etiquetagem total. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
pt_br: Alterando o file_context para mnt_t permitirá que o mount monte o sistema de arquivos: "chcon -t mnt_t $TARGET_PATH." Você precisa alterar também o contexto de arquivos padrão no sistema de arquivos para preservá-los mesmo em uma etiquetagem total. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
ru: Замена file_context на mnt_t позволит монтировать файловую систему: «chcon -t mnt_t '$TARGET_PATH'.» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'»
sv: Att ändra filkontexten till mnt_t kommer tillåta mount att monter filsystemet: "chcon -t mnt_t '$TARGET_PATH'." Du måste också ändra standardfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
te: file_context ను mnt_t కు మార్చుట అనునది దస్త్రవ్యవస్థను మౌంట్ నుండి మౌంట్‌కు అనుమతిస్తుంది: "chcon -t mnt_t '$TARGET_PATH'." మీరు అప్రమేయ దస్త్ర సందర్భ దస్త్రాలను సిస్టమ్ నందు పూర్తి చేరికగా వుంచుటకు మార్చాలి. "semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
zh_cn: 将 file_context 改为 mnt_t 可允许 mount 挂载文件系统： "chcon -t mnt_t '$TARGET_PATH'。" 您还必须更改系统中的默认文件上下文以便在完全重新标记时保留它们。"semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'"
zh_tw: 將 file_context 更改為 mnt_t 可允許 mount 掛載檔案系統： 「chcon -t mnt_t '$TARGET_PATH'」。 您也必須更改系統上的預設檔案 context 檔案才能在完整重新標記的情況下將它們保留住。「semanage fcontext -a -t mnt_t '$FIX_TARGET_PATH'」

source: SELinux is preventing the named daemon from writing to the zone directory
as: SELinux ৰ দ্বাৰা named ডেমনক zone পঞ্জিকাত লিখিবলৈ বাধা সৃষ্টি কৰা হৈছে
de: SELinux hindert den named-Daemon am Schreiben in das Zonen-Verzeichnis
es: SELinux está negando al demonio named la escritura en el directorio de zonas
fr: SELinux empêche le démon named d'écrire dans le répertoire de zone.
hi: SELinux named डेमॉन को क्षेत्र निर्देशिका में लिखने से रोका
hu: SELinux megakadályozza, hogy a "named" szolgáltatás a "zone" könyvtárba írjon.
kn: named ಡೆಮನ್ ವಲಯ ಕಡತಕೋಶಗಳನ್ನು ಬರೆಯದಂತೆ SELinux ತಡೆದಿದೆ
ko: SELinux는 named 데몬이 영역 디렉토리에 작성하지 못하게 합니다
ml: സോണ്‍ ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും SELinux named ഡെമണിനെ തടയുന്നു
mr: SELinux named डीमनला क्षेत्र डिरेक्ट्री वर लिहीण्यापासून रोखत आहे
nl: SELinux belet de named daemon om te schrijven naar de zone map
or: SELinux ନାମିତ ଡେମନକୁ କ୍ଷେତ୍ର ଡିରେକ୍ଟୋରୀରେ ଲେଖିବାରୁ ବାରଣ କରିଥାଏ
pt: O SELinux está a impedir o servidor 'named' de escrever na pasta de zonas
pt_br: O SELinux está impedindo que o daemon named escreva no diretório zone
ru: SELinux предотвращает запись демоном named в каталог зоны
sr@latin: SELinux sprečava named sistemsku uslugu od upisivanja u direktorijum zone
sv: SELinux förhindrar named-demonen att skriva till zonkatalogen
ta: SELinux ஐ பெயரிடப்பட்ட டீமனிலிருந்து மண்டல அடைவை எழுதுவதை தடுக்கிறது
te: SELinux నామపు డెమోన్‌ను జోన్ సంచయంకు వ్రాయుటనుండి నిరోధిస్తుంది
zh_cn: SELinux 正在阻止 named 守护进程写入区（zone）目录
zh_tw: SELinux 防止了 named daemon 寫入 zone 目錄

source: SELinux has denied the named daemon from writing zone files. Ordinarily, named is not required to write to these files. Only secondary servers should be required to write to these directories. If this machine is not a secondary server, this could signal an intrusion attempt.
as: SELinux দ্বাৰা named ডেমনকে zone ফাইল লিখতে বাধা সৃষ্টি কৰা হচ্ছে সাধাৰণত named দ্বাৰা এই ফাইলগুলিৰতে লেখাৰ প্ৰয়োজন হবে না। শুধুমাত্ৰ সেকেন্ডাৰি সাৰ্ভাৰ দ্বাৰা ডিৰেক্টৰিৰ মধ্যে লেখাৰ প্ৰয়োজন হয়। এই মেশিনটি সেকেন্ডাৰি সাৰ্ভাৰ না হলে এটি সম্ভবত একটি অনুপ্ৰবেশেৰ সংকেত।
de: SELinux verweigerte dem named-Daemon den Schreibzugriff auf die Zonendateien. Normalerweise muss named nicht in diese Dateien schreiben. Nur Secondary-Server müssen ggf. in diese Verzeichnisse schreiben. Falls dieser Rechner kein Secondary-Server ist, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux le ha negado al demonio named la escritura de archivos de zona. Comúnmente, named no requiere escribir estos archivos. Solo los servidores secundarios deben requerir la escritura a estos directorios. Si esta máquina no es un servidor secundario, esto puede ser indicio de un ataque.
fr: SELinux a refusé au démon named d'écrire des fichiers de zone. D'ordinaire, named n'est pas requis pour écrire ces fichiers. Seul les serveurs secondaires devraient être requis pour écrire ces répertoires. Si cette machine n'est pas un serveur secondaire, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने named डेमॉन को लेखन क्षेत्र फाइल से मना किया है. सामान्यतः, named इन फाइल में लिखने के लिये जरूरी नहीं है. सिर्फ द्वितीयक सर्वर को इन निर्देशिका में लिखना जरूरी होना चाहिये. अगर यह मशीन एक द्वितीयक सर्वर नहीं है, यह एक घुसपैठ प्रयास का संकेत हो सकता है.
hu: SELinux elutasította, hogy named szolgáltatás zónafájlokat írjon. Rendszerint named szolgáltatásnak nem kell e fájlokat írnia. Csak a másodlagos szolgálóknak kell írniuk e mappákba. Ha e gép nem másodlagos kiszolgáló, akkor ez behatolás próbálkozást jelezhet.
kn: named ಡೆಮನ್ ವಲಯ ಕಡತಗಳನ್ನು ಬರೆಯದಂತೆ SELinux ತಡೆದಿದೆ. ಸಾಮಾನ್ಯವಾಗಿ, named ಈ ಕಡತಗಳನ್ನು ಬರೆಯುವ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ. ಕೇವಲ ಪೂರಕ(ಸೆಕಂಡರಿ)ಪರಿಚಾರಕಗಳು ಈ ಕಡತಕೋಶಗಳಿಗೆ ಇದನ್ನು ಬರೆಯುವ ಅಗತ್ಯವಿರುತ್ತದೆ ಈ ಗಣಕವು ಒಂದು ಪೂರಕ ಪರಿಚಾರಕವಲ್ಲದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ
ko: SELinux는 영역 파일에 기록하는 것으로 부터 named 데몬을 거부합니다. 일반적으로, named는 이러한 파일에 기록하기 위해 요구되지 않습니다. 이러한 디렉토리에 기록하기 위해 2차 서버만이 요구됩니다. 컴퓨터에 2차 서버가 없다면, 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: zone ഫയലുകള്‍ എഴുതുന്നതില്‍ നിന്നും SELinux named ഡെമണിനെ തടയുന്നു. സാധാരണയായി, ഇവ എഴുതുന്നതിന് named-ന്റെ ആവശ്യമില്ല. ഈ ഡയറക്ടറികളിലേക്ക് സെക്കന്‍ഡറി സര്‍വറുകള്‍ മാത്രമേ എഴുതേണ്ട ആവശ്യമുള്ളൂ. സിസ്റ്റം സെക്കന്‍ഡറി സര്‍വര്‍ അല്ലെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രവര്‍ത്തി എന്ന് കണക്കാക്കപ്പെടുന്നു.
mr: SELinux ने named डीमनला झोन फाइल्स् येथे लेखनपासून नकारले . साधारणतया, named ने या फाइलवर लिहायची आवश्यकता नाही. फक्त दुहेरी सर्व्हर्स यांना या डिरेक्ट्रीज् वरील लेखनाची आवश्यकता आहे . मशीन दुहेरी सर्व्हर नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de named daemon verboden om zone bestanden te schrijven. Gewoonlijk is het voor named niet vereist om naar deze bestanden te schrijven. Alleen voor secundaire servers is het vereist om naar deze mappen te schrijven. Als deze machine geen secundaire server is , kan dit een teken zijn van een indringing poging.
or: SELinux ସେହି ନାମଗୁଡ଼ିକୁ ଲିଖନ ଅଞ୍ଚଳ ଫାଇଲଗୁଡ଼ିକରୁ ବାରଣ କରିଥିଲା। ସାଧାରଣତଃ, ଏହି ଫାଇଲଗୁଡ଼ିକରେ ଲେଖିବା ପାଇଁ ନାମକରଣ ଆବଶ୍ୟକ ନାହିଁ। କେବଳ ଦ୍ୱିତୀୟକ ସର୍ଭରଗୁଡ଼ିକ ଏହି ଡିରେକ୍ଟୋରୀରେ ଲେଖିବା ପାଇଁ ଆବଶ୍ୟକ। ଯଦି ଏହି ଯନ୍ତ୍ରଟି ଗୋଟିଏ ଦ୍ୱିତୀୟକ ସର୍ଭର ନୁହଁ, ତେବେ ଏହା କୌଣସି ବିନାଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pt: O SELinux proibiu o servidor 'named' de escrever nos ficheiros de zonas. Normalmente, o 'named' não precisa de escrever nestes ficheiros. Somente os servidores secundários deverão necessitar de escrever nestas pastas. Se esta máquina não é um servidor secundário, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon named gravasse arquivos da zona. Normalmente o named não precisa gravar nestes arquivos. Apenas servidores secundários devem precisar gravar nestes diretórios. Se esta máquina não for um servidor secundário, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону named запись в файлы зон. Обычно named не требует такой возможности. Только вторичным серверам может понадобиться осуществлять запись в эти каталоги. Если данный компьютер не является вторичным сервером, это может служить индикатором попытки вторжения.
sv: SELinux har nekat named-demonen från att skriva zonfiler Normalt kräver named inte att skriva till dessa filer. Endast sekundära servrar borde kräva att få skriva till dessa kataloger. Om denna maskin inte är en sekundär server, detta kan vara ett intrångsförsök.
ta: SELinux ஆனது டீமானிலிருந்து மண்டல கோப்புகளை பெயரிட மறுக்கிறது. வழக்கமாக, இந்த கோப்புகளுக்கு பெயரிட்டு எழுத வேண்டும். அந்த அடைவுகளுக்கு இரண்டாவது சேவையகங்களை எழுத வேண்டும். இந்த கணினியானது ஒரு இரண்டாவது சேவையகம் இல்லை, இது ஒரு நிர்வாக முயற்சி சிக்னலாகும்.
te: SELinux అనునది నామపు డెమోన్‌ను జోన్ దస్త్రములకు వ్రాయుటనుండి తిరస్కరిస్తుంది. క్రమంగా, నామపు అనునది ఈ దస్త్రములకు వ్రాయుటకు అవసరం లేదు. రెండవ సేవికలు మాత్రమే అవసరం ఈ డిక్షనరీలకు వ్రాయుటకు. ఒకవేళ ఈ మిషన్ రెండవ సేవిక కాకపోతే, ఇది అమర్యాద యత్నాన్ని సూచిస్తుంది.
zh_cn: SELinux 拒绝了 named 守护进程写入区文件。通常情况下不需要 named 写入这些文件。只要求从服务器写入这些文件。 如果这台机器不是从服务器，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 named daemon 寫入 zone 檔案。通常，要寫入這些檔案並不需要使用到 named。 若要寫入這些目錄的話，只需要次要的伺服器 即可。若此機器並非次要伺服器的話，那麼 這代表系統可能已遭到嘗試入侵的警訊。

source: If you want named to run as a secondary server and accept zone transfers you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: named ক ছেকেণ্ডাৰি সেৱক ৰূপে চলোৱাৰ বাবে আৰু zone পৰিবৰ্তন অনুমোদন কৰিবলৈ হ'লে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1"
de: Falls Sie named als einen Secondary-Server laufen lassen möchten, der Zonentransfers akzeptiert, müssen Sie den $BOOLEAN Boolesch: "setsebool -P $BOOLEAN=1" aktivieren.
es: Si quiere que named corra como un servidor secundario y acepte transferencias de zonas, necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que named démarre comme un serveur secondaire et accepte les transferts de zone vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप named को एक द्वितीयक सर्वर के रूप में चलाना चाहते हैं और क्षेत्र परिवर्तन स्वीकार करते हैं तो आपको $BOOLEAN बुलियन चलाने के जरूरत हो सकती है: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "named" másodlagos kiszolgálóként működjön és elfogadjon zónaátviteleket (zone transfer), akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: named ಒಂದು ಪೂರಕ ಪರಿಚಾರಕವಾಗಿ ಚಲಾಯಿತಗೊಳ್ಳಲು ಹಾಗು ವಲಯ ವರ್ಗಾವಣೆಯನ್ನು ಅಂಗೀಕರಿಸಲು ನೀವು ಬಯಸಿದಲ್ಲಿ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: named가 2차 서버로 작동하고 영역 전송을 수용하게 하시려면 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: named ഒരു സെക്കന്‍ഡറി സര്‍വറായി പ്രവര്‍ത്തിച്ചു് zone ട്രാന്‍സ്ഫറുകള്‍ക്കായി $BOOLEAN ബൂളിയന്‍ ഓണ്‍ ചെയ്യേണ്ടതുണ്ടു്: "setsebool -P $BOOLEAN=1"
mr: named ला द्वितीय सर्व्हर व क्षेत्र स्थानांतरन स्वीकारण्या करीता तुम्हाला $BOOLEANबूलीयन कार्यान्वीत करावे लागेलn: "setsebool -P $BOOLEAN=1"
nl: Als je named als secundaire server wilt laten draaien en zone verplaatsingen wilt accepteren, moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଦ୍ୱିତୀୟକ ସର୍ଭର ଭାବରେ ଚଲାଇବା ପାଇଁ ନାମକରଣ କରନ୍ତି ଏବଂ ସ୍ଥାନ ପରିବର୍ତ୍ତନକୁ ଗ୍ରହଣ କରନ୍ତି ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o 'named' funcione como um servidor secundário e aceite as transferências de zonas, é necessário activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o named execute como um servidor secundário e aceite transferências zone, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Если вы хотите, чтобы named запускался как вторичный сервер, и включить передачи зон, нужно установить значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da named radi kao sporedni server i prihvata prenose zone, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill named ska köra som en sekundär server och acceptera zonöverföringar måste du slå på $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள்ஒரு இரண்டாவதாக பெயரிடப்பட்ட சேவையகம் மற்றும் மண்டலத்தை ஏற்று இயக்க விரும்பினால் நீங்கள் பூலியனைக்கு மாற்றி அதை துவக்க $BOOLEAN வேண்டும்: "setsebool -P $BOOLEAN=1"
te: మీరు నామపుని రెండవ సేవిక లాగా నడుపుటకు కావాలంటే మరియు జోన్ బదిలీకరణలను ఆమోదించుటకు మీరు $BOOLEAN బూలియన్ ఆన్ చేయవలసివుంటుంది: "setsebool -P $‌BOOLEAN=1"
zh_cn: 如果您想让 named 作为从服务器运行并接受区传送，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 named 作為次要伺服器來執行並接受 zone transfer 的話，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」

source: Domain Name Service
as: ডোমেন নামৰ সেৱা
es: Servicio de Nombres de Dominio
fr: Service de nom de domaine
hi: डोमेन नाम सेवा
hu: Tartománynév-szolgáltatás
kn: ಡೊಮೈನ್ ಹೆಸರು ಸೇವೆ
ko: 도메인 이름 서버
ml: ഡൊമെയിന്‍ നെയിം സര്‍വീസ്
mr: डोमेन नाव सेवा
nl: Domein Naam Service
or: ପରିସର ନାମ ସେବା
pt: Serviço de Resolução de Nomes
pt_br: Serviço de Nomes de Domínio
ru: Служба разрешения доменных имен
sr@latin: Servis imena domena
sv: Domännamntjänst
ta: களப் பெயர் சேவை
te: డొమైన్ నామము సేవ
zh_cn: DNS
zh_tw: 網域名稱服務

source: SELinux is preventing the nfs daemon from serving r/o local files to remote clients.
as: SELinux ৰ দ্বাৰা nfs ডেমনক দূৰবৰ্তী গ্ৰাহকক স্থানীয়ৰূপে উপস্থিত অকল পাঠযোগ্য নথিপত্ৰ ব্যৱহাৰৰ অনুমোদন প্ৰদানৰ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hindert den NFS-Daemon daran, entfernten Clients den Schreibzugriff auf lokale Dateien zu gewähren.
es: SELinux está previniendo acerca de la intención del demonio nfs de servir archivos de solo lectura a clientes remotos.
fr: SELinux empêche le démon nfs de donner aux clients distants l'accès aux fichiers locaux en mode lecture seule.
hi: SELinux nfs डेमॉन को दूरस्थ क्लाइंट को r/o स्थानीय फाइल के परिसेवन से रोका.
hu: SELinux megakadályozza, hogy nfs szolgáltatás csak olvasható helyi fájlokat szolgáljon fel távoli ügyfeleknek.
kn: nfs ಡೆಮನ್ r/o ಸ್ಥಳೀಯ ಕಡತಗಳನ್ನು ದೂರಸ್ಥ ಕ್ಲೈಂಟ್‍ಗಳಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 nfs 데몬이 원격 클라이언트로 r/o 로컬 파일을 사용하지 못하게 합니다.
ml: r/o ലോക്കല്‍ ഫയലുകള്‍ റിമോട്ട് ക്ലൈന്റുകളിലേക്ക് കൈകാര്യം ചെയ്യുന്നതിനായി SELinux nfs ഡെമണിനെ തടയുന്നു.
mr: SELinux nfs डीमनला r/o स्थानीक फाइलला दूर्रस्थ क्लाऐंट सेवा स्वीकारण्यापसून रोखत आहे.
nl: SELinux belet de nfs daemon om cliënten op afstand te voorzien van r/o locale bestanden.
or: SELinux nfs ଡେମନକୁ r/o ସ୍ଥାନୀୟ ଫାଇଲକୁ ସୁଦୂର ଗ୍ରାହକ ସେବାରୁ ପ୍ରତିରୋଧ କରୁଅଛି।
pt: O SELinux está a proibir o servidor de NFS de servir ficheiros locais r/o a clientes remotos.
pt_br: O SELinux está impedindo que o daemon do nfs sirva arquivos locais r/o para clientes remotos.
ru: SELinux запрещает демону nfs предоставлять удалённым клиентам локальные файлы, доступные только для чтения.
sr@latin: SELinux sprečava nfs sistemsku uslugu da dozvoli čitanje lokalnih datoteka udaljenim klijentima.
sv: SELinux hindrar nfs-demonen från att serva endast läsbara filer till fjärrklienter.
ta: SELinux ஆனது இந்த nfs டீமானை r/o உள்ளமை கோப்புகளில் தொலை க்ளையன்ட்டுகளுக்கு சேவை புரிவதை தடுக்கிறது.
te: SELinux అనునది nfs డెమోన్‌ను r/o స్థానిక దస్త్రాలను దూరస్థ కక్షిదారులకు అందించుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 nfs 守护进程为远程客户端提供对本地文件的 r/o 操作。
zh_tw: SELinux 防止了 nfs daemon 為遠端客戶端服務 r/o 本機檔案。

source: SELinux has preventing the nfs daemon (nfsd) from read files on the local system. If you have not exported these file systems, this could signal an intrusion.
as: SELinux দ্বাৰা nfs ডেমনকে (nfsd) স্থানীয় সিস্টেম থেকে ফাইল পড়তে বাধা সৃষ্টি কৰা হয়েছে। কোনো ফাইল-সিস্টেম এক্সপোৰ্ট না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux hinderte den NFS-Daemon (nfsd) am Lesen von Dateien im lokalen System. Falls Sie keine Dateisysteme exportiert haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux está negando al demonio nfs (nfsd) la lectura de archivos en el sistema local. Si no exportó ningún sistema de archivos, esto puede ser señal de ataques.
fr: SELinux empêche le démon nfs (nfsd) de lire des fichiers sur le système local. Si vous n'avez pas exporté ces systèmes de fichiers, cela pourrait signaler une intrusion.
hi: SELinux ने nfs डेमॉन (nfsd) को स्थानीय सिस्टम पर पठन फाइल से रोका. अगर आपने किसी फाइल सिस्टम को निर्यात नहीं किया है, यह एक घुसपैठ का संकेत हो सकता है.
hu: SELinux megakadályozza, hogy nfs szolgáltatás (nfsd) fájlokat olvasson a helyi rendszeren. Ha nem exportálták e fájlrendszereket, akkor ez behatolás próbálkozást jelezhet.
kn: nfs ಡೆಮನ್ (nfsd) ಸ್ಥಳೀಯ ಗಣಕದಲ್ಲಿ ಕಡತಗಳನ್ನು ಓದದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ. ನೀವು ಈ ಕಡತ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳದೆ ಇದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 nfs 데몬 (nfsd)이 로컬 시스템에서 파일을 읽지 못하게 합니다. 이러한 파일 시스템을 내보내지 않으셨다면, 침입 신호가 나타날 수 있습니다.
ml: ലോക്കല്‍ സിസ്റ്റത്തിലുള്ള ലഭ്യമാക്കിയ ഫയലുകളില്‍ നിന്നും nfs ഡെമണിനെ SELinux തടയുന്നു. നിങ്ങള്‍ ഈ ഫയല്‍സിസ്റ്റമുകള്‍ എക്സ്പോര്‍ട്ട് ചെയ്തില്ലെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने nfs daemon (nfsd) यांस स्थानीय प्रणालीवरील फाइल्स् वाचण्यापासून रोखले. या फाइल प्रणाली एक्सपोर्ट न केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de nfs daemon (nfsd) belet om bestanden te lezen op het locale systeem. Als je deze bestandssystemen niet geexporteerd hebt, kan dit een teken zijn van een indringing.
or: SELinux ନିୟମ nfs ଡେମନ (nfsd)କୁ ଗୋଟିଏ ସ୍ଥାନୀୟ ତନ୍ତ୍ରରେ ପଢ଼ିବାରୁ ଅଟକାଉଛି। ଯଦି ଆପଣ ଏହି ଫାଇଲ ତନ୍ତ୍ରକୁ ରପ୍ତାନି କରିନାହାନ୍ତି, ଏହା ଏକ ବିନା ଅନୁମତି ପ୍ରବେଶକୁ ସଂକେତ କରିପାରେ.
pt: O SELinux impediu o serviço nfs (nfsd) de lerem ficheiros no sistema local. Se não exportou estes sistemas de ficheiros, isto poderá assinalar uma intrusão.
pt_br: O SELinux está impedindo que o daemon nfs (nfsd) leia arquivos no sistema local. Se você não exportou estes sistemas de arquivos, isto pode indicar uma intrusão.
ru: SELinux запретил чтение демоном nfs (nfsd) файлов в локальной системе. Если вы не экспортируете файловые системы, это может служить индикатором попытки вторжения.
sv: SELinux har hindrat nfs-demonen (nfsd) från att läsa filer på det lokala systemet. Om inte har exporterat dessa filsystems, kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது nfs டீமானை (nfsd) உள்ளமை கணினியில் கோப்புகளிலிருந்து வாசிப்பதை தடுக்கிறது. இந்த கோப்பு முறைமைகளை ஏற்றுமதி செய்யவில்லை எனில், இது ஒரு நிர்வாக சிக்னலாகும்.
te: SELinux అనునది nfs డెమోన్ (nfsd) ను దస్త్రములు చదువుటనుండి స్థానిక సిస్టమ్‌పైన నిరోధిస్తుంది. మీరు ఈ దస్త్ర సిస్టమ్స్‍‌ను ఎగుమతి చేయకుండా వుంటే, ఇది అమర్యాదను సూచిస్తుంది.
zh_cn: SELinux 已经阻止 nfs 守护进程（nfsd）读取本地系统中的文件。如果 您没有导出任何文件系统，这可能是入侵的信号。
zh_tw: SELinux 防止了 nfs daemon（nfsd）讀取本機系統上 的檔案。若您並未將這些檔案系統匯出的話，這 代表系統可能已遭到入侵的警訊。
