Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has denied the $SOURCE program from binding to a network port $PORT_NUMBER which does not have an SELinux type associated with it. $SOURCE does not have an SELinux policy defined for it when run by the user, so it runs in the users domain. SELinux is currently setup to deny TCP servers to run within the user domain. If you do not expect programs like $SOURCE to bind to a network port, then this could signal an intrusion attempt. If this system is running as an NIS Client, turning on the allow_ypbind boolean may fix the problem. setsebool -P allow_ypbind=1.
as: SELinux দ্বাৰা $SOURCE প্ৰোগ্ৰামকে নেটওয়াৰ্ক পোৰ্ট $PORT_NUMBER-ৰ সাথে বাইন্ড কৰতে প্ৰতিৰোধ কৰা হচ্ছে যদিও এৰ সাথে কোনো SELinux ধৰন যুক্ত নয়। ব্যবহাৰকাৰী দ্বাৰা চালানো হলে $SOURCE_PATH-ৰ জন্য কোনো SELinux নিয়মনীতি ব্যাখ্যা না হওয়াৰ ফলে এটি ব্যবহাৰকাৰীৰ ডোমেইনে চালানো হয়। বৰ্তমানে ব্যবহাৰকাৰীৰ ডোমেইনেৰ মধ্যে TCP সাৰ্ভাৰ সঞ্চালন প্ৰতিৰোধ কৰাৰ জন্য SELinux নিৰ্ধাৰিত হয়েছে। $SOURCE প্ৰোগ্ৰাম প্ৰভৃতি এই নেটওয়াৰ্ক পোৰ্টে বাইন্ড কৰাৰ জন্য প্ৰস্তুত না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে। এই সিস্টেমটি যদি NIS ক্লায়েন্ট ৰূপে ব্যবহৃত হয় তাহলে allow_ypbind বুলিয়ান সক্ৰিয় কৰা হলে এই সমস্যা সমাধান কৰা যাবে। setsebool -P allow_ypbind=1.
de: SELinux verweigerte dem Programm $SOURCE die Verbindung mit einem Netzwerk-Port $PORT_NUMBER, mit dem kein SELinux-Typ verknüpft ist. $SOURCE besitzt keine entsprechende SELinux-Richtlinie bei der Ausführung durch den Benutzer, so dass es daher in der Domain des Benutzers ausgeführt wird. SELinux ist derzeit so eingerichtet, dass TCP-Server nicht innerhalb der Benutzer-Domain ausgeführt werden dürfen. Falls Sie von Programmen wie $SOURCE keine Verbindungsversuche zu einem Netzwerkport erwarten, signalisiert dies möglicherweise einen Einbruchsversuch. Falls dieses System als NIS-Client fungiert, löst das Aktivieren der allow_ypbind-Boolesch möglicherweise das Problem. setsebool -P allow_ypbind=1.
es: SELinux ha negado a $SOURCE engancharse al puerto de red $PORT_NUMBER que no tiene un tipo SELinux asociado a él. $SOURCE no tiene una política SELinux definida cuando es ejecutada por un usuario, por lo que se ejecuta en el dominio de los usuarios. SELinux está actualmente configurado para negar la ejecución de servidores TCP en el dominio del usuario. Si no esperaba que programas como $SOURCE se enganchen a un puerto de red, puede ser un indicio de un intento de ataque. Si este sistema está ejecutándose como un cliente NIS, poniendo en 1 el booleano allow_ypbind puede corregir el problema. setsebool -P allow_ypbind=1
fr: SELinux a refusé au programme $SOURCE de se connecter au port réseau $PORT_NUMBER qui n'est pas associé à un type SELinux. $SOURCE n'a pas de stratégie SELinux définie lorsqu'il est exécuté par l'utilisateur et il s'exécute donc dans le domaine de l'utilisateur. SELinux est actuellement configuré pour refuser aux serveurs TCP de fonctionner dans le domaine de l'utilisateur. Si vous ne vous attendez pas à ce qu'un programme comme $SOURCE se connecte à un port du réseau, alors il peut s'agir d'une tentative d'intrusion. Si le système fonctionne comme un client NIS, activer le booléen allow_ypbind peut corriger le problème. setsebool -P allow_ypbind=1.
hu: SELinux elutasította, hogy $SOURCE program $PORT_NUMBER kapun figyeljen, amelyhez nem rendeltek SELinux típust. $SOURCE nem rendelkezik SELinux szabályzattal arra az esetre, ha használó futtatja, így a használók tartományában fut. SELinux beállítása jelenleg elutasítja TCP szolgálók használó tartományban való futtatását. Ha nem várható, hogy $SOURCE hálózati kapun akarjon figyelni, akkor ez behatolás próbálkozást jelezhet. Ha a rendszer NIS ügyfélként működik, akkor az allow_ypbind logikai érték bekapcsolása megloldhatja a problémát. setsebool -P allow_ypbind=1
kn: $SOURCE ಅನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಬೈಂಡ್‌ ಆಗುವುದನ್ನು SELinux ನಿರ್ಬಂಧಿಸಿದೆ,ಆದರೆ ಇದಕ್ಕೆ ಹೊಂದಿಕೊಂಡಿರುವ ಒಂದು SELinux ಬಗೆ ಇಲ್ಲ. ಬಳಕೆದಾರರಿಂದ ಚಲಾಯಿಸಲ್ಪಟ್ಟಾಗ $SOURCE ಗೆ ಸೂಚಿಸಲ್ಪಟ್ಟ ಒಂದು SELinux ಪಾಲಿಸಿ ಇರುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ಅದುಬಳಕೆದಾರರ ಕ್ಷೇತ್ರದಲ್ಲಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತದೆ. TCP ಪರಿಚಾರಕವು ಬಳಕೆದಾರ ಕ್ಷೇತ್ರದಲ್ಲಿಯೆ ಚಲಾಯಿತಗೊಳ್ಳುವುದನ್ನು ನಿರಾಕರಿಸುವಂತೆ SELinux ಹೊಂದಿಸಲ್ಪಟ್ಟಿದೆ. ನೀವು $SOURCE ನಂತಹ ಪ್ರೋಗ್ರಾಂಗಳು ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಬೈಂಡ್ ಆಗುವುದನ್ನು ನೀವು ನಿರೀಕ್ಷಿಸಿರದೆ ಹೋಗಿದ್ದಲ್ಲಿ , ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ. ಈ ಗಣಕವು ಒಂದು NIS ಕ್ಲೈಂಟ್ ಆಗಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿದ್ದಲ್ಲಿ, allow_ypbind ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡುವುದರಿಂದ, ಈ ತೊಂದರೆಯನ್ನು ಪರಿಹರಿಸಬಹುದಾಗಿದೆ. setsebool -P allow_ypbind=1.
ko: SELinux는 연관된 SELinux 유형을 갖지 않는 네트워크 포트 $PORT_NUMBER로 연결하는 것에서 $SOURCE를 거부합니다. $SOURCE가 사용자에 의해 실행될 때 SELinux 정책이 지정되어 있지 않으면, 이는 사용자 도메인에서 실행됩니다. 현재 SELinux는 사용자 도메인에서 실행하기 위해 TCP 서버를 거부하도록 지정되어 있습니다. $SOURCE와 같은 프로그램이 네트워크로 연결되지 않았을 경우, 침입 시도 신호가 나타날 수 있습니다. 시스템이 NIS 클라이언트로 실행되고 있을 경우, allow_ypbind 부울을 켜면 문제가 해결됩니다. setsebool -P allow_ypbind=1.
ml: $SOURCE-നെ ഒരു നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ട് $PORT_NUMBER-ലേക്ക് (SELinux രീതി ഇല്ലാത്തതു്) കൂട്ടി ചേര്‍ക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു. ഉപയോക്താവു് പ്രവര്‍ത്തിക്കുമ്പോള്‍, SELinux പോളിസി $SOURCE-നു് ലഭ്യമല്ലാത്തതിനാല്‍, അതു് ഉപയോക്താക്കളുടെ ഡൊമെയിനില്‍ പ്രവര്‍ത്തിക്കുന്നു. SELinux നിലവില്‍ ഉപയോക്താവിന്റെ ഡൊമെയിനില്‍ TCP സര്‍വറുകളായി പ്രവര്‍ത്തിക്കുന്നതു് നിഷേധിക്കുന്നതിനായി സജ്ജമാണു്.നിങ്ങള്‍ $SOURCE പോലുള്ള പ്രോഗ്രാമുകള്‍ ഒരു നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ടിലേക്ക് ബൈന്‍ഡ് ചെയ്യുന്നതു് പ്രതീക്ഷിക്കുന്നില്ലെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.ഈ സിസ്റ്റം ഒരു NIS ക്ലൈന്റായി ആണു് പ്രവര്‍ത്തിക്കുന്നതെങ്കില്‍, allow_ypbind boolean ഓണ്‍ ചെയ്യുന്നത് പ്രശ്നം പരിഹരിക്കുന്നു. setsebool -P allow_ypbind=1.
mr: SELinux ने $SOURCE ला नेटवर्क पोर्ट, $PORT_NUMBER शी, ज्याच्यासह SELinux प्रकार संबंधीत नाही, त्यासह बांधणी करण्यास नकार दिला आहे. $SOURCE कडे त्यासाठी वापरकर्त्याकरीता SELinux करार उपलब्ध नाही, त्यामुळे वापरकर्ता क्षेत्रात कार्यरत राहतो. SELinux सध्या वापरकर्ता क्षेत्रात TCP सर्व्हर नकारण्यासाठी संयोजीत केले गेले आहे. $SOURCE ने नेटवर्क पोर्टशी बांधणी करायचे नाही अशी अपेक्षा असल्यास हे अवैध प्रेवश प्रयत्न ठरेल. प्रणाली NIS क्लाएंट चालवत असल्यास, allow_ypbind बूलीयन सक्रीय केल्यास, अडचणीचे निवारण होईल. setsebool -P allow_ypbind=1.
nl: SELinux heeft het $SOURCE programma verboden om te verbinden met een netwerk poort $PORT_NUMBER welke geen SELinux type toegekend heeft gekregen. Voor $SOURCE is geen SELinux tactiek gedefinieerd als het wordt gedraaid door de gebruiker, en dus draait het in het gebruikers domein. SELinux is op dit moment ingesteld om TCP servers te verbieden in het gebruikers domein te draaien. Als je niet verwacht dat programma's zoals $SOURCE verbinden met een netwerk poort, kan dit een teken zijn van een indringing poging. Als dit systeem draait als een NIS cliënt, kan het aanzetten van de allow_ypbind boolean het probleem oplossen. setsebool -P allow_ypbind=1.
or: SELinux $SOURCE ପ୍ରଗ୍ରାମକୁ ନେଟୱର୍କ ପୋର୍ଟରେ ବାନ୍ଧିବାରୁ ବାରଣ କରିଥାଏ $PORT_NUMBER ଯାହାକି ଏଥିରେ ସଂଶ୍ଳିଷ୍ଟ ଗୋଟିଏ SELinux ପ୍ରକାର ନୁହଁ। $SOURCE ରେ ଏହା ପାଇଁ SELinux ନିତୀ ବ୍ୟାଖ୍ୟା ହୋଇନାହିଁ ଯେତେବେଳେ ଚାଳକ ଦ୍ୱାରା ଚାଲିଥାଏ, ତେଣୁ ଏହା ଚାଳକ ଡମେନଗୁଡ଼ିକରେ ଚାଲିଥାଏ। SELinux ଟି ବର୍ତ୍ତମାନ TCP ସର୍ଭରଗୁଡ଼ିକୁ ଚାଳକ ଡମେନ ମଧ୍ଯରେ ଚଲାଇବା ପାଇଁ ବିନ୍ୟାସ କରିବାରୁ ବାରଣ କରିଥାଏ। ଯଦି ଆପଣ $SOURCE ପରି ପ୍ରଗ୍ରାମଗୁଡ଼ିକୁ ନେଟୱର୍କ ସଂଯୋଗିକୀରେ ବାନ୍ଧିବା ପାଇଁ ଆଶାନକରନ୍ତି, ତେବେ ଏହା ଏକ ବିନାଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ। ଯଦି ଏହି ତନ୍ତ୍ରଟି ଏକ NIS କ୍ଲାଏଣ୍ଟ ଭାବରେ ଚାଲୁଅଛି, ତେବେ allow_ypbind ବୁଲିଆନକୁ ଅନ କରିବା ଦ୍ୱାରା ହୁଏତଃ ଏହି ସମସ୍ୟାକୁ ସମାଧାନ କରିହେବ। setsebool -P allow_ypbind=1.
pt: O SELinux negou o programa $SOURCE de se associar ao porto de rede $PORT_NUMBER, o qual não tem um tipo de SELinux associado a ele. O $SOURCE não tem uma política de SELinux definida para ele quando é executada pelo utilizador, por isso corre no domínio dos utilizadores. O SELinux está configurado de momento para proibir serviços TCP de se executarem no domínio dos utilizadores. Se não conta que programas como $SOURCE se associem a um porto de rede, então isto poderá assinalar uma tentativa de intrusão. Se este sistema estiver a correr como um cliente NIS, a activação do booleano 'allow_ypbind' poderá corrigir o problema. setsebool -P allow_ypbind=1.
pt_br: O SELinux negou a vinculação do $SOURCE à porta de rede $PORT_NUMBER a qual não está associada a um tipo SELinux. O $SOURCE não tem uma política do SELinux definida para ele quando executado pelo usuário, dessa forma ele é executado no domínio dos usuários. O SELinux está atualmente configurado para negar que servidores TCP sejam executados dentro do domínio do usuário. Caso você não espere que programas como o $SOURCE vinculem-se a uma porta de rede, isso isto pode indicar uma tentativa de intrusão. Se o sistema estiver executando como um cliente NIS, a ativação do booleano allow_ypbin pode resolver o problema. setsebool -P allow_ypbind=1.
ru: SELinux запретил сопоставление $SOURCE сетевому порту $PORT_NUMBER, для которого не определен тип SELinux. Для $SOURCE не определена политика SELinux, поэтому он будет запущен в пользовательском домене. Сейчас настройки SELinux запрещают исполнение серверов TCP в пользовательском домене. Если программа $SOURCE не должна привязываться к сетевому порту, это может служить индикатором попытки вторжения. Если данная система работает как NIS-клиент, установка флага allow_ypbind может решить проблему: «setsebool -P allow_ypbind=1».
sv: SELinux har nekat programmet $SOURCE från att binda till en nätverksport $PORT_NUMBER som inte har en SELinuxtyp associerad med sig. $SOURCE har inte en SELinuxpolicy definierad för sig när den körs av användaren, så att den körs i användarens domän. SELinux är för närvarande uppsatt att neka TCP-servrar att köra i användarnas domän. Om du inte förväntade dig att program som $SOURCE skall binda till en nätverksport, kan detta vara tecken på ett intrångsförsök. Om detta system körs som en NIS-klient, kan det avhjälpa problemet att slå på booleanen allow_ypbind. setsebool -P allow_ypbind=1.
ta: SELinux ஆனது இந்த $SOURCE நிரலிருந்து ஒரு பிணைய துறையை பிணைக்க மறுத்து $PORT_NUMBER ஒரு SELinux வகைஅதனுடன் சார்ந்திருக்கவில்லை. $SOURCE ஆனது ஒரு SELinux வரையறுக்கப்பட்ட பாலிசியை அதன் பயனரால் எப்போது பயன்படுத்திப்படுகிறதை இயக்குகிறது, எனவே இது பயனர்களின் செயள்களத்தில் இயங்குகிறது. SELinux ஆனது நடப்பில் deny TCP சேவையகங்கள் பயனர் செயற்களத்துடன் இயக்க அமைக்கிறது. நீங்கள் இதுபோன்ற நிரலைஎதிர்பாராமல் $SOURCE க்கு பிணைய துறையுடன் பிணைக்கிறது, பின் இது ஒரு நிர்வாக முயற்சி சிக்னலாகும். இந்த கணினியானது NIS க்ளையன்ட்டாக இயங்கினால்,allow_ypbind பூலியனாக பொருத்தி சிக்கலை அனுமதிக்கிறது. setsebool -P allow_ypbind=1.
te: SELinux అనునది $SOURCE ప్రోగ్రామును నెట్వర్కు పోర్టు $PORT_NUMBERకు ఏదైతే SELinux రకము అనుభందించి లేదు దానిని బందనమగుటను నిరాకరించినది. $SOURCE అనునది వినియోగదారుల చేత నడుపబడుతున్నప్పుడు దాని కొరకు SELinux విధానమును నిర్వచింపబడి కలగిలేదు, అందువలన అది వినియోగదారుల డొమైన్ నందు నడుచును. SELinux ప్రస్తుతం TCP సేవిక వినియోగదారి డొమైన్ నందు నడువుట నిరాకరించుటకు అమర్చబడింది. నెట్వర్కు పోర్టునకు బందనమగుట మీరు $SOURCE వంటి ప్రోగ్రాములు వూహించకపోతే, అప్పుడు యిది దాడిని సూచించగలదు. ఈ సిస్టమ్ NIS కక్షిదారివలె నడుచుచుంటే, allow_ypbind బూలియన్‌ను ఆన్ చేయుట ఈ సమస్యను పరిష్కరింవచ్చును. setsebool -P allow_ypdind=1.
zh_cn: SELinux 拒绝了 $SOURCE 程序绑定到到没有 SELinux 类型与之关联的网络端口 $PORT_NUMBER。 如果用户在运行 $SOURCE 时它没有为其定义的 SELinux 策略，那么它会在用户域中运行。 目前是将 SELinux 设定为拒绝在用户域中运行 TCP 服务器。如果类似 $SOURCE 的程序本不应该绑定到网络端口，那么这可能就是入侵尝试的信号。如果这个系统正作为 NIS 客户端运行，打开 allow_ypbind 布尔值有可能解决这个问题。 setsebool -P allow_ypbind=1。
zh_tw: SELinux 拒絕了 $SOURCE 程式綁定至 $PORT_NUMBER 網路通訊埠，該網路通訊埠沒有一個與其相聯的 SELinux 類型。 當用戶執行 $SOURCE 時，它沒有一個為它所定義的 SELinux 政策存在，因此它會執行於用戶網域中。SELinux 目前已被設定為 拒絕 TCP 伺服器執行於用戶網域之中。若您並未預期 $SOURCE 之類的程式會綁定至一個網路通訊埠的話，那這代表系統可能已遭到入侵 的警訊。若此系統被作為 NIS 客戶端來運作的話，將 allow_ypbind 布林值開啟也許能夠修復問題。 setsebool -P allow_ypbind=1。

source: If you want to allow user programs to run as TCP Servers, you can turn on the user_tcp_server boolean, by executing: setsebool -P $BOOLEAN=1
as: ব্যৱহাৰকৰ্তাৰ প্ৰোগ্ৰাম ৰ দ্বাৰা TCP সেৱক চলোৱাৰ অনুমতি প্ৰদান কৰিবলৈ user_tcp_server বুলিয়েন সক্ৰিয় কৰক: setsebool -P$BOOLEAN=1
de: Falls Sie Benutzern erlauben möchten, Programme als TCP-Server auszuführen, können Sie die Variable user_tcp_server durch folgendes Kommando ändern: setsebool -P $BOOLEAN=1
es: Si quiere dar permiso a los programas de los usuarios para que se ejecuten como Servidores TCP, puede poner en 1 el booleano user_tcp_server, ejecutando: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que le ftp autorise aux utilisateurs l'accès à leurs répertoires personnels vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hu: Ha szeretné engedélyezni a felhasználói programok számára, hogy azok TCP-kiszolgálóként fussanak, akkor be kell kapcsolnia a "user_tcp_server" logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: ನೀವು ಬಳಕೆದಾರ ಪ್ರೋಗ್ರಾಂಗಳು TCP ಪರಿಚಾರಕಗಳಾಗಿ ಚಲಾಯಿತಗೊಳ್ಳಲು ನೀವು ಅನುಮತಿಸಬೇಕಿದ್ದಲ್ಲಿ, ಇದನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ user_tcp_server ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: setsebool -P $BOOLEAN=1
ko: 사용자 프로그램이 TCP 서버로 실행하는 것을 허용하시려면, 다음을 실행하여, user_tcp_server 부울을 작동시키셔야 합니다: setsebool -P $BOOLEAN=1
ml: നിങ്ങള്‍ക്കു് യൂസര്‍ പ്രോഗ്രാമുകള്‍ TCP സര്‍വറുകളായി പ്രവര്‍ത്തിക്കുവാന്‍ അനുവദിക്കണമെങ്കില്‍, നിങ്ങള്‍ക്ക് ഇപ്രകാരം user_tcp_server boolean ഓണ്‍ ചെയ്യാം: setsebool -P $BOOLEAN=1
mr: TCP सर्व्हर प्रमाणे वापरकर्ता कार्यक्रम चालवण्याची परवानगी द्यायची असल्यास, तुम्ही setsebool -P $BOOLEAN=1 चालवून: user_tcp_server बूलीयन सक्रीय करू शकता
nl: Als je gebruikers programma's wilt toestaan om als TCP server te draaien, kun je de user_tcp_server boolean aanzetten met: setsebool -P $BOOLEAN=1
or: ଯଦି ଆପଣ ଚାଳକ ପ୍ରୋଗ୍ରାମ ମାନଙ୍କୁ TCP ସେବକ ମାନଙ୍କ ପରି ଚାଲିବା ପାଇଁ ସ୍ବୀକୃତି ପ୍ରଦାନ କରନ୍ତି, ତାହାହେଲେ ଆପଣ setsebool -P $BOOLEAN=1 ନିର୍ଦ୍ଦେଶକୁ ଚଳାଇ, user_tcp_server ବୁଲିଆନକୁ ସକ୍ରିୟ କରିପାରିବେ
pt: Se quiser permitir que os programas do utilizador corram como servidores de TCP, poderá activar o booleano, 'user_tcp_server', executando: setsebool -P $BOOLEAN=1
pt_br: Se você quiser permitir que programas de usuários rodem como servidores TCP, você pode ativar o booleano user_tcp_server, executando: setsebool -P $BOOLEAN=1
ru: Чтобы разрешить пользователям запускать свои программы в качестве серверов TCP, установите флаг user_tcp_server: «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da dozvolite korisničkim programima da se izvršavaju kao TCP serveri, možete uključiti user_tcp_server boolean logičku izvršavanjem: setsebool -P $BOOLEAN=1
sv: Om du vill tillåta användarprogram att köra som TCP-servrar, kan du aktivera user_tcp_server-flaggan genom att köra: setsebool -P $BOOLEAN=1
ta: பயனர் நிரல்களை TCP சேவையகங்களாக இயக்க விரும்பினால், நீங்கள் user_tcp_server booleanஐ நிறுத்தலாம், இவ்வாறு செயலாற்றுவதால் : setsebool -P $BOOLEAN=1
te: మీరు వినియోగదారి ప్రాగ్రామ్స్‍‌ను TCP సేవికలలాగా అనుమతించాలని అనుకుంటే, మీరు user_tcp_server బూలియన్ నందు ఆన్ కావాలి, దీనిని నిర్వర్తించుట ద్వారా: setsebool -P $BOOLEAN=1
zh_cn: 如果您想允许用户程序作为 TCP 服务器运行，您可以打开 user_tcp_server 布尔值，操作如下： setsebool -P $BOOLEAN=1
zh_tw: 若您希望允許用戶程式作為 TCP 伺服器來執行的話，您可透過執行 setsebool -P $BOOLEAN=1 來 將 user_tcp_server 布林值開啟

source: SELinux prevented $SOURCE from $ACCESS files stored on a Windows SMB/CIFS (Samba) filesytem.
as: SELinux ৰ দ্বাৰা $SOURCE ক Windows SMB/CIFS (Samba) নথিপত্ৰপ্ৰণালীত উপস্থিত নথিপত্ৰ $ACCESS লৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hinderte $SOURCE am $ACCESS auf Dateien, die auf einem SMB/CIFS (Samba)-Dateisystem abgelegt sind.
es: SELinux previno acerca de la intención de $SOURCE de $ACCESS de archivos almacenados en sistema de archivos Windows SMB/CIFS (Samba).
fr: SELinux a empêché $SOURCE d'$ACCESS aux fichiers stockés sur un système de fichiers Windows SMB/CIFS (Samba).
hi: SELinux $SOURCE को $ACCESS फाइल जो Windows SMB/CIFS (Samba) पर जमा से रोका.
hu: SELinux megakadályozta $SOURCE $ACCESS hozzáférését egy Windows SMB/CIFS (Samba) fájlrendszerben
kn: $SOURCE ಅನ್ನು ಒಂದು Windows SMB/CIFS (ಸಾಂಬಾ) ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲಾದ ಕಡತಗಳನ್ನು $ACCESS ಮಾಡದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ.
ko: SELinux는 $SOURCE가 Windows SMB/CIFS (Samba) 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다.
ml: വിന്‍ഡോസ് SMB/CIFS (സാംബാ) ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളില്‍ നിന്നും SELinux $SOURCE-നെ തടയുന്നു.
mr: SELinux ने $SOURCE ला Windows SMB/CIFS (Samba) फाइलप्रणाली वरील $ACCESS फाइलला प्रवेश देण्यापासून रोखले.
nl: SELinux belette $SOURCE om te $ACCESS bestanden op een Windows SMB/CIFS (Samba) bestandssysteem.
or: SELinux $SOURCE କୁ ଗୋଟିଏ Windows SMB/CIFS (Samba) ଫାଇଲତନ୍ତ୍ରରେ ସଂଗୃହୀତ ଥିବା ଫାଇଲ ମାନଙ୍କୁ $ACCESS କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o $SOURCE de $ACCESS os ficheiros gravados num sistema de ficheiros de Windows SMB/CIFS (Samba).
pt_br: O SELinux impediu que o $SOURCE $ACCESS arquivos contidos em um sistema de arquivos Windows SMB/CIFS (Samba).
ru: SELinux запретил $SOURCE доступ $ACCESS к файлам в файловой системе Windows SMB/CIFS (Samba).
sr@latin: SELinux je sprečio $SOURCE pri $ACCESS datoteka sačuvanih na Windows SMB/CIFS (Samba) sistemu datoteka.
sv: SELinux hindrade $SOURCE från $ACCESS till filer sparade på ett Windows SMB-/CIFS-filsystem (Samba).
ta: SELinuxஐ, $SOURCE சாளரங்களில் SMB/CIFS (Samba) கோப்பு முறைமையில் சேமிக்கப்பட்ட $ACCESS கோப்புகளிலிருந்து தடுத்தது.
te: SELinux అనునది $SOURCE ను విండోస్ SMB/CIFS (Samba) దస్త్రవ్యవస్థ పైని $ACCESS దస్త్రముల నుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE $ACCESS 存放在 Windows SMB/CIFS（Samba）文件系统中的文件。
zh_tw: SELinux 防止了 $SOURCE $ACCESS 儲存在 Windows SMB/ CIFS（Samba）檔案系統上的檔案。
