Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has denied the http daemon access to users' home directories. Someone is attempting to access your home directories via your http daemon. If you have not setup httpd to share home directories, this probably signals an intrusion attempt.
as: SELinux দ্বাৰা http ডেমনকে ব্যবহাৰকাৰীদেৰ ব্যক্তিগত (home) ডিৰেক্টৰি পড়তে বাধা সৃষ্টি কৰা হচ্ছে। কেউ http ডেমনেৰ অপব্যবহাৰ কৰে এৰ মাধ্যমে কোনো ব্যবহাৰকাৰীৰ অ্যাকাউন্টে লগ-ইন কৰাৰ প্ৰচেষ্টা কৰছে। httpd দ্বাৰা ব্যবহাৰকাৰীদেৰ ব্যক্তিগত ডিৰেক্টৰি শেয়াৰ কৰাৰ জন্য কনফিগাৰ না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem HTTP-Daemon den Zugriff auf Benutzer- verzeichnisse. Jemand versucht, auf Ihre Benutzerverzeichnisse mit Ihrem HTTP-Daemon zuzugreifen. Falls Sie httpd nicht zur gemeinsamen Verwendung von Benutzerverzeichnissen konfiguriert haben, könnte dies möglicherweise einen Einbruchsversuch signalisieren.
es: La política de SELinux negó al demonio http el acceso a directorios de inicio (home) de los usuarios. Alguien está intentando acceder a sus directorios de inicio vía el demonio de http. Si no configuró a httpd para que comparta los directorios de inicio, probablemente sea un ataque.
fr: SELinux a refusé au démon http l'accès aux répertoires personnels des utilisateurs. Quelqu'un essaie d'accéder à vos répertoires personnels avec le démon http. Si vous avez configuré httpd pour partager les répertoires personnels, il s'agit probablement d'une tentative d'intrusion.
hi: SELinux ने http डेमॉन अभिगम को उपयोक्ता घर निर्देशिका में मना किया है. कोई आपके घर निर्देशिका में अभिगम का प्रयास कर रहा है आपके http डेमॉन से होकर. अगर आपने httpd सेटअप नहीं किया है घर निर्देशिका साझा करने के लिये, यह संभवतः एक घुसपैठ प्रयास का संकेत हो सकता है.
hu: SELinux elutasította, hogy a httpd szolgáltatás hozzáférjen a használók saját mappáihoz. Valaki megkísérelt hozzáférni a saját mappákhoz a httpd szolgáltatáson keresztül. Ha a httpd-t nem úgy állították be, hogy megossza a saját mappákat, akkor ez valószínűleg egy behatolás próbálkozást jelez.
kn: http ಡೆಮನ್ ಬಳಕೆದಾರರ ನೆಲೆ ಕಡತಕೋಶಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಯಾರೋ http ಡೆಮನ್ ಮೂಲಕ ನಿಮ್ಮ ನೆಲೆ ಕಡತಕೋಶವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ. ನೀವು ಕೇವಲ ನೆಲೆ ಕಡತಕೋಶಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳುವಂತೆ httpd ಅನ್ನು ಹೊಂದಿಸಿದ್ದರೆ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿತವಾಗುವ ಸಾಧ್ಯತೆ ಇದೆ.
ko: SELinux는 http 데몬이 사용자 홈 디렉토리로 액세스하는 것을 거부합니다. 누군가가 http 데몬을 통하여 홈 디렉토리로 액세스를 시도하려 합니다. 홈 디렉토리를 공유하기 위하여 httpd를 설정하지 않으셨다면 침입 시도 신호가 나타날 수 있습니다.
ml: ഉപയോക്താക്കളുടെ ഹോം ഡയറക്ടറികള്‍ ലഭ്യമാക്കുന്നതില്‍ നിന്നും ftp ഡെമണിനെ SELinux തടയുന്നു. ഒരു ഉപയോക്താവിന്റെ അക്കൌണ്ടിലേക്ക് http ഡെമണ്‍ വഴി പ്രവേശിക്കുന്നതിനായി ആരോ ശ്രമിക്കുന്നു. അനോണിമസ് http അനുവദിക്കുന്നതിന്, ftp ക്രമികരിച്ചാല്‍ മാത്രം നിങ്ങള്‍ക്ക് ഇത് തെറ്റായി കാണപ്പെടുന്നു.
mr: SELinux ने वापरकर्त्याच्या होम डिरेक्ट्रीज् करीता http डीमन प्रेवश नकारला. कुणितरी तुमच्या होम डिरेक्ट्रीज् करीता httpd डीमन द्वारे प्रवेश प्राप्त करण्याचा प्रयत्न करत आहे. होम डिरेक्ट्रीज् इतरांच्या वापरणीसाठी सेटअप न केल्यास, बहुदा हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de http daemon toegang verboden tot persoonlijke mappen van gebruikers. Iemand probeert toegang te krijgen tot je persoonlijke mappen via je http daemon. Als je httpd niet ingesteld hebt om persoonlijke mappen te delen, is dit waarschijnlijk een teken van een indringing poging.
or: SELinux ନିୟମ http ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରି ମାନଙ୍କରେ ଲେଖିବା ପାଇଁ http କୁ ବିନ୍ଯାସ କରାଯାଇ ନ ଥିଲେ, ଏହା ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux proibiu o acesso do servidor de HTTP às pastas pessoais dos utilizadores. Alguém está a tentar aceder às suas pastas pessoais através do seu servidor de HTTP. Se não tiver configurado o 'httpd' para partilhar as pastas pessoais, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon http acessasse diretórios pessoais de usuários. Alguém está tentando acessar seus diretórios pessoais através do daemon http. Se você não configurou o httpd para compartilhar diretórios pessoais, isto provavelmente indica uma tentativa de intrusão.
ru: SELinux запретил демону http доступ к домашним каталогам пользователей. Кто-то пытается получить доступ к ним через демон http. Если вы не определяли специальных настроек httpd, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio http sistemskoj usluzi pristup ličnim direktorijumima korisnika. Neko pokušava da pristupi Vašim ličnim direktorijumima kroz http uslugu. Ako niste podesili httpd da razdeljuje lične direktorijume, ovo verovatno ukazuje na pokušaj upada.
sv: SELinux har nekat http-demonen åtkomst till användares hemkataloger. Någon försöker komma åt dina hemkataloger via din http-demon. Om du inte har satt upp httpd att dela ut hemkataloger, är detta troligen tecken på ett intrångsförsök.
ta: SELinux ஆனது இந்த http டீமானுக்கு பயனர்களின் முகப்பு அடைவுகளை அணுதலை தடுக்கிறது. உங்களது முகப்பு அடைவுகளை சிலர் உங்களது http டீதான் வழியாக அணுக முயற்சிக்கலாம். நீங்கள் httpd க்கு பகிர்வு முகப்பு அடைவுகளை அமைக்கவில்லை எனில், அநேகமாய் இந்த சிக்னல்கள் ஒரு நிர்வாக முயற்சியாகும்.
te: SELinux అనునది http డెమోన్‌ను వినియోగదారుల 'నివాస సంచయాలను వాడుకొనుటకు తిరస్కరించింది. ఎవరోఒకరు మీ నివాస సంచయాలను వాడుటకు ప్రయత్నిస్తున్నారు మీ http డెమోన్‌నుండి. మీరు httpd ను నివాససంచయాలను పంచుటకు అమర్చకపోతే, ఇది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 http 守护进程访问用户主目录。有人正试图通过您 的 http 守护进程访问您的主目录。如果您没有设置 httpd 共享主目录，这很 可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 http daemon 存取用戶的家 目錄。有人嘗試透過您的 http daemon 來 存取您的家目錄。若您並未將 httpd 設為可共享家 目錄的話，這代表系統可能已遭到嘗試入侵的警訊。

source: If you want the http daemon to share home directories you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1" You may need to also label the content that you wish to share. The man page httpd_selinux will have further information. 'man httpd_selinux'.
de: Falls der HTTP-Daemon Benutzerverzeichnisse anbieten soll, müssen Sie den $BOOLEAN Boolean aktivieren: "setsebool -P $BOOLEAN=1" Sie sollten eventuell auch den Inhalt, welchen Sie anbieten möchten, kennzeichnen. Die Benutzerhandbuchseite zu httpd_selinux liefert weitere Information dazu. 'man httpd_selinux'.
es: Si quiere que el demonio http comparta los directorios de inicio necesitará poner a 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1" Tal vez necesite también etiquetar el contexto que desee compartir. La página man httpd_selinux le ofrecerá mayor información. 'man httpd_selinux'.
fr: Si vous souhaitez que le démon http partage les répertoires personnels vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 » Vous devrez peut-être étiqueter le contenu des répertoires que vous souhaitez partager. La page de manuel httpd_selinux contient davantage d'informations. « man httpd_selinux »
hu: Ha akarja, hogy a httpd szolgáltatás megossza a saját mappákat, akkor be kell kapcsolnia $BOOLEAN változót: „setsebool -P $BOOLEAN=1” Talán a megosztani kívánt tartalmat is fel kell címkézni. A httpd_selinux kézikönyv oldal további információkat tartalmaz. „man httpd_selinux”
kn: http ಡೆಮನ್ ನೆಲೆ ಕಡತಕೋಶಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ನೀವು ಬಯಸಿದಲ್ಲಿ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1" ನೀವು ಹಂಚಿಕೊಳ್ಳಲು ಬಯಸುವ ವಿಷಯದ ಲೇಬಲ್‌ ಅನ್ನು ಸಹ ಬದಲಾಯಿಸಬೇಕಾಗಬಹುದು. httpd_selinux ಯ ಮ್ಯಾನ್‌ಪುಟವು ಇನ್ನೂ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. 'man httpd_selinux'.
ko: http 데몬이 홈 디렉토리를 공유하게 하시려면 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1" 또한 공유하려는 컨텐츠를 레이블 하실 필요가 있습니다. httpd_selinux 메뉴얼 페이지에 더 많은 정보가 있습니다. 'man httpd_selinux'.
ml: നിങ്ങള്‍ http ഡെമണ്‍ ഹോം ഡയറക്ടറികള്‍ പങ്കിടണമെങ്കില്‍, $BOOLEAN boolean സജ്ജമാക്കുക: "setsebool -P $BOOLEAN=1" പങ്കിടേണ്ട ഉള്ളടക്കവും ഒരു പക്ഷേ ലേബല്‍ ചെയ്യേണ്ടതുണ്ടു്. httpd_selinux-യ്ക്കുള്ള മാന്‍ താളില്‍ കൂടുതല്‍ വിവരങ്ങള്‍ ലഭിക്കുന്നു. 'man httpd_selinux'.
mr: http डीमनने होम डिरेक्ट्रीज् सहभागीय करावी या करीता तुम्ही $BOOLEAN बूलीयन कार्यान्वीत केले पाहिजे: "setsebool -P $BOOLEAN=1" शेअर करण्याजोगी अनुक्रमला लेबल करणे देखील आवश्यक असू शकते. man पेज httpd_selinux मध्ये पुढील माहिती प्राप्त होईल. 'man httpd_selinux'.
nl: Als je wilt dat de http daemon persoonlijke mappen kan delen, moet je de $BOOLEAN boolean aanzetten: setsebool -P $BOOLEAN=1" Je moet misschien ook de inhoud die je wilt delen labelen. De man pagina van httpd_selinux heeft meer informatie. 'man httpd_selinux'.
or: ଯଦି ଆପଣ ଆଶାକରୁଛନ୍ତି http ଡେମନ ଆପଣ ଅନ କରିବାକୁ ଇଚ୍ଛାକରୁଥିବା $BOOLEAN ରେ ହୋମ ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକୁ ସହଭାଗ କରୁ: "setsebool -P $BOOLEAN=1" ଆପଣ ସେହି ବିଷୟବସ୍ତୁକୁ ନାମକରଣ କରିବା ଆବଶ୍ୟକ ଯାହାକି ଆପଣ ସହଭାବ କରିବାକୁ ଇଚ୍ଛାକରୁଛନ୍ତି। ମୂଖ୍ୟ ପୃଷ୍ଠାhttpd_selinux ରେ ଅନ୍ୟାନ୍ୟ ସୂଚନା ଥାଇପାରେ। 'man httpd_selinux'.
pt: Se quiser que o servidor de HTTP partilhe as pastas pessoais, deverá activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1" Também pode precisar de re-etiquetar o conteúdo que deseja partilhar. A página do manual httpd_selinux terá mais informações. 'man httpd_selinux'
pt_br: Se você quiser que o daemon do http compartilhe diretórios pessoais, você precisa mudar o booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1" Você também pode precisar rotular o contexto que você deseja compartilhar. A página man httpd_selinux terá mais informações. 'man httpd_selinux'.
ru: Для разрешения демону http открыть совместный доступ к домашним каталогам установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1» Дополнительно может потребоваться маркирование их содержимого. За дальнейшей информацией обратитесь к странице помощи «man httpd_selinux».
sr@latin: Ako želite da http sistemska usluga razdeljuje lične direktorijume, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“ Možda ćete takođe morati da označite sadržaj koji želite da delite. httpd_selinux man stranica će imati više informacija. „man httpd_selinux“.
sv: Om du vill att http-demonen ska dela ut hemkataloger måste du slå på $BOOLEAN-flaggan: "setsebool -P $BOOLEAN=1" Du kan också behöva etikettera innehållet som du vill dela. Manualsidan httpd_selinux har ytterligare information. "man httpd_selinux".
te: మీరు http డెమోన్ నివాస సంచయాలను పంచుకోవాలని అనుకుంటే మీరు $BOOLEAN ను బూలియన్‌కు ఆన్‌చేయలి: "setsebool -P $BOOLEAN=1" మీరు భాగస్వామ్య పరచుకొనవలెనని అనుకొనుచున్న సారమును కూడా మీరు లేబుల్ చేయవలసి వుంటుంది. man పేజీ httpd_selinux మరింత సమాచారాన్ని కలిగివుంది. 'man httpd_selinux'.
zh_cn: 如果您想要 http 守护进程共享主目录，您需要 打开 $BOOLEAN 布尔值："setsebool -P $BOOLEAN=1" 您还可能需要标记您想要共享的内容。httpd_selinux man page 中有详细的内容。 'man httpd_selinux'。
zh_tw: 若您希望 http daemon 共享家目錄的話，您需要 將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」 您可能也需要標記您所希望共享的內容。httpd_selinux 的 man page 含有額外的資訊。 'man httpd_selinux'。

source: SELinux is preventing the http daemon from executing a shell script
as: SELinux ৰ দ্বাৰা http ডেমনক শ্বেল স্ক্ৰিপ্ট সঞ্চালনত প্ৰতিৰোধ কৰা হৈছে
de: SELinux hindert den HTTP-Daemon an der Ausführung eines Shell-Skripts
es: SELinux está negando al demonio http la ejecución de un script de shell
fr: SELinux empêche le démon http d'exécuter un script shell
hi: SELinux http डेमॉन को एक शेल स्क्रिप्ट के निष्पादन से रोक रहा है
hu: SELinux megakadályozza, hogy a "http" szolgáltatás végrehajtson egy parancsértelmező-szkriptet.
kn: http ಡೆಮನ್ ಒಂದು ಶೆಲ್ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸದಂತೆ SELinux ತಡೆದಿದೆ
ko: SELinux는 http 데몬이 쉘 스크립트를 실행하지 못하게 합니다
ml: ഒരു ഷെല്‍ സ്ക്രിപ്റ്റ് ഉപയോഗിക്കുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux http डीमनला शेल स्क्रिप्ट कार्यान्वीत करण्यापासून रोखत आहे
nl: SELinux belet de http daemon om een shell script uit te voeren.
or: SELinux http ଡେମନକୁ ସେଲ ସ୍କ୍ରିପ୍ଟ ନିଷ୍ପାଦନ କରିବାରୁ ପ୍ରତିରୋଧ କରିଥାଏ
pt: O SELinux está a impedir o servidor de HTTP de executar um programa da linha de comandos
pt_br: O SELinux está impedindo que o daemon do http execute um script de shell
ru: SELinux предотвращает запуск сценария командной строки демоном http.
sr@latin: SELinux sprečava http sistemsku uslugu od izvršavanja skripte u komandnom okruženju.
sv: SELinux förhindrar http-demonen från exekvera skal-skript
ta: SELinuxஐ http டீமனிலிருந்து ஒரு shell ஸ்கிரிப்டை ஏற்றுவதை தடுக்கிறுது
te: SELinux అనునది http డెమోన్‌ను షెల్ స్క్రిప్ట్‍ నిర్వర్తించుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 http 守护进程执行 shell 脚本
zh_tw: SELinux 防止了 http daemon 執行 shell script

source: SELinux has denied the http daemon from executing a shell script. Ordinarily, httpd requires that all scripts (CGIs) be labeled httpd_sys_script_exec_t. If httpd should not be running this shell script, this could signal an intrusion attempt.
as: SELinux দ্বাৰা http ডেমনকে শেল স্ক্ৰিপ্ট সঞ্চালনে প্ৰতিৰোধ কৰা হচ্ছে। সাধাৰণত, httpd'ৰ ক্ষেত্ৰে সমস্ত স্ক্ৰিপ্টগুলিৰ (CGIs) জন্য httpd_sys_script_exec_t লেবেল প্ৰয়োগ কৰা আবশ্যক। httpd দ্বাৰা এই শেল স্ক্ৰিপ্টেৰ সঞ্চালন প্ৰত্যাশিত না হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem HTTP-Daemon die Ausführung eines Shell- Skripts. Für gewöhnlich müssen alle Skripte (CGIs) für httpd als httpd_sys_script_exec_t gekennzeichnet sein. Falls der httpd dieses Shell-Skript nicht ausführen sollte, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado la ejecución de scripts de shell al demonio http. Normalmente, http requiere que todos los scripts (CGI) sean etiquetados como httpd_sys_script_exec_t. Si httpd no debe ejecutar este script de shell, puede ser señal de un intento un ataque.
fr: SELinux a refusé au démon http d'exécuter un script shell. D'ordinaire, httpd requiert que tous les scripts (CGI) soient étiquetés httpd_sys_script_exec_t. Si httpd ne devait pas démarrer le script shell, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने http डेमॉन को एक शेल स्क्रिप्ट के निष्पादन से मना किया है. सामान्यतः, httpd के लिये जरूरी है कि सारे स्क्रिप्ट (CGIs) को httpd_sys_script_exec_t लेबल किया जाना चाहिये. अगर httpd को यह शेल स्क्रिप्ट नहीं चलाना चाहिये, यह एक घुसपैठ प्रयास का संकेत हो सकता है.
hu: SELinux elutasította, hogy a httpd szolgáltatás végrehajtson egy héjprogramot. Rendszerint httpd megköveteli, hogy minden héjprogram (CGI) httpd_sys_script_exec_t címkéjű legyen. Ha a httpd szolgáltatásnak nem kellene futtatnia ezt a programot, akkor ez behatolás próbálkozást jelezhet.
kn: http ಡೆಮನ್ ಒಂದು ಶೆಲ್ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಚಲಾಯಿಸದಂತೆ SELinux ತಡೆದಿದೆ ಸಾಮಾನ್ಯವಾಗಿ, httpd ಗಾಗಿ ಎಲ್ಲಾ ಸ್ಕ್ರಿಪ್ಟ್‍ಗಳು (CGIs) httpd_sys_script_exec_t ನಿಂದ ಲೇಬಲ್ ಆಗಿರುವ ಅಗತ್ಯವಿರುತ್ತದೆ. httpd ಯು ಈ ಶೆಲ್ ಸ್ಕ್ರಿಪ್ಟನ್ನು ಚಲಾಯಿಸ ಬಾರದ ಪಕ್ಷದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 쉘 스크립트를 실행하는 것으로 부터 http 데몬을 거부합니다. 일반적으로 httpd는 모든 스크립트(CGIs)를 httpd_sys_script_exec_t로 레이블할 것을 요구합니다. httpd가 이러한 쉘 스크립트를 실행하지 않을 경우, 침입 시도 신호가 나타날 수 있습니다.
ml: ഒരു ഷെല്‍ സ്ക്രിപ്റ്റ് ഉപയോഗിക്കുന്നതില്‍ നിന്നും http ഡെമണിനെ SELinux തടയുന്നു. സാധാരണയായി, httpd-യ്ക്ക് എല്ലാ സ്ക്രിപ്റ്റുകളും (CGI) httpd_sys_script_exec_t ചെയ്യേണ്ടതുണ്ടു്. httpd ഈ ഷെല്‍ സ്ക്രിപ്റ്റ് പ്രവര്‍ത്തിക്കേണ്ടെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രക്രിയയായി കണക്കാക്കുന്നു.
mr: SELinux ने http डीमनला शेल स्क्रिप्ट कार्यान्वीत करण्यापासून रोखले . संभाव्यतया, httpd ला सर्व स्क्रिप्ट (CGIs) httpd_sys_script_exec_t चिन्हाकृत म्हणून लेबल केले असावे अशी आवश्यकता आहे. httpd ने ही स्क्रिप्ट कार्यरत न केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de http daemon verboden om een shell script uit te voeren. Gewoonlijk eist httpd dat alle scrips (CGI's) gelabeld zijn met httpd_sys_script_exec_t. Als httpd deze shell script niet zou moeten uitvoeren, kan dit een teken zijn van een indringing poging.
or: SELinux ନିୟମ http ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରି ମାନଙ୍କରେ ଲେଖିବା ପାଇଁ httpd କୁ ବିନ୍ଯାସ କରାଯାଇ ନ ଥିଲେ ,ଏହା ସମସ୍ତ (CGIs) httpd_sys_script_exec_t ସ୍କ୍ରିପ୍ଟକୁ ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux proibiu o servidor de HTTP de executar um programa da linha de comandos. Normalmente, o 'httpd' precisa que todos os programas (CGIs) tenham a etiqueta 'httpd_sys_script_exec_t'. Se o 'httpd' não deveria correr este programa, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon do http executasse um shell script. Normalmente, o httpd requer que todos scripts (CGIs) sejam rotulados como httpd_sys_script_exec_t. Se o httpd não deveria estar executando este shell script, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил httpd исполнять сценарий оболочки. Обычно httpd требует, чтобы все сценарии CGI были отмечены как «httpd_sys_script_exec_t». Если httpd не должен запускать сценарий оболочки, это может служить индикатором попытки вторжения.
sv: SELinux har nekat http-demonen från att köra ett skalskript. Normalt kräver http att alla skript (CGI) är märkta httpd_sys_script_exec_t. Om httpd inte skall köra detta skalskript, kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது இந்த http டீமானிலிருந்து ஒரு shell ஸ்க்ரிப்ட்க்கு இயக்குவதை மறுக்கிறது. வழக்கமாக, httpd அது அனைத்து ஸ்க்ரிப்ட்டுகளை (CGIs) httpd_sys_script_exec_t லேபிலிட தேவைப்படுகிறது. httpd ஆனது இந்த shell ஸ்க்ரிப்ட்டில் இயங்கவில்லை,இது ஒரு நிர்வாக முயற்சி சிக்னலாகும்.
te: SELinux అనునది http డెమోన్‌ను షెల్ స్క్రిప్ట్‍ ను నిర్వర్తించుట నుండి తిరస్కరిస్తుంది. క్రమంగా, httpd అన్ని స్క్రిప్ట్స్‍ (CGIs) లు ఈవిధంగా లేబుల్ చేయబడినవి httpd_sys_script_exec_t. httpd ఈ స్క్రిప్ట్‍‌ను నడుపుతుంటే, ఇది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 http 守护进程执行 shell 脚本。通常情况下， http 要 求将所有的脚本 (CGI) 标记为 httpd_sys_script_exec_t 。如果 httpd 不应 当执行这个 shell 脚本，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 http daemon 執行 shell script。一般來講，httpd 需要所有的 script（CGI）被 標記為 httpd_sys_script_exec_t。若 httpd 不應執行 此 shell script 的話，這代表系統可能已遭到嘗試入侵的警訊。

source: If you want httpd to be able to run a particular shell script, you can label it with chcon -t httpd_sys_script_exec_t SCRIPTFILE. If you want httpd to be able execute any shell script you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: httpd ৰ দ্বাৰা কোনো সুনিৰ্দিষ্ট শ্বেল স্ক্ৰিপ্টৰ সঞ্চালন কৰাৰ বাবে এইটো লেবেল কৰিবলৈ প্ৰয়োগ কৰক chcon -t httpd_sys_script_exec_t SCRIPTFILE । httpd ৰ দ্বাৰা যি কোনো ধৰনৰ শ্বেল স্ক্ৰিপ্ট সঞ্চালনৰ বাবে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1"
de: Falls Sie httpd erlauben möchten, ein bestimmtes Shell-Skript, auszuführen, können Sie es mit chcon -t httpd_sys_script_exec_t SCRIPTFILE anpassen. Falls Sie httpd ermöglichen möchten, jedes Shell-Skript auszuführen, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que httpd pueda ejecutar un script de shell en particular, puede etiquetarlo con chcon -t httpd_sys_script_exec_t SCRIPTFILE. Si quiere que httpd pueda ejecutar cualquier script de shell necesitará poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que httpd soit activé pour exécuter un script shell particulier, vous pouvez l'étiqueter avec chcon -t shell_exec_t SCRIPTFILE. Si vous souhaitez que httpd soit capable d'exécuter des scripts shell vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप httpd को एक खास शेल स्क्रिप्ट चलाने में सक्षम होना चाहते हैं, आप इसे chcon -t httpd_sys_script_exec_t SCRIPTFILE के साथ लेबल कर सकते हैं. अगर आप httpd को किसी शेल स्क्रिप्ट के निष्पादन में समर्थ बनाना चाहते हैं $BOOLEAN बुलियन: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "httpd" végre tudjon hajtani egy bizonyos parancsértelmező-szkriptet, akkor a következő paranccsal címkézheti meg a szkriptet: "chcon -t httpd_sys_script_exec_t SZKRIPTFÁJL". Ha azt szeretné, hogy a "httpd" végre tudja hajtani bármely parancsértelmező-szkriptet, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: httpd ಯು ಒಂದು ನಿಗದಿತ ಶೆಲ್ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಚಲಾಯಿಸಲು ನೀವು ಬಯಸಿದರೆ, ನೀವದನ್ನು chcon -t httpd_sys_script_exec_t SCRIPTFILE ನಿಂದ ಲೇಬಲ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ. httpd ಯು ಯಾವುದೆ ಶೆಲ್ ಸ್ಕ್ರಿಪ್ಟ್ ಅನ್ನು ಚಲಾಯಿಸಲು ನೀವು ಬಯಸಿದಲ್ಲಿ $BOOLEAN ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: httpd가 특정 쉘 스크립을 실행할 수 있게 하시려면, 이를 chcon -t httpd_sys_script_exec_t SCRIPTFILE을 사용하여 레이블합니다. 어떤 쉘 스크립트도 실행할 수 있도록 하기 위해 httpd를 원하실 경우, $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്കു് httpd ഒരു പ്രത്യേക് ഷെല്‍ സ്ക്രിപ്റ്റ് പ്രവര്‍ത്തിക്കണമെങ്കില്‍, നിങ്ങള്‍ക്കതു്chcon -t httpd_sys_script_exec_t SCRIPTFILE ഉപയോഗിച്ചു് ലേബല്‍ ചെയ്യാം. നിങ്ങള്‍ക്കു് httpd ഏതെങ്കിലും ഷെല്‍ സ്ക്രിപ്റ്റ് പ്രവര്‍ത്തിക്കണമെങ്കില്‍, നിങ്ങള്‍ $BOOLEAN boolean ഓണ്‍ ചെയ്യേണ്ടതാണു്: "setsebool -P $BOOLEAN=1"
mr: httpd ला ठराविक शेल स्क्रिप्टशी चालवायचे असल्यास, तुम्ही त्यास chcon -t httpd_sys_script_exec_t SCRIPTFILE सह लेबल करू शकता. तुम्हाला httpd कुठल्याही शेल स्क्रिप्टशी कार्यान्वीत करायचे असल्यास त्याकरीता $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: Als je wilt dat http in staat is om een bepaald script te draaien, kun je het labelen met chcon -t httpd_sys_script_exec_t SCRIPTFILE. Als je wilt dat httpd in staat is om alle shell scripts te draaien moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଆଶାକରୁଛନ୍ତି httpd ଗୋଟିଏ ନିର୍ଦ୍ଦିଷ୍ଟ ସେଲ ସ୍କ୍ରିପ୍ଟକୁ ଚଲାଇବାରେ ସକ୍ଷମ ହେଉ ତେବେ, ଆପଣ ଏହାକୁ chcon -t httpd_sys_script_exec_t SCRIPTFILE ସହିତ ନାମକରଣ କରିପାରିବେ। ଯଦିଆପଣ ଇଚ୍ଛାକରୁଛନ୍ତି httpd କୋଣସି ସେଲ ସ୍କ୍ରିପ୍ଟକୁ ନିଷ୍ପାଦନ କରିବାରେ ସକ୍ଷମ ହେଉ ତେବେ ଆପଣ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରନ୍ତୁ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o 'httpd' seja capaz de correr um determinado programa em particular, poderá atribuir uma etiqueta ao mesmo com o comando 'chcon -t shell_exec_t PROGRAMA'. Se quiser que o 'httpd' seja capaz de executar qualquer programa da linha de comandos, deverá activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o httpd possa executar um script de shell específico, você pode etiquetá-lo com chcon -t httpd_sys_script_exec_t SCRIPTFILE. Se você quiser que o httpd execute qualquer script de shell, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Если вы хотите, чтобы httpd мог запускать определенный сценарий оболочки, нужно отметить его, выполнив «chcon -t httpd_sys_script_exec_t SCRIPTFILE». Если вы хотите разрешить httpd выполнять любые сценарии оболочки, установите значение $BOOLEAN : «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da httpd može da izvrši određenu skriptu u komandnom okruženju, možete je označiti sa chcon -t httpd_sys_script_exec_t DATOTEKASKRIPTE. Ako želite da httpd može da izvrši svaku skriptu u komandnom okruženju, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill att httpd ska kunna köra ett speciellt skalskript, kan du märka det med chcon -t httpd_sys_script_exec_t SCRIPTFILE. Om du vill att httpd ska kunna köra alla skalskript måste du slå på flaggan $BOOLEAN: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் httpdஐ ஒரு குறிப்பிட்ட ஷெல் ஸ்கிரிப்டில் இயங்க நினைத்தால், நீங்கள் chcon -t httpd_sys_script_exec_t SCRIPTFILE என லேபிள் இடலாம். நீங்கள் httpd ஏதாவது ஷெல் ஸ்கிரிப்டில் இயக்கலாம் $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
te: మీరు httpd కూడా ఒక ప్రత్యేక షెల్ స్క్రిప్ట్‍‌ను నడుపాలి అనుకుంటే, మీరు దానిని chcon -t httpd_sys_exec_t SCRIPTFILE గా లేబులే చేయవచ్చు. మీర httpd ఎ షెల్ స్క్రిప్ట్‍‌నైనా నిర్వర్తించాలని అనుకుంటే మీరు $BOOLEAN బూలియన్ ఆనేచేయవలసి వుంటుంది: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想让 httpd 守护进程能执行某个特定的 shell 脚本，您可以用 chcon -t httpd_sys_script_exec_t SCRIPTFILE 来标记它。如果您想让 httpd 能 执行任意的 shell 脚本，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 httpd 能夠執行某個特定的 shell script 的話， 您可透過使用 chcon -t httpd_sys_script_exec_t SCRIPTFILE 來標記它。若您 希望 httpd 能夠執行任何 shell script 的話，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」
