Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux policy is preventing the rsync daemon from writing to a public directory. If rsync is not setup to allow anonymous writes, this could signal an intrusion attempt.
as: SELinux নিয়মনীতিৰ জন্য rsync ডেমনকে সাৰ্বজনীন ডিৰেক্টিৰ মধ্যে লিখতে বাধা সৃষ্টি কৰা হচ্ছে। অ্যানোনিমাস লিখনেৰ উদ্দেশ্যে rsync নিৰ্ধাৰণ না কৰা হলে, এটি সম্ভাব্য অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: Die SELinux-Richtlinie hindert den rsync-Daemon am Schreiben in ein öffentliches Verzeichnis. Falls rsync nicht mit anonymem Schreibzugriff konfiguriert ist, kann dies einen Einbruchsversuch signalisieren.
es: La política de SELinux niega al demonio rsync la escritura a un directorio público. Si rsync no fue configurado para permitir escrituras anónimas, esto puede indicar un posible ataque.
fr: La règle SELinux empêche le démon rsync d'écrire dans un répertoire public. Si rsync n'est pas configuré pour autoriser les écritures anonymes, cela pourrait signaler une tentative d'intrusion.
hi: SELinux rsync डेमॉन को सार्वजनिक निर्देशिका में लिखने से रोक रहा है. अगर rsync को अनजाने लेखन से अनुमति नहीं देने के लिये सेटअप किया जाता है, यह घुसपैठ का प्रयास का संकेत दे सकता है
hu: A SELinux szabályzat megakadályozza, hogy rsync szolgáltatás nyilvános mappába írjon. Ha rsync beállítása nem engedi meg a névtelen írást, akkor ez behatolás kísérletet jelezhet.
kn: SELinux ಪಾಲಿಸಿಯು rsync ಡೆಮನ್ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ. ಅಜ್ಞಾತ ಬರೆಯುವಿಕೆಗಳನ್ನು ಅನುಮತಿಸುವಂತೆ rsync ಅನ್ನು ಹೊಂದಿಸದೆ ಹೋದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux 정책은 rsync 데몬이 공개 디렉토리에 기록하지 못하게 합니다. 익명 기록을 허용하기 위해 rsync이 설정되지 않았을 경우, 침입을 시도하였다는 신호가 나타날 수 있습니다.
ml: ഒരു പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും rsync ഡെമണിനെ SELinux പോളിസി അനുവദിക്കുന്നുല്ല. . അനോണിമസ് റൈറ്റുകള്‍ക്ക് rsync അനുവദിക്കുന്നില്ല എങ്കില്‍, തെറ്റായ പ്രവര്‍ത്തനമായി കാണിക്കുന്നു.
mr: SELinux policy rsync डीमनला पब्लिक डिरेक्ट्रीवर लिहीण्यापासून रोखतो. rsync ला अपिरिचीत लेखन करीता संरचीत न केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux tactiekn belet de rsync daemon om naar een publieke map te schrijven. Als rsync niet ingesteld is om anoniem schrijven toe te staan, kan dit duiden op een indringing poging.
or: SELinux ନିୟମ rsync ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି। ଅଜ୍ଞାତ ଲିଖନୀ ମାନଙ୍କୁ ସ୍ବୀକାର କରିବା ପାଇଁ rsync କୁ ବିନ୍ଯାସ କରାଯାଇ ନ ଥିଲେ, ଏହା ଅମାନ୍ଯ ପ୍ରଚେଷ୍ଟା କରିପାରେ।
pt: A política do SELinux está a impedir o servidor do 'rsync' de escrever numa pasta pública. Se o 'rsync' não estiver configurado para permitir as gravações anónimas, isto poderá assinalar uma tentativa de intrusão.
pt_br: Uma política do SELinux está impedindo que o daemon do rsync escreva em um diretório público. Se o rsync não estiver configurado para permitir escritas anônimas, isto pode indicar uma tentativa de intrusão.
ru: Политика SELinux предотвращает запись в общий каталог демоном rsync. Если rsync не разрешает анонимную запись, это может служить индикатором попытки вторжения.
sr@latin: SELinux polisa sprečava rsync sistemsku uslugu od upisivanja u javni direktorijum. Ako rsync nije podešen da dozvoli anonimne upise, ovo može ukazivati na pokušaj upada.
sv: SELinux policy hindrar rsync-demonen från att skriva till en publik katalog. Om rsync inte är uppsatt att tillåta anonym skrivning, kan detta vara tecken på ett intrångsförsök.
ta: SELinux பாலிசி rsync டீமனிலிருந்து ஒரு பொதுவான அடைவிலிருந்து எழுதுகிறது. rsync தெரியாதவற அமைப்பை எழுத அனுமதித்தால், இந்த ஒரு நிர்வாக முயற்சியில் சமிக்ஞை .
te: SELinux విధానం అనునది rsync డెమోన్‌ను పబ్లిక్ సంచయంకు వ్రాయుటనుండి నిరోధిస్తుంది. ఒకవేళ rsync అనునది ఎనానిమస్ వ్రాతలను అనుమతించుటకు అమర్చివుండకపోతే, ఇది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 策略正在阻止 rsync 守护进程写入一个公共目录。 如果没有将 rsync 设置为允许匿名写入，这可能就是一次入侵尝试信号。
zh_tw: SELinux 政策預防了 rsync daemon 寫入公用的 目錄中。若 rsync 並未被設置來允許匿名寫入的話，這 代表系統可能已遭到嘗試入侵的警訊。

source: If rsync should be allowed to write to this directory you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the rsync_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
de: Falls 'rsync' der Schreibzugriff auf dieses Verzeichnis gewährt werden soll, müssen Sie den $BOOLEAN Boolesch aktivieren und den Dateikontext des öffentlichen Verzeichnisses in 'public_content_rw_t' ändern. Lesen Sie das Handbuch zu 'rsync_selinux' für weitere Informationen: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um diese bei einer kompletten Neubezeichnung beizubehalten: "semanage fcontext -a -t public_content_rw_t <path>"
es: Si se debe permitir a rsync escribir a este directorio, necesitará cambiar el booleano $BOOLEAN y cambiar el contexto de archivo del directorio público a public_content_rw_t. Lea la página man de rsync_selinux para más información: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" También debe cambiar los archivos de contexto de archivo por defecto en el sistema, a los efectos de preservarlos en caso de un reetiquetado completo. "semanage fcontext -a -t public_content_rw_t <path>"
fr: Si rsync devait être autorisé à écrire sur ce répertoire vous auriez besoin d'activer le booléen $BOOLEAN et de changer le contexte du fichier du répertoire public avec public_content_rw_t. Lisez la page de manuel rsync_selinux pour davantage d'informations : « setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <chemin> » Vous devez également changer le contexte de fichier par défaut des fichiers dans le système afin de les préserver même lors d'un réétiquetage complet. « semanage fcontext -a -t public_content_rw_t <chemin> »
kn: rsync ಈ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯುವಂತೆ ಅನುಮತಿಸಲು ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ ಹಾಗು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶದ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು public_content_rw_t ಗೆ ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಈ rsync_selinux ಸಹಾಯ ಪುಟವನ್ನು ನೋಡಿ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ಲೇಬಲ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಬದಲಾಯಿಸಿದ ನಂತರವೂ ವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಕಡತಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಕಡತ ಸನ್ನಿವೇಶಗಳನ್ನು ಕಾಪಾಡಲು ಅವುಗಳನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t public_content_rw_t <path>"
ko: rsync가 이러한 디렉토리에 쓰는 것을 허용하시려면 $BOOLEAN 부울을 작동시키시고 공개 디렉토리의 파일 문맥을 public_content_rw_t로 변경하시기 바랍니다. 보다 자세한 정보는 rsync_selinux 메뉴얼 페이지에서 보실 수 있습니다: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t public_content_rw_t <path>"
ml: ftp ഈ ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതിനായി അനുവദിക്കുന്നു എങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്ത് പബ്ളിക്ക് ഡയറക്ടറിയുടെ ഫയലിന്റെ കോണ്‍ട്ടെക്സ്റ്റ് public_content_rw_t എന്ന് മാറ്റേണ്ടതാണ്. കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി rsync_selinux man പേജ് വായിക്കുക: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t public_content_rw_t <path>"
mr: rsync ला या डिरेक्ट्रीवर लिहण्यासाठी परवानगी द्यायची असल्यास $BOOLEAN बूलीयन सक्रीय करावे लागेल व पब्लिक डिरेक्ट्रीचे फाइल संदर्भ public_content_rw_t असे कारवे लागेल. अधिक माहितीसाठी rysnc_selinux man पान पहा: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" पूर्णतया पुनःलेबल केल्यावर तुम्हाला प्रणलीवरील पूर्वनिर्धारीत फाइल्स्चे फाइल संदर्भ देखील साठवावे लागेल. "semanage fcontext -a -t public_content_rw_t <path>"
nl: Als het rsync toegestaan zou moeten zijn om naar deze map te schrijven moet je de $BOOLEAN boolean aanzetten en de bestand context van de publieke map veranderen naar public_content_rw_t. Lees de rsync_selinux manual pagina voor verdere informatie: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Je moet ook de standaard context bestanden op het systeem veranderen om deze te behouden ook na een volledige her-bestempeling. "semanage fcontext -a -t public_content_rw_t <path>"
or: ଯଦି rsync କୁ ଆପଣ ବଦଳାଇବାକୁ ଥିବା ଡିରେକ୍ଟୋରୀରେ ଲେଖିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ହୋଇଥାଏ $BOOLEAN ବୁଲିଆନ ଏବଂ ସାର୍ବଜନିକ ଡିରେକ୍ଟୋରୀର ଫାଇଲ ପ୍ରସଙ୍ଗକୁ public_content_rw_t କୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ। ଅଧିକ ସୂଚନା ପାଇଁ rsync_selinux ର ମୂଖ୍ୟ ପୃଷ୍ଠାକୁ ପଢ଼ନ୍ତୁ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ଆପଣଙ୍କୁ ତନ୍ତ୍ରରେ ସେମାନଙ୍କୁ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ। "semanage fcontext -a -t public_content_rw_t <path>"
pt: Se o rsync deverá ter permissões para gravar nesta pasta, você terá de activar o booleano $BOOLEAN e mudar o contexto do ficheiro da pasta pública para 'public_content_rw_t'. Leia a página de manual do 'rsync_selinux' para mais informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <caminho>" Deve também alterar os ficheiros por omissão do contexto do ficheiro no sistema para os poder preservar em caso de uma re-etiquetagem completa. "semanage fcontext -a -t public_content_rw_t <caminho>"
pt_br: Se o ftp precisar escrever neste diretório, você precisará alterar o booleano $BOOLEAN para verdadeiro e mudar o contexto de arquivo do diretório público para public_content_rw_t. Leia a página man do rsync_selinux para maiores informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Você também deve alterar o contexto de arquivo padrão dos arquivos no sistema a fim de preservá-los mesmo em uma nova rotulagem total. "semanage fcontext -a -t public_content_rw_t <path>"
ru: Для разрешения rsync записи в этот каталог необходимо установить значение $BOOLEAN и изменить контекст общего каталога на public_content_rw_t. За подробной информацией обратитесь к странице помощи rsync_selinux: «setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <путь>» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t public_content_rw_t <путь>»
sv: Om rsync ska tillåtas skriva till denna katalog måste du slå på flaggan $BOOLEAN och ändra filkontext för den publika katalogen till public_content_rw_t. Läs manualsidan för rsync_selinux för ytterligare information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <sökväg>" Du måste också ändra standradfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t public_content_rw_t <sökväg>"
ta: rsyncஐ இந்த அடைவில் எழுத அனுமதித்தால் நீங்கள் பூலியனை $BOOLEAN கோப்பு உரைக்கு பொது அடைவுவிற்கு public_content_rw_t துவக்க வேண்டும். கூடுதல் தகவல்களுக்கு rsync_selinux மேன் பக்கத்தை வாசிக்கவும்: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" உங்களது கணினியில் முன்னிருப்பு கோப்புக்கு உரை கோப்புகளை அவற்றை ஒரு முழு மறுலேபிலாக்க மாற்றவும். "semanage fcontext -a -t public_content_rw_t <path>"
te: rsync అనునది ఈ సంచయంకు వ్రాయుటకు అనుమతించబడాలి అంటే మీరు $BOOLEAN బూలియన్‌ను ఆన్‌చేయాలి మరియు దస్త్రము సందర్భంను పబ్లిక్ సంచయంయొక్క దానిని public_content_rw_t కు మార్చాలి. rsync_selinux మాన్ పుటను తరువాతి సమాచారం కొరకు చదవండి: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" మీరు అప్రమేయ దస్త్ర సందర్భ దస్త్రాలను సిస్టమ్ పైన వాటిని పూర్తి నమ్మదగినవిగా వుంచుటకు మార్చవలసివుంటుంది. "semanage fcontext -a -t public_content_rw_t <path>"
zh_cn: 如果应该允许 ftp 写入这个目录，您需要开启 $BOOLEAN 布尔值， 并且将这个公共目录的文件上下文改为 public_content_rw_t。 阅读 rsync_selinux 的 man page 获得更进一步的信息： "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 您还必须更改系统中文件的默认文件上下文以便在重新标记时仍可保留它们。 "semanage fcontext -a -t public_content_rw_t <path>"
zh_tw: 若 rsync 應被允許寫入此目錄的話，您需要將 $BOOLEAN 布林值 開啟，並將公用目錄的檔案 context 更改 為 public_content_rw_t。欲取得更多相關資訊， 請參閱 rsync_selinux 的 man page： 「setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>」 您還必須更改系統上的預設 file context 檔案才可將它們保留（就算是進行了完整重新標記後）。「semanage fcontext -a -t public_content_rw_t <path>」

source: SELinux is preventing the sasl authentication server from reading the /etc/shadow file.
as: SELinux ৰ দ্বাৰা sasl অনুমোদন সেৱকক /etc/shadow নথিপত্ৰ পঢ়িবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hindert den sasl-Authentifizierungsserver am Lesen der /etc/shadow Datei.
es: SELinux está negando al servidor de autenticación sasl la lectura del archivo /etc/shadow.
fr: SELinux a empêché le serveur d'authentification sasl de lire le fichier /etc/shadow.
hi: SELinux sasl सत्यापन को /etc/shadow फाइल पढ़ने से रोक रहा है.
hu: SELinux megakadályozza, hogy az "sasl" azonosítási kiszolgáló olvassa a /etc/shadow fájlt.
kn: /etc/shadow ಕಡತವನ್ನು sasl ದೃಢೀಕರಣ ಪರಿಚಾರಕವು ಓದದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ.
ko: SELinux는 sasl 인증 서버가 /etc/shadow 파일을 읽지 못하게 합니다.
ml: /etc/shadow ഫയല്‍ വായിക്കുന്നിതില്‍ നിന്നും sasl ഓഥന്‍റിക്കേഷന്‍ സര്‍വറിനെ SELinuxഅനുവദിക്കുന്നില്ല.
mr: SELinux sasl अधिप्रमाणन सर्व्हरला /etc/shadow फाइल वाचण्यापासून रोखत आहे.
nl: SELinux belet de sasl autorisatie server om het /etc/shadow bestand te lezen.
or: SELinux sasl ବୈଧିକରଣ ସେବକକୁ /etc/shadow ଫାଇଲ ପଢିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o servidor de autenticação SASL de ler o ficheiro '/etc/shadow'.
pt_br: O SELinux está impedindo que o servidor de autenticações sasl leia o arquivo /etc/shadow.
ru: SELinux предотвращает чтение файла /etc/shadow сервером аутентификации sasl.
sr@latin: SELinux sprečava server sasl autentifikacije od čitanja /etc/shadow datoteke.
sv: SELinux förhindrar sasl authentiering servern från att läsa /etc/shadow filen.
ta: SELinux sasl அங்கீகரிக்கப்பட்ட சேவையகத்திலிருந்து வாசிக்க /etc/நிழல் கோப்பு தடுக்கிறது.
te: SELinux అనునది sasl దృవీకరణ సేవికను /etc/shadow దస్త్రమును చదువుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 sasl 认证服务器读取 /etc/shadow 文件。
zh_tw: SELinux 防止了 sasl 驗證伺服器讀取 /etc/shadow 檔案。

source: SELinux has denied the sasl authentication daemon from reading the /etc/shadow file. If the sasl authentication daemon (saslauthd) is not setup to read the /etc/shadow, this could signal an intrusion.
as: SELinux দ্বাৰা sasl অনুমোদন সাৰ্ভাৰকে /etc/shadow ফাইল পড়তে প্ৰতিৰোধ কৰা হচ্ছে। যদি sasl অনুমোদনেৰ ডেমনটি (saslauthd) /etc/shadow ফাইল পড়াৰ জন্য কনফিগাৰ না কৰা হয়ে থাকে, তাহলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem sasl-authentication-Daemon den Lesezugriff auf die Datei /etc/shadow. Wenn der sasl-authentication-Daemon (saslauthd) nicht mit Lesezugriff auf /etc/shadow konfiguriert ist, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux está negando al servidor de autenticación sasl la lectura del archivo /etc/shadow. Si el demonio de autenticación sasl (saslauthd) no fue configurado para leer /etc/shadow, esto puede ser señal de un posible ataque.
fr: SELinux a refusé au démon d'authentification sasl de lire le fichier /etc/shadow. Si le démon d'authentification sasl (saslauthd) n'est pas configuré pour lire le fichier /etc/shadow, cela pourrait signaler une intrusion.
hi: SELinux ने sasl सत्यापन डेमॉन को /etc/shadow फाइल पढ़ने से मना किया है. अगर sasl सत्यापन डेमॉन (saslauthd) /etc/shadow को पढ़ने के लिये सेटअप नहीं है, एक यह घुसपैठ का संकेत हो सकता है.
hu: SELinux visszautasította, hogy sasl hitelesítő szolgáltatás olvassa a /etc/shadow fájlt. Ha sasl hitelesítő szolgáltatás (saslauthd) beállítása nem engedi meg, hogy olvassa a /etc/shadow fájlt, akkor ez behatolást jelezhet.
kn: /etc/shadow ಕಡತವನ್ನು sasl ದೃಢೀಕರಣ ಡೆಮನ್ ಓದದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ. sasl ದೃಢೀಕರಣ ಡೆಮನ್ (saslauthd) ಅನ್ನು /etc/shadow ಅನ್ನು ಓದಲು ಸಜ್ಜುಗೊಳಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 /etc/shadow 파일을 읽는 것에서 sasl 인증 데몬을 거부합니다. /etc/shadow 파일을 읽기위해 sasl 인증 데몬 (saslauthd)을 설정하지 않으셨다면, 침입했다는 신호가 나타날 수 있습니다.
ml: /etc/shadow വായിക്കുന്നതില്‍ നിന്നും SELinux sasl ഓഥന്‍റിക്കേഷന്‍ ഡെമണിനെ അനുവദിക്കുന്നില്ല്. /etc/shadow വായിക്കുന്നതിനായി sasl ഓഥന്‍റിക്കേഷന്‍ ഡെമണ്‍ (saslauthd) ക്രമികരിച്ചിട്ടില്ല എങ്കില്‍, തെറ്റായ പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने sasl authentication daemon ला /etc/shadow फाइल वाचण्यापासून रोखले. sasl authentication daemon (saslauthd) /etc/shadow वाचण्यास सेटअप केले नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de sasl autorisatie daemon belet om het /etc/shadow bestand te lezen. Als de sasl autorisatie daemon (saslauthd) niet ingesteld is om /etc/shadow te lezen, kan dit een teken zijn van een indringing.
or: SELinux sasl ବୈଧିକରଣ ଡେମନକୁ /etc/shadow ଫାଇଲଗୁଡ଼ିକୁ ପଢ଼ିବାରୁ ଅଟକାଉଛି। ଯଦି ସେହି sasl ବୈଧିକରଣ ଡେମନ (saslauthd) ଏହି /etc/shadow କୁ ପଢ଼ିବା ପାଇଁ ବିନ୍ୟାସିତ ହୋଇନାହିଁ, ତେବେ ଏହା ଏକ ବିନା ଅନୁମତି ପ୍ରବେଶକୁ ସଂକେତ କରିପାରେ।
pt: O SELinux impediu o servidor de autenticação SASL de ler o ficheiro '/etc/shadow'. Se o servidor de autenticação SASL (saslauthd) não estiver configurado para ler o ficheiro '/etc/shadow', isto poderá assinalar uma intrusão.
pt_br: O SELinux está impedindo que o servidor de autenticações sasl leia o arquivo /etc/shadow. Se o daemon de autenticações sasl (saslauthd) não estiver configurado para ler o /etc/shadow, isto pode indicar uma intrusão.
ru: SELinux запретил чтение файла /etc/shadow демоном аутентификации sasl. Если демон saslauthd не настроен на обращение к /etc/shadow, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio sistemsku uslugu sasl autentifikacije od čitanja /etc/shadow datoteke. Ako usluga sasl autentifikacije (saslauthd) nije podešena da čita /etc/shadow, ovo može ukazivati na upad.
sv: SELinux har nekat sasl-autentiseringsdemonen från att läsa filen /etc/shadow. Om sasl-autentiseringsdemonen (saslauthd) inte är uppsatt att läsa /etc/shadow, kan detta vara tecken på ett intrång.
ta: SELinux ஆனது sasl அங்கீகரிக்கப்பட்ட டீமனிலிருந்து /etc/shadow கோப்பை வாசிக்க மறுக்கிறது. sasl அங்கீகரிக்கபட்ட டீமன்(aslauthd)ஆனது அமைப்பை /etc/shadow வாசிக்கிறது, இதில் ஒரு நிர்வாக சிக்னல் உள்ளது.
te: SELinux అనునది sasl దృవీకరణ డెమోన్‌ను /etc/shadow దస్త్రము చదువుట నుండి తిరస్కరిస్తోంది. ఒకవేళ sasl దృవీకరణ డెమోన్ (saslauthd) అనునది /etc/sahdow ను చదువుటకు అమర్చివుంటక పోతే. ఇది ఒక అమర్యాదను సుచిస్తోంది.
zh_cn: SELinux 拒绝了 sasl 验证守护进程读取 /etc/shadow 文件。 如果没有将 sasl 验证守护进程（saslauthd）设置为读取 /etc/shadow 文件 这可能是一次入侵信号。
zh_tw: SELinux 已拒絕了 sasl 驗證 daemon 讀取 /etc/shadow 檔案。若 sasl 驗證 daemon（saslauthd）並未 被設為可讀取 /etc/shadow 的話，這代表系統可能已遭到 嘗試入侵的警訊。

source: If you want the sasl authentication daemon to be able to read the /etc/shadow file change the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
as: sasl অনুমোদন ডেমনৰ দ্বাৰা /etc/shadow নথিপত্ৰ পঢ়াৰ অনুমোদন কৰাৰ বাবে $BOOLEAN বুলিয়েনৰ মান পৰিবৰ্তন কৰক: "setsebool -P $BOOLEAN=1".
de: Wenn Sie möchten, dass der sasl-Authentifizierungs-Server die Datei /etc/shadow lesen kann, ändern Sie den $BOOLEAN Boolesch: "setsebool -P $BOOLEAN=1".
es: Si quiere que el demonio de autenticación sasl pueda leer el archivo /etc/shadow cambie $BOOLEAN: "setsebool -P $BOOLEAN=1".
fr: Si vous souhaitez que le démon d'authentification sasl soit capable de lire le fichier /etc/shadow, changez le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 ».
hi: अगर आप sasl सत्यापन डेमॉन को पढ़ने योग्य बनाना चाहते हैं /etc/shadow फाइल बदलाव $BOOLEAN बुलियन: "setsebool -P $BOOLEAN=1".
hu: Ha szeretné, hogy az "sasl" azonosítási szolgáltatás olvashassa a /etc/shadow fájlt, akkor módosítsa a(z) $BOOLEAN logikai értéket a következőképpen: "setsebool -P $BOOLEAN=1".
kn: sasl ದೃಢೀಕರಣ ಡೆಮನ್ /etc/shadow ಕಡತವನ್ನು ಓದಲು ನೀವು ಬಯಸುವುದಾದರೆ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಹೀಗೆ ಬದಲಾಯಿಸಿ: "setsebool -P $BOOLEAN=1".
ko: sasl 인증 데몬이 /etc/shadow 파일을 읽을 수 있게 하시려면 $BOOLEAN 부울을 변경하십시오: "setsebool -P $BOOLEAN=1".
ml: നിങ്ങള്‍ക്ക് /etc/shadow ഫയല്‍, sasl ഓഥന്‍റിക്കേഷന്‍ ഡെമണ്‍ (saslauthd) വായിക്കണമെങ്കില്‍ $BOOLEAN boolean മാറ്റുക: "setsebool -P $BOOLEAN=1".
mr: sasl अधिप्रमाणन डीमनने /etc/shadow फाइल वाचावे या करीता $BOOLEAN बूलीयन बदलवा: "setsebool -P $BOOLEAN=1".
nl: Als je wilt dat de sasl autorisatie daemon in staat is het /etc/shadow bestand te lezen verander dan de $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
or: /etc/shadow ଫାଇଲକୁ sasl ବୈଧିକରଣ ଡେମନ ପଢ଼ିବାରେ ସମର୍ଥ ହେଉ ବୋଲି ଯଦି ଆପଣ ଚାହୁଁଛନ୍ତି ତେବେ $BOOLEAN ବୁଲିଆନକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ: "setsebool -P $BOOLEAN=1".
pt: Se quiser que o servidor de autenticação SASL seja capaz de ler o ficheiro '/etc/shadow', mude o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
pt_br: SE você quiser que o daemon de autenticações sasl possa ler o arquivo /etc/shadow, mude o Booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
ru: Для разрешения чтения файла /etc/shadow демоном аутентификации sasl установите значение $BOOLEAN: «setsebool -P $BOOLEAN=1».
sr@latin: Ako želite da sistemska usluga sasl autentifikacije može da čita /etc/shadow datoteku, promenite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“.
sv: Om du vill sasl autentiserings-demonen ska kunna läsa /etc/shadow filen, ändra $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1".
ta: இந்த sasl அங்கீகரிக்கப்பட்ட டீமனை வாசிக்க விரும்பினால் இது /etc/shadow கோப்பு $BOOLEAN பூலியனை மாற்றுகிறது: "setsebool -P $BOOLEAN=1".
te: మీరు sasl దృవీకరణ డెమోన్‌ను చదువవలెనని అనుకుంటే ఆ /etc/shadow దస్త్రాన్ని $BOOLEAN నుండి బూలియన్‌కు మార్చుము: "setsebool -P $BOOLEAN=1".
zh_cn: 如果您想sasl验证后台能够读取 /etc/shadow 文件，您可以修改 $BOOLEAN布尔值： "setsebool -P $BOOLEAN=1".
zh_tw: 若您希望 sasl 驗證 daemon 可讀取 /etc/shadow 檔案的話，請更改 $BOOLEAN 布林值：「setsebool -P $BOOLEAN=1」。

source: SELinux policy is preventing the samba daemon from writing to a public directory.
as: SELinux নিয়মনীতিৰ বাবে samba ডেমনক সাৰ্বজনীন পঞ্জিকাত লিখিবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: Die SELinux-Richtlinie hindert den Samba-Daemon am Schreiben in ein öffentliches Verzeichnis.
es: La política de SELinux está negando al demonio samba la escritura a un directorio público.
fr: La règle SELinux a empêché le démon samba d'écrire dans un répertoire public.
hi: SELinux नीति samba डेमॉन को सार्वजनिक निर्देशिका में लिखने रोक रहा है.
hu: SELinux-szabályzat megakadályozza, hogy a "samba" szolgáltatás nyilvános könyvtárba írjon.
kn: SELinux ಪಾಲಿಸಿಯು ಸಾಂಬಾ ಡೆಮನ್ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ.
ko: SELinux 정책은 samba 데몬이 공개 디렉토리에 기록하지 못하게 합니다.
ml: പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും SELinux പോളിസി samba ഡെമണിനെ അനുവദിക്കുന്നുല്ല.
mr: SELinux करार samba डीमनला जागतिक डिरेक्ट्रीवर लिहीण्या पासून रोखत आहे.
nl: SELinux tactiek belet de samba daemon om naar een publieke map te schrijven.
or: SELinux ନିୟମ ଶାମ୍ବା ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି।
pt: A política de SELinux está a impedir o servidor de Samba de escrever numa pasta pública.
pt_br: Uma diretiva do SELinux está impedindo que o daemon do samba escreva em um diretório público.
ru: Политика SELinux предотвращает выполнение записи в общий каталог демоном samba.
sr@latin: SELinux polisa sprečava samba sistemsku uslugu od upisivanja u javni direktorijum.
sv: SELinux policy förhindrar samba-demonen från att skriva till en publik katalog.
ta: SELinux பாலிசியானது samba டீமனை ஒரு பொதுவான அடைவை எழுதுவதை தடுக்கிறது.
te: SElinux విధానం అనునది సాంబా డెమోన్‌ను పబ్లిక్ సంచయంకు వ్రాయుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 策略正在阻止 samba 在后台写入一个公共目录。
zh_tw: SELinux 政策已防止了 samba daemon 寫入一個公用的 目錄。
