Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: You can restore the default system context to this file by executing the restorecon command. restorecon '$TARGET_PATH', if this file is a directory, you can recursively restore using restorecon -R '$TARGET_PATH'.
as: restorecon আদেশ প্ৰয়োগ কৰি অবিকল্পিত ব্যৱস্থাপ্ৰণালী সন্দৰ্ভ পুনৰুদ্ধাৰ কৰা যাব: restorecon '$TARGET_PATH' । পঞ্জিকাৰ ক্ষেত্ৰত restorecon -R '$TARGET_PATH' প্ৰয়োগ কৰি ৰিকাৰ্ছিভ ৰূপে পুনৰুদ্ধাৰ কৰা যাব ।
de: Sie können den Standarddateikontext für diese Datei wiederherstellen durch die Ausführung des restorecon-Befehls. restorecon '$TARGET_PATH', wenn diese Datei ein Verzeichnis ist, Sie können es auch rekursiv machen durch restorecon -R '$TARGET_PATH'.
es: Puede restaurar el contexto predeterminado del sistema para este archivo ejecutando el comando restorecon restorecon '$TARGET_PATH' Si este archivo es un directorio, puede restaurar recursivamente haciendo restorecon -R '$TARGET_PATH'.
fr: Vous pouvez restaurer le contexte par défaut du système sur ce fichier en exécutant la commande restorecon. restorecon '$TARGET_PATH'. Si ce fichier est un répertoire, vous pouvez restaurer le contexte récursivement en utilisant restorecon -R '$TARGET_PATH'.
hu: Visszaállíthatja az alap beállítást e fájlra a restorecon parancs végrehajtásával. restorecon '$TARGET_PATH', ha e fájl mappa, akkor rekurzívan is teheti: restorecon -R '$TARGET_PATH'.
kn: ಈ ಕಡತಕ್ಕೆ ಗಣಕದ ಪೂರ್ವನಿಯೋಜಿತ ಸನ್ನಿವೇಶವನ್ನು ಮರುಸ್ಥಾಪಿಸಲು restorecon ಆಜ್ಞೆಯನ್ನು ಬಳಸಬಹುದಾಗಿದೆ. restorecon '$TARGET_PATH', ಇದು ಒಂದು ಕಡತಕೋಶವಾಗಿದ್ದಲ್ಲಿ, restorecon -R '$TARGET_PATH' ಅನ್ನು ಬಳಸಿಕೊಂಡು ಪುನರಾವರ್ತಿತವಾಗಿ ಮರುಸ್ಥಾಪಿಸಬಹುದಾಗಿದೆ.
ko: restorecon 명령을 실행하여 이 파일에 기본값 시스템 문맥을 복구할 수 있습니다. restorecon '$TARGET_PATH', 이 파일이 디렉토리일 경우, restorecon -R '$TARGET_PATH'를 사용하여 재귀적으로 복구할 수 있습니다.
ml: ഈ ഫയലിലേക്ക് സ്വതവേയുള്ള സിസ്റ്റം കോണ്‍ടെക്സ്റ്റ് വീണ്ടെടുക്കുന്നതിനായി, restoreconകമാന്‍ഡ് ഉപയോഗിക്കുക. restorecon '$TARGET_PATH', ഈ ഫയല്‍ ഒരു ഡയറക്ടറിയാണെങ്കില്‍, ആവര്‍ത്തിച്ചു് വീണ്ടെടുക്കുന്നതിനായി, restorecon -R '$TARGET_PATH' ഉപയോഗിക്കാം.
mr: तुम्ही यास फाइल करीता पूर्वनिर्धारीत प्रणाली संदर्भ restorecon आदेश चालवून पुन्हस्थापीत करू शकता. restorecon '$TARGET_PATH', फाइल डिरेक्ट्री असल्यास, तुम्ही वारंवार restorecon -R '$TARGET_PATH' वापरू पुन्हा स्थापीत करू शकता.
nl: Je kunt de standaard systeem context voor dit bestand herstellen door het restorecon commando uit te voeren. restorecon '$TARGET_PATH', als dit bestand een map is, kun je recursief herstellen met restorecon -R '$TARGET_PATH'.
or: ଆପଣ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ର ପ୍ରସଙ୍ଗକୁ ଏହି ଫାଇଲରେ restorecon ନିର୍ଦ୍ଦେଶକୁ ନିଷ୍ପାଦନ କରି ପୁନଃସ୍ଥାପନ କରିପାରିବେ। restorecon '$TARGET_PATH', ଯଦି ଏହି ଫାଇଲଟି ଗୋଟିଏ ଡିରେକ୍ଟୋରୀ ହୋଇଥାଏ, ତେବେ ଆପଣ ପୁନଃପୌନିକ ଭାବରେ restorecon -R '$TARGET_PATH' କୁ ବ୍ୟବହାର କରିପୁନଃସ୍ଥାପନ କରିପାରିବେ।
pt: Pode restaurar o contexto do sistema padrão para este ficheiro executandoo comando restorecon. restorecon '$TARGET_PATH', se este ficheiro for um directório, pode restaurar recursivamente usando restorecon -R '$TARGET_PATH'.
pt_br: Você pode restaurar o contexto do sistema padrão executando o comando restorecon. restorecon $TARGET_PATH, se este arquivo é um diretório, você pode restaurar recursivamente usando restorecon -R $TARGET_PATH.
ru: Исходный контекст файла можно восстановить: «restorecon '$TARGET_PATH'» Для каталога используйте команду «restorecon -R '$TARGET_PATH'».
sr@latin: Možete obnoviti podrazumevani kontekst sistema za ovu datoteku izvršavajući restorecon komandu. restorecon '$TARGET_PATH', ako je ova datoteka direktorijum, možete rekurzivno obnoviti koristeći restorecon -R '$TARGET_PATH'.
sv: Du kan återställa denna fils standardsystemkontext genom att köra kommandot restorecon. restorecon '$TARGET_PATH', om denna fil är en katalog kan du rekursivt återställa med restorecon -R '$TARGET_PATH'.
ta: நீங்கள் இந்த முன்னிருப்பு கணினி உரையை அந்த கோப்பின் படி/n restorecon கட்டளையும் செயலாற்றுகிறது. restorecon '$TARGET_PATH', இது ஒரு கோப்பு அடைவாக, நீங்கள் மறுதொடர்பாக restorecon -R '$TARGET_PATH' பயன்படுத்தலாம்.
te: మీరు అప్రమేయ సిస్టమ్ సందర్భంను ఈ దస్త్రముకు restorecon ఆదేశమును ఉపయోగించి తిరిగివుంచగలరు. restorecon '$TARGET_PATH', ఈ దస్త్రము సంచయం అయితే, మీరు పునరావృతంగా తిరిగివుంచవచ్చు restorecon -R '$TARGET_PATH' ఉపయోగించి.
zh_cn: 您可以执行 restorecon 命令为这个文件保存默认系统上下文。restorecon '$TARGET_PATH'，如果这个文件是一个目录， 您可以使用 restorecon -R '$TARGET_PATH' 进行递归保存。
zh_tw: 您可透過執行 restorecon 指令來將此檔案的預設 系統 context 復原。restorecon '$TARGET_PATH'，若此檔案是個目錄的話， 您可透過使用 restorecon -R '$TARGET_PATH' 來遞迴地復原。

source: Restore Context
de: Kontext wiederherstellen
es: Restaurar Contexto
fr: Restaure le contexte
hi: संदर्भ फिर वापस लाएँ
hu: Beállítás visszaállítása
kn: ಸನ್ನಿವೇಶವನ್ನು ಮರಳಿ ಸ್ಥಾಪಿಸು
ko: 문맥 복구
ml: കോണ്‍ടെക്സ്റ്റ് വീണ്ടെടുക്കുക
mr: संदर्भ पूर्वस्थितीत आणा
nl: Herstel context
or: ପ୍ରସଙ୍ଗକୁ ପୁନସ୍ଥାପନ କରନ୍ତୁ
pt: Restaurar Contexto
pt_br: Restaurar contexto
ru: Восстановить контекст
sv: Återställ kontext
ta: உள்ளடக்கத்தை மறுசேமி
te: సందర్భమును తిరిగివుంచుము
zh_cn: 恢复上下文
zh_tw: 復原 Context

source: SELinux denied access requested by $SOURCE_PATH. $SOURCE_PATH is mislabeled. $SOURCE_PATH default SELinux type is <B>$DEFAULT_CONTYPE</B>, but its current type is <B>$CURRENT_CONTYPE</B>. Changing this file back to the default type, may fix your problem. <p> If you believe this is a bug, please file a bug report against this package.
de: SELinux verweigerte den von $SOURCE_PATH geforderten Zugriff. $SOURCE_PATH ist falsch gekennzeichnet. Der Standard-SELinux-Typ für $SOURCE_PATH ist <B>$DEFAULT_CONTYPE</B>. Sein korrekter Typ ist jedoch <B>$CURRENT_CONTYPE</B>. Das Ändern dieser Datei zurück zum Standard-Typ behebt Ihr Problem ggf. <p> Falls Sie glauben, dass es sich hierbei um einen Fehler handelt, reichen Sie bitte einen Fehlerbericht für dieses Paket ein.
es: SELinux denegó el acceso requerido por $SOURCE_PATH. $SOURCE_PATH esta sin etiqueta. El tipo SELinux por defecto de $SOURCE_PATH es <B>$DEFAULT_CONTYPE</B>, pero el tipo actual es <B>$CURRENT_CONTYPE</B>. Cambiar este archivo de vuelta al tipo por defecto, puede solucionar su problema. <p> Si usted cree que esto es un error, por favor reporte el error para este paquete.
fr: SELinux a refusé la requête d'accès de $SOURCE_PATH. $SOURCE_PATH est mal étiquetté. Le type SELinux par défaut de $SOURCE_PATH est <B>$DEFAULT_CONTYPE</B>, mais son type actuel est <B>$CURRENT_CONTYPE</B>. Utiliser le type par défaut à nouveau corrigera peut-être le problème. <p> Si vous pensez qu'il s'agit d'un bogue, veuillez remplir un rapport de bogue pour ce paquet.
kn: $SOURCE_PATH ಇಂದ ಸಲ್ಲಿಸಲಾದ ಮನವಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. $SOURCE_PATH ಅನ್ನು ತಪ್ಪಾಗಿ ಲೇಬಲ್ ಮಾಡಲಾಗಿದೆ. $SOURCE_PATH ನ ಪೂರ್ವನಿಯೋಜಿತ SELinux ಬಗೆಯು <B>$DEFAULT_CONTYPE</B> ಆಗಿದೆ, ಆದರೆ ಅದರ ಪ್ರಸಕ್ತ ಬಗೆಯು <B>$CURRENT_CONTYPE</B> ಆಗಿದೆ. ಈ ಕಡತವನ್ನು ಪೂರ್ವನಿಯೋಜಿತ ಬಗೆಗೆ ಬದಲಾಯಿಸುವುದರಿಂದ ನಿಮ್ಮ ತೊಂದರೆ ಪರಿಹಾರಗೊಳ್ಳಬಹುದು. <p> ಇದು ಒಂದು ದೋಷ ಎಂದು ನಿಮಗನ್ನಿಸಿದಲ್ಲಿ, ದಯವಿಟ್ಟು ಈ ಪ್ಯಾಕೇಜಿನ ವಿರುದ್ಧ ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: SELinux가 $SOURCE_PATH에 의해 요청된 억세스를 거부했습니다. $SOURCE_PATH는 잘못 레이블이 붙여졌습니다. $SOURCE_PATH 디폴트 SELinux 유형은 <B>$DEFAULT_CONTYPE</B>인데, 현재 유형은 <B>$CURRENT_CONTYPE</B> 입니다. 이 파일을 디폴트 유형으로 변경하면, 문제가 해결될 수도 있습니다. <p> 만약 이 상황이 버그라고 생각되시면, 이 패키지에 대한 버그 보고를 해 주십시오.
ml: $SOURCE_PATH ആവശ്യപ്പെട്ട അനുമതി SELinux നിഷേധിച്ചിരിക്കുന്നു. കാരണം $SOURCE_PATH-നുള്ള ലേബല്‍ തെറ്റാണു്. $SOURCE_PATH-നു് സ്വതവേയുള്ള SELinux രീതി <B>$DEFAULT_CONTYPE</B> ആണു്, പക്ഷേ നിലവിലുള്ളതു് <B>$CURRENT_CONTYPE</B> ആകുന്നു. ഇതു് മാറ്റി സ്വതവേയുള്ളതാക്കിയാല്‍, ഒരു പക്ഷേ പ്രശ്നം പരിഹരിക്കാം. <p> ഇതൊരു ബഗാണെന്നു് നിങ്ങള്‍ കരുതുന്നെങ്കില്‍, ദയവായി ഈ പാക്കേജിനെതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: SELinux ने $SOURCE_PATH द्वारे विनंतीकृत प्रवेश रोखले. $SOURCE_PATH चे लेबल चूकीचे आहे. $SOURCE_PATH पूर्वनिर्धारीत SELinux प्रकार <B>$DEFAULT_CONTYPE</B> आहे, परंतु त्याचे सध्याचे प्रकार <B>$CURRENT_CONTYPE</B> आहे. फाइलला पूर्वनिर्धारीत प्रकारशी बदलल्यास, त्रुटीचे निवारण शकय आहे. <p> हे बग आहे याची खात्री असल्यास, कृपया या संकुलच्या विरूध्द बग फाइल करा.
nl: SELinux belette toegang gevraagd door $SOURCE_PATH. $SOURCE_PATH is verkeerd gelabeld. De standaard SELinux type van $SOURCE_PATH is <B>$DEFAULT_CONTYPE</B>, maar het huidige type is <B>$CURRENT_CONTYPE</B>. Het veranderen van dit bestand naar zijn standaard type kan jouw probleem oplossen. <p> Als je denk dat dit een bug is, rapporteer deze dan voor dit pakket.
or: SELinux $SOURCE_PATH ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଥାଏ। $SOURCE_PATH ଟି ଭୁଲ ନାମକରଣ ହୋଇଛି। $SOURCE_PATH ପୂର୍ବନିର୍ଦ୍ଧାରିତ SELinux ପ୍ରକାରଟି ହେଉଛି <B>$DEFAULT_CONTYPE</B>, କିନ୍ତୁ ଏହାର ପ୍ରଚଳିତ ପ୍ରକାରଟି ହେଉଛି <B>$CURRENT_CONTYPE</B>. ଏହି ଫାଇଲକୁ ପରିବର୍ତ୍ତନ କରିବା ଫଳରେ ଏହା ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପ୍ରକାରକୁ ଫେରିଥାଏ, ହୁଏତଃ ଆପଣଙ୍କର ସମସ୍ୟାର ସମାଧାନ ହୋଇପାରେ। <p> ଯଦି ଆପଣ ବିଶ୍ୱାସ କରନ୍ତି ଯେ ଏହା ହେଉଛି ଏକ ତ୍ରୁଟି, ତେବେ ଦୟାକରି ଏହି ପ୍ୟାକେଜ ନାମରେ ଗୋଟିଏ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରନ୍ତୁ।
pt_br: SELinux negou acesso requerido por $SOURCE_PATH. $SOURCE_PATH possui o rótulo errado. $SOURCE_PATH tipo padrão de SELinux é <B>$DEFAULT_CONTYPE</B>, mas seu tipo atual é <B>$CURRENT_CONTYPE</B>. Mudar este arquivo para o tipo padrão, pode reparar seu problema. <p> Caso você acredite que seja um erro, envie um relatório de erro neste pacote.
ru: SELinux отклонил запрос доступа от $SOURCE_PATH. $SOURCE_PATH отмечен неверно. Стандартный тип SELinux для $SOURCE_PATH &mdash; <B>$DEFAULT_CONTYPE</B>, но его текущий тип &mdash; <B>$CURRENT_CONTYPE</B>. Изменение типа на стандартный может исправить проблему. <p> Если вы думаете, что это ошибка, создайте запрос в Bugzilla для этого пакета.
sv: SELinux nekade åtkomst begärd av $SOURCE_PATH. $SOURCE_PATH har fel etikett. $SOURCE_PATH normala SELinux-typ är <B>$DEFAULT_CONTYPE</B>, men dess nuvarande typ är <B>$CURRENT_CONTYPE</B>. Att ändra denna fil tillbaka till standardtypen kan lösa ditt problem. <p> Om du tror detta är ett fel, skapa en felrapport om detta paket.
te: $SOURCE_PATH ద్వారా అభ్యర్దించబడిన యాక్సెస్‌ను SELinux తిరస్కరించినది. $SOURCE_PATH తప్పుగా లేబుల్ చేయబడింది. $SOURCE_PATH యొక్క అప్రమేయ SELinux రకము <B>$DEFAULT_CONTYPE</B>, అయితే దానియొక్క ప్రస్తుత రకము <B>$CURRENT_CONTYPE</B>. ఈ ఫైలును వెనుకకు అప్రమేయ రకమునకు మార్చుట, మీ సమస్యను పరిష్కరించవచ్చును. <p> ఒక వేళ మీరు యిది బగ్ అని నమ్మితే, దయచేసి ఈ ప్యాకేజిపై బగ్ నివేదికను దాఖలుచేయుము.
zh_cn: SELinux 拒绝了 $SOURCE_PATH 请求的访问。$SOURCE_PATH 是 错误标记的。$SOURCE_PATH 默认 SELinux 类型为 <B>$DEFAULT_CONTYPE</B>，但其目前的类型为 <B>$CURRENT_CONTYPE</B>。将 这个文件改回到默认类型可解决您的问题。 <p> 如果您认为这是一个 bug，请根据这个软件包提交一个 bug 报告。
zh_tw: SELinux 拒絕了來自於 $SOURCE_PATH 的存取請求。$SOURCE_PATH 已 錯誤標記。$SOURCE_PATH 的預設 SELinux 類型為 <B>$DEFAULT_CONTYPE</B>，不過它目前的類型為 <B>$CURRENT_CONTYPE</B>。將此檔案更改為 預設類型，也許能修正您的問題。 <p> 若您認為這是一則錯誤的話，請針對於此套件提交一份錯誤報告。

source: You can restore the default system context to this file by executing the restorecon command. restorecon '$SOURCE_PATH'.
de: Sie können den Standardsystemkontext für diese Datei wiederherstellen, indem Sie den restorecon-Befehl ausführen. restorecon '$SOURCE_PATH'.
es: Puede restaurar el contexto predeterminado del sistema de este archivo ejecutando el comando restorecon '$SOURCE_PATH'.
fr: Vous pouvez restaurer le contexte par défaut du système sur ce fichier en exécutant la commande restorecon. restorecon '$SOURCE_PATH'.
kn: ಈ ಕಡತಕ್ಕೆ ಗಣಕದ ಪೂರ್ವನಿಯೋಜಿತ ಸನ್ನಿವೇಶವನ್ನು ಮರುಸ್ಥಾಪಿಸಲು restorecon ಆಜ್ಞೆಯನ್ನು ನೀವುಬಳಸಬಹುದಾಗಿದೆ. restorecon '$SOURCE_PATH'.
ko: restorecon 명령을 실행하여 이 파일에 기본값 시스템 문맥을 복구할 수 있습니다. restorecon '$SOURCE_PATH'.
ml: ഈ ഫയലിലേക്ക് സ്വതവേയുള്ള സിസ്റ്റം കോണ്‍ടെക്സ്റ്റ് വീണ്ടെടുക്കുന്നതിനായി, restorecon കമാന്‍ഡ് ഉപയോഗിക്കാം. restorecon '$SOURCE_PATH'.
mr: या फाइलकरीता restorecon आदेश चालवून पूर्वनिर्धारीत प्रणाली संदर्भ पूर्वस्थितीत आणणे शक्य आहे. restorecon '$SOURCE_PATH'.
nl: Je kunt de standaard systeem context voor dit bestand herstellen door het restorecon commando uit te voeren. restorecon '$SOURCE_PATH'.
or: ଆପଣ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ର ପ୍ରସଙ୍ଗକୁ ଏହି ଫାଇଲରେ ନିଷ୍ପାଦନ କରି ପୁନଃସ୍ଥାପନ କରିପାରିବେ the restorecon ନିର୍ଦ୍ଦେଶ। restorecon '$SOURCE_PATH'.
pt: Pode restaurar o contexto do sistema por omissão para este ficheiro executando o comando restorecon. restorecon '$SOURCE_PATH'.
pt_br: Você pode restaurar o contexto do padrão do sistema para este arquivo executando o comando restorecon. restorecon '$SOURCE_PATH'.
ru: Исходный контекст можно восстановить с помощью команды restorecon: «restorecon '$SOURCE_PATH'».
sv: Du kan återställa systemets standardkontext för denna fil genom att köra kommandot restorecon. restorecon '$SOURCE_PATH'.
te: మీరు అప్రమేయ సిస్టమ్ సందర్భంను ఈ దస్త్రముకు restorecon ఆదేశమును నిర్వర్తించుట ద్వారా తిరిగివుంచగలరు. restorecon '$SOURCE_PATH'.
zh_cn: 您可以执行 restorecon 命令恢复这个文件的默认系统上下文。 restorecon '$SOURCE_PATH'.
zh_tw: 您可透過執行 restorecon 指令 restorecon '$SOURCE_PATH' 來將 此檔案的預設系統 context 復原。

source: SELinux denied rsync access to $TARGET_PATH. If this is a RSYNC repository it has to have a file context label of rsync_data_t. If you did not intend to use $TARGET_PATH as a rsync repository it could indicate either a bug or it could signal a intrusion attempt.
as: SELinux ৰ দ্বাৰা rsync ক $TARGET_PATH ব্যৱহাৰ কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে । RSYNC সংগ্ৰহস্থলৰ ক্ষেত্ৰত rsync_data_t নথিপত্ৰ সন্দৰ্ভ লেবেল প্ৰয়োগ কৰা আৱশ্যক । $TARGET_PATH rsync সংগ্ৰহস্থল ন'হ'লে সম্ভত এইটো এটা বাগ অথবা অনুপ্ৰৱেশৰ প্ৰচেষ্টা ।
de: SELinux verweigerte rsync den Zugriff auf $TARGET_PATH. Wenn dies ein RSYNC-Depot ist, muss es ein Dateikontext-Label von rsync_data_t haben. Falls Sie $TARGET_PATH nicht als RSYNC-Depot verwenden wollten, könnte dies entweder ein Fehler sein oder einen Einbruchsversuch. signalisieren.
es: SELinux negó el acceso a $TARGET_PATH a rsync. Si éste es un repositorio RSYNC debe tener la etiqueta de contexto de archivo de rsync_data_t. Si no pretende usar $TARGET_PATH como un repositorio rsync, puede ser un error o una señal de un intento de ataque.
fr: SELinux a refusé à rsync l'accès à $TARGET_PATH. S'il s'agit d'un dépôt RSYNC il doit comporter un étiquetage de contexte de fichier tel que rsync_data_t. Si vous n'avez pas l'intention d'utiliser $TARGET_PATH en tant que dépôt rsync cela peut soit signifier un bogue, soi une tentative d'intrusion.
hi: SELinux ने rsync अभिगम से $TARGET_PATH में मना किया. अगर यह एक RSYNC भंडार है इसे एक फाइल संदर्भ स्तर rsync_data_t का रखना चाहिये. अगर आप $TARGET_PATH को एक rsync रिपॉजिटरी के रूप में प्रयोग की इच्छा नहीं रखते हैं यह या तो एक बग के बारे में बताता है या एक घुसपैठ प्रयास का संकेत दे सकता है
hu: SELinux elutasította, hogy az "rsync" hozzáférjen ehhez: "$TARGET_PATH". Ha ez egy Rsync-tároló, akkor rsync_data_t fájl beállítás címkével kell rendelkeznie. Ha Ön nem akarta Rsync-tárolóként használni a(z) "$TARGET_PATH" objektumot, akkor ez egy hibát vagy egy behatolási próbálkozást is jelezhet.
kn: $TARGET_PATH ಗೆ rsync ಅನುಮತಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಇದು ಒಂದು RSYNC ರೆಪೊಸಿಟರಿಯಾಗಿದ್ದಲ್ಲಿ ಇದರ ಕಡತ ಸನ್ನಿವೇಶವು rsync_data_t ಆಗಿರಬೇಕು. ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು rsync ರೆಪೊಸಿಟರಿಯಾಗಿ ಬಳಸಲು ಇಚ್ಛಿಸದೆ ಇದ್ದ ಪಕ್ಷದಲ್ಲಿ ಇದು ಒಂದು ದೋಷ ಅಥವ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ
ko: SELinux는 $TARGET_PATH로 rsync 액세스하는 것을 거부합니다. 이것이 RSYNC 리포지터리일 경우 rsync_data_t의 파일 문맥 레이블을 가지고 있어야 합니다. rsync 리포지터리로 $TARGET_PATH를 사용하고자 하지 않으실 경우 버그가 나타나거나 또는 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: $TARGET_PATH-ലേക്കുളള rsync പ്രവേശനം SELinux നിഷേധിച്ചിരിക്കുന്നു. ഇത് ഒരു RSYNC റിപ്പോസിറ്ററി ആണ് എങ്കില്‍, rsync_data_t എന്ന ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് ലേബല്‍ ഉണ്ടാകേണ്ടതാണ്. നിങ്ങള്‍ക്ക് $TARGET_PATH ഒരു rsync റിപ്പോസിറ്ററിയായി ഉപയോഗിക്കണമെങ്കില്‍, അത് ഒരു ബഗ് അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने $TARGET_PATH करीता rsync प्रवेश नकारला. हे RSYNC रेपॉझिटरी असल्यास त्याकडे rsync_data_t चे फाइल संदर्भ असायला हवे . तुम्ही $TARGET_PATH चा वापर rsync रेपॉझिटरी म्हणून करत नसल्यास त्यास बग किंवा घुसखोरीचा प्रयत्न म्हणून पाहिला जाईल.
nl: SELinux verbood rsync toegang tot $TARGET_PATH. Als dit een RSYNC repository is moet het een rsync_data_t bestandscontext hebben. Als je $TARGET_PATH niet als een rsync repository bedoeld had kan het een bug of indringing poging aangeven.
or: SELinux $TARGET_PATH କୁ rsync ଅଭିଗମ୍ୟତା ପାଇଁ ବାରଣ କରିଛି। ଯଦି ଏହା ଏକ RSYNC ସଂଗ୍ରହାଳୟ ତେବେ ଏଥିରେ rsync_data_t ନାମରେ ଫାଇଲ ପ୍ରସଙ୍ଗ ଥିବା ଉଚିତ। ଯଦି ଆପଣ $TARGET_PATH କୁ rsync ସଂଗ୍ରହାଳୟ ଭାବରେ ବ୍ୟବହାର କରିବାକୁଚାହୁଁନାହାନ୍ତି ତେବେ ଏହା ସମ୍ଭବତଃ ଗୋଟିଏ ତ୍ରୁଟିକୁ ସୂଚାଇପାରେ କିମ୍ବା ଏହା ଏକ ବିନାଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇପାରେ।
pt: O SELinux negou o acesso do 'rsync' a $TARGET_PATH. Se este for um repositório do RSYNC, deverá ter uma etiqueta do contexto de ficheiros 'rsync_data_t'. Se não pretende usar o $TARGET_PATH como repositório de 'rsync', poderá corresponder a um erro ou a uma tentativa de intrusão.
pt_br: O SELinux impediu o acesso do rsync ao $TARGET_PATH. Se este é um repositório RSYNC, este deve ter um contexto de arquivo etiquetado como rsync_data_t. Se você não pretendia usar o $TARGET_PATH como um repositório rsync, então isso poderia indicar um erro (bug) ou uma tentativa de intrusão.
ru: SELinux запретил доступ rsync к $TARGET_PATH. Если это репозиторий RSYNC, он должен иметь контекст rsync_data_t. Если вы не используете $TARGET_PATH как репозиторий rsync, это может служить индикатором ошибки или попытки вторжения.
sr@latin: SELinux je odbio rsync pristup ka $TARGET_PATH. Ako je ovo RSYNC spremište, mora imati rsync_data_t oznaku konteksta datoteke. Ako niste namerili da koristite $TARGET_PATH kao rsync spremište ovo može ukazivati ili na grešku ili na pokušaj upada.
sv: SELinux förhindrade rsync åtkomst till $TARGET_PATH. Om detta är ett rsync-datalager måste den ha en filkontextmärkning med rsync_data_t. Om du inte avsåg att använda $TARGET_PATH som ett rsync-datalager kan detta påvisa antingen ett fel eller ett intrångsförsök.
ta: SELinux ஆனது rsync அணுகலுக்கு $TARGET_PATHஐ மறுக்கிறது. இது ஒரு RSYNC களஞ்சியமாக கோப்பு உரை லேபிலாக rsync_data_t இருந்தால்.இதை $TARGET_PATH ஒரு rsync களஞ்சியமாக இதை ஒரு பிழையாக அல்லது ஒரு நிர்வாக முயற்சிக்கான சிக்னலாக பயன்படுத்தலாம்.
te: SELinux అనునది rsync వాడుకను $TARGET_PATHకు తిరస్కరిస్తుంది. ఇది ఒక RSYNC రిపోజిటరీ అయితే ఇది ఒక దస్త్రము లేబుల్‌ను కలిగివుండాలి rsync_data_t యొక్కది. మీరు $TARGET_PATH ను rsync రిపోజిటరీలాగా వాడాలని లేకపోతే ఇది బగ్‌ గా గాని లేదా అమర్యాద యత్నముగా గాని సూచిస్తుంది.
zh_cn: SELinux 拒绝了 rsync 访问 $TARGET_PATH 。 如果这是一个 RSYNC 仓库，它必须有一个 rsync_data_t 上下文标签。如果 您没有打算将 $TARGET_PATH 作为 rsync 仓库，这可能意味着一个 bug 或 是入侵尝试的信号。
zh_tw: SELinux 拒絕了 rsync 存取 $TARGET_PATH。 若這是個 RSYNC 儲存庫的話，它必須要有個標記為 rsync_data_t 的 檔案 context。若您並未嘗試使用 $TARGET_PATH 來作為 rsync 儲存庫的話， 這顯示了可能有個 bug 或可能是系統已遭到嘗試入侵的警訊。

source: You can alter the file context by executing chcon -R -t rsync_data_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -R -t cvs_data_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t rsync_data_t '$TARGET_PATH'"
es: Puede modificar el contexto de archivo ejecutando chcon -R -t rsync_data_t '$TARGET_PATH' También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, para que se preserven incluso después de un reetiquetado completo. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
fr: Vous pouvez changer le contexte du fichier en exécutant chcon -R -t rsync_data_t '$TARGET_PATH' Vous devez aussi changer le dossier par défaut des fichiers de contexte de votre système, même lors d'un réétiquetage complet, de manière à les préserver. « semanage fcontext -a -t rsync_data_t '$TARGET_PATH' »
hu: A fájl beállítását megváltoztatni a chcon -R -t rsync_data_t '$TARGET_PATH' parancs végrehajtásával lehet. Az alapértelmezett fájl beállítást szintén meg kell változtatni, hogy az megmaradjon teljes újracímkézés esetén is: semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'
kn: chcon -R -t rsync_data_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
ko: chcon -R -t rsync_data_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
ml: chcon -R -t cvs_data_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
mr: तुम्ही फाइल संदर्भ chcon -R -t rsync_data_t '$TARGET_PATH' कार्यान्वीत करून बदलवू शकता तुम्ही पूर्णतया पुन्हलेबल संचयीत करण्याकरीता प्रणालीवरील पूर्वनिर्धारीत फाइल सदंर्भ फाइल देखील बदलवू शकता. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen met chcon -R -t rsync_data_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om dit te bewaren zelfs bij een volledige her-labelering. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -R -t rsync_data_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
pt: Pode alterar o contexto do ficheiro executando chcon -R -t rsync_data_t '$TARGET_PATH' Também precisa de alterar o contexto por omissão dos ficheiros no sistema para os preservar mesmo na caso de uma etiquetagem total. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
pt_br: Você pode alterar o contexto de arquivo executando chcon -R -t rsync_data_t '$TARGET_PATH' Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem total. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
ru: Файловый контекст можно изменить с помощью команды «chcon -R -t rsync_data_t '$TARGET_PATH'» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'»
sv: Du kan ändra filkontexten genom att köra chcon -R -t rsync_data_t '$TARGET_PATH' Du måste också ändra standardfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
te: మీరు దస్త్రము సందర్భంను chcon -R -t rsync_data_t '$TARGET_PATH' నిర్వర్తించుట ద్వారా మార్చవచ్చు.మీరు అప్రమేయ దస్త్ర సందర్భ దస్త్రములను సిస్టమ్ పైన వాటిని పూర్తి చేరికగా వుంచుటకు తప్పక మార్చాలి. "semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
zh_cn: 您能够通过执行 chcon -R -t rsync_data_t '$TARGET_PATH' 更改文件上下文。 您还必须在系统中更改默认文件上下文文件以便在完全重新标记后保留它们。"semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'"
zh_tw: 您可透過執行 chcon -R -t rsync_data_t '$TARGET_PATH' 來修改檔案 context 您也必須更改系統上的預設檔案 context 檔才能在完整標記的情況下將它們保留住。「semanage fcontext -a -t rsync_data_t '$FIX_TARGET_PATH'」
