Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented $SOURCE from using kerberos for authentication. If you have configured the system to use kerberos this access is expected but is not currently allowed by SELinux. Otherwise this access may signal an intrusion.
as: SELinux ৰ দ্বাৰা $SOURCE ক kerberos ব্যৱহাৰত প্ৰতিৰোধ কৰা হৈছে । ব্যৱস্থাপ্ৰণালী ৰ দ্বাৰা kerberos ৰ ব্যৱহাৰ বিন্যাস কৰা হ'লে এইটো প্ৰত্যাশিত হ'লেও SELinux বৰ্তমানে এই কামৰ অনুমতি প্ৰদান কৰি না । অন্যথা, এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux hinderte $SOURCE an der Verwendung von Kerberos zur Authentifizierung. Wenn Sie das System so konfiguriert haben, dass es Kerberos verwendet, wird dieser Zugriff erwartet, wird jedoch derzeit nicht von SELinux erlaubt. Ansonsten könnte dieser Zugriff einen Einbruchsversuch signalisieren.
es: SELinux previno acerca de la intención de $SOURCE el uso de kerberos para la autenticación. Si ha configurado el sistema para que use kerberos este acceso es esperado pero no actualmente permitido por SELinux. Caso contrario, este acceso puede indicar un ataque.
fr: SELinux a empêché $SOURCE d'utiliser kerberos pour l'authentification. Si vous avez configuré le système pour utiliser kerberos cet accès est attendu mais n'est pas actuellement autorisé par SELinux. Autrement, cet accès pourrait signaler une intrusion.
hi: SELinux ने $SOURCE को सत्यापन के लिये करबरोस के प्रयोग से रोका. अगर आपने करबरोस का प्रयोग करने के लिये सिस्टम विन्यस्त किया है यह अभिगम प्रत्याशित है लेकिन अभी SELinux के द्वारा अनुमति प्राप्त नहीं है. अन्यथा यह अभिगम एक घुसपैठ का संकेत दे सकता है.
hu: SELinux megakadályozta, hogy a(z) $SOURCE a Kerberost használja azonosításra. Ha Ön Kerberos használatára állította be a rendszert, akkor ez a hozzáférés helyénvaló, de SELinux jelenleg nem engedélyezi azt. Ha viszont nincs Kerberos-használat beállítva, akkor behatolást is jelezhet ez a hozzáférés.
kn: ದೃಢೀಕರಣ ಕರ್ಬರೋಸನ್ನು ಉಪಯೋಗಿಸದಂತೆ $SOURCE ಅನ್ನು SELinux ತಡೆದಿದೆ. ನೀವು ಗಣಕವನ್ನು ಕರ್ಬರೋಸ್ ಅನ್ನು ಬಳಸುವಂತೆ ನೀವು ಗಣಕವನ್ನು ಸಂರಚಿಸಿದ್ದರೆ ಈ ನಿಲುಕಣೆ ನಿರೀಕ್ಷಿತ, ಆದರೆ ಈಗ ಇದನ್ನು SELinux ಅಂಗೀಕರಿಸುವುದಿಲ್ಲ. ಇಲ್ಲದೆಹೋದಲ್ಲಿ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 $SOURCE가 인증을 위해 커베로스를 사용하지 못하게 합니다. 커베로스를 사용하기 위해 시스템을 설정하시고자 한다면 이러한 액세스를 실행하실 수 있으나 이는 현재 SELinux에 의해 허용되지 않습니다. 계속 실행하실 경우 이러한 액세스에 침입했다는 신호가 나타날 수 있습니다.
ml: ആധികാരികത ഉറപ്പിക്കുന്നതിനായി kerberos ഉപയോഗിക്കുന്നതില്‍ നിന്നും $SOURCE-നെ SELinux തടയുന്നു. നിങ്ങള്‍ kerberos ഉപയോഗിക്കുന്നതിനായി സിസ്റ്റം ക്രമികരിക്കുന്നു എങ്കില്‍ ഇതിനുളള അനുമതി പ്രതീക്ഷിക്കുന്നു എങ്കിലും നിലവില്‍ നിങ്ങളെ SELinux ഇതിനായി അനുവദിക്കുന്നില്ല.
mr: SELinux ने $SOURCE ला kerberos च्या वापर पासून अधिप्रमाणन करीता रोखले आहे. प्रणालीस kerberos करीता संयोजीत केल्यास या प्रवेश अपेक्षीत आहे पण यास SELinux द्वारे परवानगी नाही . नाहीतर हा प्रवेश घुसखोरी म्हणून पाहिला जाईल.
nl: SELinux belette $SOURCE om kerberos te gebruiken voor autorisatie. Als je het systeem hebt ingesteld om kerberos te gebruiken is deze toegang te verwachten maar is op dit moment niet toegestaan door SELinux. Anders kan deze toegang een teken zijn van een indringing.
or: SELinux $SOURCE କୁ ବୈଧିକରଣ ପାଇଁ kerberos ବ୍ୟବହାର କରିବାରୁ ବାରଣ କରିଥାଏ। ଯଦି ଆପଣ ସେହି ତନ୍ତ୍ରକୁ kerberos ବ୍ୟବହାର କରିବା ପାଁଇଁ ବିନ୍ୟାସ କରିଥାନ୍ତି ତେବେ ଏହି ଅଭିଗମ୍ୟତାଟି ଆଶାକରାଯାଇଥାଏ କିନ୍ତୁ ତାହା ବର୍ତ୍ତମାନ SELinux ଦ୍ୱାରା ଅନୁମତି ପ୍ରାପ୍ତ ନୁହଁ। ଅନ୍ୟଥା ଏହା ବିନା ଅନୁମତିରେ ପ୍ରବେଶ ପାଇଁ ଚେଷ୍ଟାକରିପାରେ।
pt: O SELinux impediu o $SOURCE de usar o Kerberos na autenticação. Se tiver configurado o sistema para usar o Kerberos, este acesso será esperado, mas não será permitido de momento pelo SELinux. Caso contrário, este acesso poderá assinalar uma intrusão.
pt_br: O SELinux impediu que o $SOURCE usasse o kerberos para autenticação. Se você configurou o sistema para usar o kerberos este acesso é esperado mas no momento não é permitido pelo SELinux. Caso contrário, este acesso pode indicar uma intrusão.
ru: SELinux запретил $SOURCE использовать kerberos для аутентификации. Если система настроена на использование kerberos, то данное действие ожидаемо, но в данный момент отключено политикой SELinux. В противном случае это может быть индикатором попытки вторжения.
sr@latin: SELinux je sprečio da $SOURCE upotrebi kerberos za autentifikaciju. Ako ste podesili sistem da koristi kerberos, ovaj pristup je očekivan ali trenutno nije dozvoljen u SELinux programu. U protivnom ovaj pristup može ukazivati na upad.
sv: SELinux hindrade $SOURCE från att använda kerberos för autentisering. Om du har konfigurerat systemet till att använda kerberos är denna åtkomst förväntad men är inte tillåten för tillfället av SELinux. Annars kan denna åtkomst vara tecken på ett intrång.
ta: SELinuxஐ $SOURCE லிருந்து அங்கீகரிக்கப்பட்ட kerberosஐ பயன்படுத்துவதை தடுக்கிறது. kerberos கணினியில் கட்டமைக்கப்பட்ட நீங்கள் பயன்படுத்தால் இந்த அணுகலை எதிர்பார்க்காத தற்போதின் படி SELinuxஐ அனுமதிக்கிறது. இல்லையெனில் இந்த அணுகலுக்கு ஒரு நிர்வாக சிக்னல் உள்ளது.
te: SELinux అనునది $SOURCE ను కార్బ్‍‌రోస్ ను ఉపయోగించుటనుండి దృవీకరణకొసం నిరోధిస్తుంది. మీరు సిస్టమ్‌ను కార్బ్‍‌రోస్ ఉపయోగించుట కొరకు ఆకృతీకరించివుంటే ఈ వాడుక అనుకోబడుతుంది అయితే SELinux ద్వారా ప్రస్తుతం అనుమతింపబడదు. వేరేవిధంగా ఈ వాడుక అమర్యాద సంకేతంను సూచిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE 使用 kerberos 进行验证。 如果您已经将系统配置为使用 kerberos 进行验证，那么这是一次正常的访问， 只是目前 SELinux 不允许使用。 如果不是，这次访问就可能是一次入侵尝试。
zh_tw: SELinux 防止了 $SOURCE 使用 kerberos 來 進行驗證。若您已將系統設定成使用 kerberos， 此存取將會是預期的，不過此存取目前在 SELinux 中 是不被允許的。否則此存取可能代表系統已遭到嘗試入侵的警訊。

source: Authorization
as: অনুমোদন ব্যৱস্থা
de: Autorisierung
es: Autorización
fr: Autorisation
hi: प्राधिकारकरण
hu: Jogosultságkezelés
kn: ದೃಢೀಕರಣ
ko: 권한 부여
ml: ആധികാരികത ഉറപ്പാക്കല്‍
mr: अधिप्राणन
nl: Autorisatie
or: ବୈଧିକରଣ
pt: Autorização
pt_br: Autorização
ru: Авторизация
sr@latin: Autorizacija
sv: Auktorisering
ta: அங்கீகரித்தல்
te: అధికారము
zh_cn: 验证
zh_tw: 驗證

source: SELinux prevented a mplayer plugin ($SOURCE_TYPE) from making the stack executable.
as: SELinux ৰ দ্বাৰা এটা mplayer প্লাগ-ইনক ($SOURCE_TYPE) স্টেকক এক্সেকিউটেবল কৰিবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hinderte ein mplayer-Plugin ($SOURCE_TYPE) daran, den Stack ausführbar zu machen.
es: SELinux previno acerca de la intenciónd el plugin de mplayer ($SOURCE_TYPE) de hacer ejecutable a la pila.
fr: SELinux a empêché un plugin mplayer ($SOURCE_TYPE) de rendre la pile exécutable.
hu: SELinux megakadályozta, hogy egy MPlayer-bővítőmodul ($SOURCE_TYPE) végrehajthatóvá tegye a vermet (stack).
kn: SELinux ಒಂದು ಎಮ್‍ಪ್ಲೇಯರ್ ಪ್ಲಗ್ಇನ್ ($SOURCE_TYPE) ಸ್ಟಾಕ್ ಕಾರ್ಯಗತಗೊಳಿಸುವುದನ್ನು ತಡೆದಿದೆ.
ko: SELinux는 mplayer 플러그인 ($SOURCE_TYPE)이 스택을 실행 불가능하게 합니다.
ml: സ്റ്റാക്ക് പ്രവര്‍ത്തിക്കുന്നതില്‍ നിന്നും SELinux ഒരു mplayer plugin ($SOURCE_TYPE) തടഞ്ഞിരിക്കുന്നു.
mr: SELinux ने mplayer प्लगईनला ($SOURCE_TYPE) स्टॅक कार्यान्वीत करण्यापासून रोखले.
nl: SELinux belette een mplayer plug-in ($SOURCE_TYPE) om de stack uitvoerbaar te maken.
or: SELinux ଗୋଟିଏ mplayer ପ୍ଲଗ-ଇନ ($SOURCE_TYPE) କୁ ଥାକକୁ ନିଷ୍ପାଦନୀୟ କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu um 'plugin' do 'mplayer' ($SOURCE_TYPE) de tornar a pilha executável.
pt_br: O SELinux impediu que um plugin do mplayer ($SOURCE_TYPE) tornasse a pilha executável.
ru: SELinux предотвратил назначение исполняемого стека модулем mplayer ($SOURCE_TYPE).
sr@latin: SELinux je sprečio mplayer dodatak ($SOURCE_TYPE) od promene steka u izvršni.
sv: SELinux förhindrade en mplayer-insticksmodul ($SOURCE_TYPE) från att göra stacken exekverbar.
ta: SELinux ஆனது ஒரு mplayer கூடுதல் இணைப்பு ($SOURCE_TYPE) லிருந்து ஸ்டாக்கை செய்துமுடிக்ககூடியதை தடுக்கிறது.
te: SELinux అనునది mplayer ప్లగ్ఇన్ ($SOURCE_TYPE)ను స్టాక్ నిర్వర్తనని చేయుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了一个可使栈变为可执行 mplayer 插件（$SOURCE_TYPE）。
zh_tw: SELinux 防止了某個 mplayer 插件（$SOURCE_TYPE）使得堆疊可被執行。

source: SELinux prevented the mplayer plugin ($SOURCE_TYPE) from making the stack executable. An executable stack should not be required by any software (see <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> for more information). However, some versions of the mplayer plugin are known to require this access to work properly. You should check for updates to the software before allowing this access.
as: SELinux ৰ দ্বাৰা এটা mplayer প্লাগ-ইনক ($SOURCE_TYPE) স্টেকক এক্সেকিউটেবল কৰিবলৈ বাধা সৃষ্টি কৰা হৈছে । কোনো চালনাজ্ঞান দ্বাৰা এক্সেকিউটেবল স্টেক ব্যৱহাৰৰ আৱশ্যকতা দেখা দিয়া উচিত নহয় (অধিক জানিবলৈ <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> চাওক) । তথাপি mplayer প্লাগ-ইনৰ কিছু সংস্কৰণৰ সঠিক কৰ্ম সঞ্চালনৰ বাবে এইটো প্ৰয়োজন হ'ব পাৰে । এই অনুমতি প্ৰদান কৰাৰ পূৰ্বে নিৰ্দিষ্ট চালনাজ্ঞান সংক্ৰান্ত উন্নয়ন পৰীক্ষা কৰক ।
de: SELinux hinderte das mplayer-Plugin ($SOURCE_TYPE) daran, den Stack ausführbar zu machen. Ein ausführbarer Stack sollte von keiner Software benötigt werden (vgl. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Test</a> für weitere Informationen). Jedoch sind einige Versionen des mplayer-Plugins dafür bekannt, dass sie den uneingeschränkten Zugriff benötigen. Sie sollten nach Updates Ausschau halten, bevor Sie der Software den Zugriff gewähren.
es: SELinux previno acerca de la intención del plugin de mplayer ($SOURCE_TYPE) de hacer ejecutable a la pila. Una pila ejecutable no puede ser requerida por ningún software (vea <a href="http://people.redhat.com/drepper/selinux-mem.html">Pruebas de Protección de la Memoria de SELinux</a> para más información). Sin embargo, algunas versiones del plugin de mplayer se conocen por requerir este tipo de acceso para funcionar adecuadamente. Debe verificar actualizaciones de software antes de permitir este acceso.
fr: SELinux a empêché le plugin mplayer ($SOURCE_TYPE) de rendre la pile exécutable. Une pile exécutable ne devrait pas être requise par un logiciel (voir <a href="http://people.redhat.com/drepper/selinux-mem.html">Tests de protection de la mémoire de SELinux</a> pour davantage d'informations). Cependant, des versions du plugin mplayer sont connues pour demander cet accès afin de fonctionner correctement. Vous devriez vérifier les mises à jour du logiciel avant d'autoriser cet accès.
hu: SELinux megakadályozta, hogy egy MPlayer-bővítőmodul ($SOURCE_TYPE) végrehajthatóvá tegye a vermet (stack). Semmilyen programnak nem volna szabad igényelnie végrehajtható vermet (további információ: <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux memóriavédelmi tesztek</a>). Ennek ellenére az MPlayer-bővítőmodul bizonyos verziói igénylik ezt a hozzáférést ahhoz, hogy helyesen működjenek. Mielőtt engedélyezné ezt a hozzáférést, ellenőrizze, hogy van-e frissítés az említett szoftverre.
kn: SELinux ಒಂದು ಎಮ್‍ಪ್ಲೇಯರ್ ಪ್ಲಗ್ಇನ್ ($SOURCE_TYPE) ಸ್ಟಾಕ್ ಕಾರ್ಯಗತಗೊಳಿಸುವುದನ್ನು ತಡೆದಿದೆ. ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದಂತಹ ಒಂದು ಸ್ಟಾಕ್‍ನ ಅಗತ್ಯ ಯಾವುದೆ ತಂತ್ರಾಂಶಕ್ಕೆ ಇರುವುದಿಲ್ಲ (ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ಅನ್ನು ನೋಡಿ). ಆದರೆ, mplayer ಪ್ಲಗ್ಇನ್‍ನ ಕೆಲವೊಂದು ಆವೃತ್ತಿಗಳು ಸಮರ್ಪಕವಾಗಿ ಕೆಲಸ ಮಾಡಲು ಈ ಅನುಮತಿಯನ್ನು ಹೊಂದುವುದು ಅಗತ್ಯವಾಗಿರುತ್ತದೆ. ಈ ಅನುಮತಿಯನ್ನು ಒದಗಿಸುವ ಮೊದಲು ನೀವು ತಂತ್ರಾಂಶ ಅಪ್‍ಡೇಟ್‍ಗಳನ್ನು ಪರಿಶೀಲಿಸಬೇಕಾಗುತ್ತದೆ
ko: SELinux는 mplayer 플러그인 ($SOURCE_TYPE)이 스택을 실행 불가능하게 합니다. 어떤 소프트웨어도 실행가능한 스택을 필요하지 않습니다 (보다 자세한 정보는 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 메모리 보안 테스트</a>를 참조하시기 바랍니다) 하지만 mplayer 플러그인의 몇몇 버젼은 올바르게 작동하기 위해 이러한 액세스를 필요로 합니다 이러한 액세스를 허용하기 전에 소프트웨어 업데이트 사항을 확인해 보시기 바랍니다.
ml: സ്റ്റാക്ക് പ്രവര്‍ത്തിക്കുന്നതില്‍ നിന്നും SELinux ഒരു mplayer plugin ($SOURCE_TYPE) തടഞ്ഞിരിക്കുന്നു ഏത് സോഫ്റ്റ് വെയറിനും പ്രവര്‍ത്തിക്കുന്ന ഒരു സ്റ്റാക്ക് ആവശ്യമുണ്ട് കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux മെമ്മറി പ്രൊട്ടെക്ഷന്‍ ടെസ്റ്റ്</a> കാണുക). ചില mplayer പ്ളഗിനുകള്‍ക്ക് ഇത് ശരിയായി പ്രവര്‍ത്തിക്കേണ്ടത് ആവശ്യമാണ്. ഇത് അനുവദിക്കുന്നതിന് മുന്പ് ഈ സോഫ്റ്റ് വെയറിനുളള അപ്ഡേറ്റുകള്‍ പരിശോധിക്കേണ്ടതുണ്ട്.
mr: SELinux ने mplayer प्लगईन ($SOURCE_TYPE) ला स्टॅक कार्यान्वीत करण्यापासून रोखले. कार्यान्वीतजोगी स्टॅक कुठल्याही सॉफ्टवेअर पासून आवश्यक आहे (अधिक माहितीकरीता <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux स्मृती सुरक्षा चाचणी</a> पहा). तरी, mplayer प्लगईनचे काहीक आवृत्तीला या प्रकारच्या प्रवेशची आवश्यकता आहे. प्रवेश करीता परवानगी देण्यापूर्वी तुम्ही सॉफटेअर अद्ययावत तपासले पाहिलजे
nl: SELinux belette de mplayer plug-in ($SOURCE_TYPE) om de stack uitvoerbaar te maken. Een uitvoerbare stack moet niet nodig zijn voor alle software (zie <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> voor meer informatie). Echter, sommige versies van de mplayer plug-in staan erom bekend deze toegang te vereisen voor een juiste werking. Je moet nakijken of er vernieuwde versies van de software zijn voordat je deze toegang toestaat.
or: SELinux mplayer ପ୍ଲଗଇନକୁ ($SOURCE_TYPE) ଷ୍ଟାକକୁ ନିଷ୍ପାଦ୍ୟ କରିବାରୁବାରଣ କରିଥାଏ। ଗୋଟିଏ ନିଷ୍ପାଦ୍ୟ ଷ୍ଟାକ କୌଣସି ସଫ୍ଟୱେର ଦ୍ୱାରା ଆବଶ୍ୟକ ହୋଇନଥାଏ (ଅଧିକ ସୂଚନା ପାଇଁ <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> କୁ ଦେଖନ୍ତୁ)। ତଥାପି, mplayer ପ୍ଲଗଇନର କିଛି ସଂସ୍କରଣଗୁଡ଼ିକରେ ସଠିକ ଭାବରେ କାର୍ଯ୍ୟ କରିବା ପାଇଁ ଏହି ଅଭିଗମ୍ୟତା ଆବଶ୍ୟକ ହୋଇଥାଏ। ଆପଣଙ୍କୁ ସେହି ସଫ୍ଟୱେର ପାଇଁ ଅଦ୍ୟତନଗୁଡ଼ିକୁ ଯାଞ୍ଚକରିବା ଉଚିତ।
pt: O SELinux impediu o 'plugin' do 'mplayer' ($SOURCE_TYPE) de tornar a pilha executável. Uma pilha executável não deverá ser necessária por qualquer aplicação (veja os <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Protecção de Memória do SELinux</a> para mais informações). Contudo, algumas versões do 'plugin' de 'mplayer' são conhecidas por necessitarem deste acesso para funcionarem convenientemente. Deverá pesquisar actualizações das aplicações antes de permitir este acesso.
pt_br: O SELinux impediu que um plugin do mplayer ($SOURCE_TYPE) tornasse a pilha executável. Pilhas executáveis não devem ser necessárias para quaisquer softwares. (consulte <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Proteção de Memória SELinux</a> para maiores informações). Entretanto, algumas versões do plugin do mplayer necessitam deste acesso para funcionar corretamente. Você deve procurar por atualizações do software antes de permitir este acesso.
ru: SELinux предотвратил назначение исполняемого стека модулем mplayer ($SOURCE_TYPE). Исполняемый стек не должен требоваться приложениям (см. <a href="http://people.redhat.com/drepper/selinux-mem.html">Тесты защиты памяти SELinux</a>). Но некоторые версии модулей mplayer требуют данную возможность для нормальной работы. Прежде чем это разрешить, проверьте наличие программных обновлений.
sr@latin: SELinux je sprečio mplayer dodatak ($SOURCE_TYPE) od promene steka u izvršni. Izvršni stek ni bi trebalo da bude neophodan ni za koji softver (pogledajte <a href="http://people.redhat.com/drepper/selinux-mem.html ">SELinux testovi zaštite memorije</a> za više informacija). Međutim, poznato je da neke verzije mplayer dodatka zahtevaju ovaj pristup da bi radile ispravno. Treba da proverite za ažurirani softver pre dozvoljavanja ovog pristupa.
sv: SELinux förhindrade mplayer-insticksmodul ($SOURCE_TYPE) från att göra stacken exekverbar. En exekverbar stack borde inte krävas av någon mjukvara (se <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> för mer information). Men en del versioner av mplayer-insticksmodul är kända för att kräva denna åtkomst för att fungera. Du borde kontrollera om det finns uppdateringar till din mjukvara innan du tillåter denna åtkomst.
ta: SELinux ஆனது mplayer கூடுதல் இணைப்பை ($SOURCE_TYPE) லிருந்து ஸ்டாக்கிற்கு இயக்குவதை தடுக்கிறது. எக்ஸிக்யுட் ஸ்டாக் ஒரு மென்பொருள் (see <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> for more information)தேவைப்படுகிறது. எப்படியிருப்பினும், சில mplayer கூடுதல் இணைப்பு பதிப்புகள் பணியை சரியாக அணுக தேவைப்படுகிறது. இந்த அணுகலை அனுமதிப்பதற்கு முன் மென்பொருளில் உங்களது புதுப்பித்தலை சரிபார்க்கவும்.
te: SELinux అనునది mplayer ప్లగ్ఇన్‌ను ($SOURCE_TYPE)ను స్టాక్ నిర్వర్తించుటనుండి నియంత్రిస్తుంది ఒక నిర్వర్తించదగిన స్టాక్ ఏ సాఫ్టవేర్ చేత అవసరపడదు (ఎక్కువ సమాచారం కోరకు దీనిని<ahref="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> చూడండి). ఏమైనప్పటికి, కొన్ని వర్షన్స్‍ mplayer ప్లగ్ఇన్ యొక్కవి ఇలా అవసరమౌతాయని ఈ వాడుకను సరిగా పనిచేయించుటకు తెలుసును. ఈ వాడుకను అనుమతించుటకు ముందుగా మీరు సాఫ్ట్‍‌వేర్ నవీకరణల కొరకు పరిశీలించవలెను.
zh_cn: SELinux 通过使栈可执行阻止了mplayer 插件（$SOURCE_TYPE）。 任何软件不应该需要一个可执行的栈（阅读<a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 内存保护测试</a> 获得更多信息）。尽管如此，mplayer 插件的某些版本需要这个访问才可正常工作。 您应该在允许这个访问请求前检查这个软件的更新。
zh_tw: SELinux 防止了某個 mplayer 插件（$SOURCE_TYPE）使得堆疊 可被執行。任何軟體都不該需要有個可執行的 堆疊（如欲取得更多相關資訊請參閱 <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux 記憶體保護測試</a>） 不過，有些版本的 mplayer 插件需要 此存取才可正常運作。您應在允許此存取之前 先檢查軟體是否有可用更新。

source: Media
as: মিডিয়া
de: Medien
es: Medio
hi: मीडिया
hu: Média
kn: ಮಾಧ್ಯಮ
ko: 매체
ml: മീഡിയാ
mr: मिडीया
or: ସଞ୍ଚାର ମାଧ୍ଯମ
pt: Multimédia
pt_br: Mídia
ru: Носитель
sr@latin: Medija
ta: ஊடகம்
te: మాధ్యమం
zh_cn: 介质
zh_tw: 媒介

source: SELinux is preventing the nfs daemon from allowing clients to write to public directories.
as: SELinux নিয়মনীতিৰ বাবে nfs ডেমনৰ দ্বাৰা গ্ৰাহকক সাৰ্বজনীন পঞ্জিকাত লিখিবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hindert den NFS-Daemon daran, Clients Schreibzugriff auf öffentliche Verzeichnisse zu gewähren.
es: SELinux hizo que el demonio nfs niegue a sus clientes la escritura en directorios públicos.
fr: SELinux empêche le démon nfs d'autoriser aux clients d'écrire sur les répertoires publics.
hi: SELinux nfs डेमॉन को सार्वजनिक निर्देशिका में क्लाइंट को अनुमति देने से रोका.
hu: SELinux megakadályozza, hogy az "nfs" szolgáltatás engedélyezze a kliensek számára, hogy azok nyilvános könyvtárakba írjanak.
kn: ಕ್ಲೈಂಟ್‍ಗಳು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ nfs ಡೆಮನ್ ಅನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 nfs 데몬이 공개 디렉토리에 클라이언트가 기록하지 못하게 합니다.
ml: പബ്ളിക്ക് ഡയറക്ടറികളിലേക്ക് ക്ളൈന്‍റകുളെ എഴുതുന്നതില്‍ നിന്നും nfs ഡെമണിനെ SELinux അനുവദിക്കുന്നില്ല.
mr: SELinux ने nfs डीमनला क्लाऐंटला पब्लिक डिरेक्ट्री लिहीण्यापासून रोखले.
nl: SELinux belet de nfs daemon om cliënten toe te staan naar publieke mappen te schrijven.
or: SELinux nfs ଡେମନ ଦ୍ବାରା ଗ୍ରାହକ ମାନଙ୍କୁ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରି ମାନଙ୍କରେ ଲେଖିବାର ଅନୁମତି ଦେବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o servidor de NFS de permitir aos clientes escreverem em pastas públicas.
pt_br: O SELinux está impedindo que o daemon do nfs permita que clientes escrevam em diretórios públicos.
ru: SELinux запрещает демону nfs предоставлять клиентам разрешение записи в общие каталоги.
sr@latin: SELinux sprečava da nfs sistemska usluga dozvoli klijentima upisivanje u javne direktorijume.
sv: SELinux förhindrar nfs demonen från att tillåta klienter att skriva i publika kataloger.
ta: SELinux ஆனது nfs டீமனிலிருந்து க்ளையன்ட்டுகளை பொதுவான அடைவுகளிலிருந்து எழுத அனுமதிப்பதை தடுக்கிறது.
te: SELinux అనునది nfs డెమోన్‌ కక్షిదారులను పబ్లిక్ సంచయాలకు వ్రాయుటకు అనుమతించుట నుండి నివారిస్తుంది.
zh_cn: SELinux 正在阻止 nfs 在后台允许客户写入公共目录。
zh_tw: SELinux 防止了 nfs daemon 允許客戶端寫入公用目錄。
