Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: You can alter the file context by executing chcon -t swapfile_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -t swapfile_t '$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t swapfile_t '$TARGET_PATH'"
es: Puede cambiar el contexto de archivo ejecutando chcon -t swapfile_t '$TARGET_PATH' También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, para preservarlos incluso después de un reetiquetado completo. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
fr: Vous pouvez modifier le contexte du fichier en exécutant chcon - swapfile_t '$TARGET_PATH' Vous devez aussi changer le dossier par défaut des fichiers de contexte de votre système, même lors d'un réétiquetage complet, de manière à les préserver. « semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH' »
hu: A fájl beállítását megváltoztatni a chcon -t swapfile_t '$TARGET_PATH' parancs végrehajtásával lehet. Az alapértelmezett fájl beállítást szintén meg kell változtatni, hogy az megmaradjon teljes újracímkézés esetén is: semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'
kn: chcon -t swapfile_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
ko: chcon -t swapfile_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
ml: chcon -t swapfile_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
mr: chcon -t swapfile_t '$TARGET_PATH' चालवून तुम्ही फाइल संदर्भ बदलवू शकता पूर्णतया पुनः लेबल केल्यावरही संग्रहीत करण्यासाठी तुम्ही प्रणालीवरील पूर्वनिर्धारीत फाइल संदर्भ फाइल्स् बदलू शकता. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen met chcon -t swapfile_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om dit te behouden ook na een volledige her-labeling. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -t swapfile_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
pt: Pode alterar o contexto do ficheiro executando chcon -t swapfile_t '$TARGET_PATH' Também precisa de alterar o contexto por omissão dos ficheiros no sistema para os preservar mesmo na caso de uma etiquetagem total. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
pt_br: Você pode alterar o contexto do arquivo executando chcon -t swapfile_t '$TARGET_PATH' Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem total. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
ru: Файловый контекст можно изменить, выполнив «сhcon -t swapfile_t '$TARGET_PATH'» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'»
sv: Du kan ändra filkontexten genom att köra chcon -R -t swapfile_t '$TARGET_PATH' Du måste också ändra standardfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
te: మీరు ఫైలు సందర్భమును chcon -t swapfile_t '$TARGET_PATH' నిర్వర్తించుటద్వారా మార్చగలరు పూర్తి రిలేబుల్‌నందుకూడా మీరువాటిని నిల్వవుంచుటకు సిస్టమ్‌నందు ఫైళ్ళయొక్క అప్రమేయ ఫైలుసందర్భాలనుకూడా మీరు తప్పకమార్చాలి. "semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
zh_cn: 您可以执行 executing chcon -t swapfile_t '$TARGET_PATH' 更改文件上下文。 您还必须在系统中更改默认文件上下文文件以便在完全重新标记后保留它们。"semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'"
zh_tw: 您可透過執行 chcon -t swapfile_t '$TARGET_PATH' 來修改檔案 context 您也必須更改系統上的預設檔案 context 檔才能在完整標記的情況下將它們保留住。「semanage fcontext -a -t swapfile_t '$FIX_TARGET_PATH'」

source: Your system may be seriously compromised! $SOURCE_PATH tried to load a kernel module.
de: Ihr System könnte ernsthaft kompromittiert worden sein! $SOURCE_PATH versuchte, ein Kernel-Modul zu laden.
es: ¡Su sistema puede estar seriamente comprometido! $SOURCE_PATH intentó cargar un módulo del kernel.
fr: Votre système peut être sérieusement compromis ! $SOURCE_PATH a essayé de charger un module du noyau.
hu: A rendszer komoly veszélyben lehet! $SOURCE_PATH rendszermag modult próbált betölteni.
kn: ನಿಮ್ಮ ಗಣಕವು ಗಂಭೀರವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿರಬಹುದು! $SOURCE_PATH ಒಂದು ಕರ್ನಲ್ ಘಟಕವನ್ನು ಲೋಡ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿದೆ.
ko: 시스템이 심각하게 영향을 받을 수 있습니다! $SOURCE_PATH가 커널 모듈을 불러오려 합니다.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കാര്യമായ തകരാറുണ്ടു്! ഒരു കേര്‍ണല്‍ ഘടകം ലഭ്യമാക്കുന്നതിനായി $SOURCE_PATH ശ്രമിച്ചു.
mr: तुमच्या प्रणालीला गंभीर धोका होऊ शकतो! $SOURCE_PATH ने कर्नल घटक लोड करण्याचा प्रयत्न केला.
nl: Jouw systeem kan ernstig in gevaar gebracht zijn! $SOURCE_PATH probeerde een kernel module te laden.
or: ଆପଣଙ୍କର ତନ୍ତ୍ର ଗଭୀରତାର ସହିତ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇପାରେ! $SOURCE_PATH ଗୋଟିଏ କର୍ଣ୍ଣଲ ଏକକାଂଶଧାରଣ କରିବାକୁ ଚେଷ୍ଟାକରିପାରେ।
pt: O seu sistema pode estar seriamente comprometido! $SOURCE_PATH tentou carregar um módulo do kernel.
pt_br: O seu sistema pode ter sido seriamente comprometido! O $SOURCE_PATH tentou carregar um módulo do kernel.
ru: Ваша система может быть серьёзно скомпрометирована! $SOURCE_PATH пытается загрузить модуль ядра.
sv: Ditt system kan vara allvarligt komprometterat! $SOURCE_PATH försökte läsa in en kärnmodul.
ta: உங்களது கணினியானது நிஜமாகவே சமரசமாகிவிட்டது! $SOURCE_PATH ஒரு கர்னல் தொகுதியை ஏற்ற முயற்சிக்கிறது
te: మీ సిస్టమ్ తీవ్రంగా రాజీ పడవచ్చు! $SOURCE_PATH కెర్నల్ మాడ్యూల్‌ను లోడు చేయుటకు ప్రయత్నిస్తోంది.
zh_cn: 您的系统可能被严重破坏！ $SOURCE_PATH试图装载一个内核模块。
zh_tw: 您的系統可能已嚴重遭到入侵！$SOURCE_PATH 已嘗試載入 kernel 模組。

source: SELinux has prevented $SOURCE from loading a kernel module. All confined programs that need to load kernel modules should have already had policy written for them. If a compromised application tries to modify the kernel this AVC will be generated. This is a serious issue. Your system may very well be compromised.
as: SELinux দ্বাৰা $SOURCE-কে একটি কাৰ্নেল মডিউল লোড কৰতে বাধা দেওয়া হয়েছে। কাৰ্নেল মডিউল লোড কৰাৰ অধিকাৰপ্ৰাপ্ত সকল কনফাইন কৰা প্ৰোগ্ৰামেৰ জন্য প্ৰয়োজনীয় পলিসি উপস্থিত থাকা আবশ্যক। কোনো বিপদগ্ৰস্ত অ্যাপ্লিকেশন দ্বাৰা কাৰ্নেল পৰিবৰ্তনেৰ প্ৰয়াস কৰা হলে এই AVC-টি উৎপন্ন হবে। এটি একটি গুৰুত্বপূৰ্ণ সমস্যা এবং আপনাৰ সিস্টেমও বিপদগ্ৰস্ত হতে পাৰে।
de: SELinux verweigerte $SOURCE das Laden eines Kernel-Moduls. Alle eingeschränkten Programme, die Kernel-Module laden müssen, sollten bereits eine entsprechden Richtlinie haben. Falls eine kompromittierte Anwendung den Kernel zu ändern versucht, wird diese AVC generiert. Dies ist unter Umständen ein schwerwiegendes Problem. Ihr System wurde womöglich kompromittiert.
es: SELinux le ha negado a $SOURCE acceso para cargar un módulo del kernel. Todos los programas confinados que necesiten cargar módulos del kernel deberían tener políticas definidas que les permitan hacerlo. Si una aplicación vulnerada intenta modificar el kernel, este AVC será generado. Este es un problema serio. Su equipo puede estar comprometido.
fr: SELinux empêche $SOURCE de charger un module du noyau. Tous les programmes confinés ayant besoin de charger un module du noyau devraient déjà avoir une politique écrite pour eux. Si une application compromise essaie de modifier le noyau, ce message AVC sera généré. C'est un problème sérieux. Votre système pourrait très bien être compromis.
hu: SELinux megakadályozta, hogy $SOURCE rendszermag modult töltsön be. Minden rendszermag modul betöltését igénylő korlátozott programhoz már kell, hogy legyen neki írt szabályzat. Ha egy rossz alkalmazás próbálja a rendszermagot megváltoztatni, ez az AVC keletkezik. Ez komoly dolog. A rendszer komoly veszélyben lehet.
kn: ಒಂದು ಕರ್ನಲ್ ಘಟಕವನ್ನು ಲೋಡ್ ಮಾಡದಂತೆ $SOURCE ಅನ್ನು SELinux ತಡೆದಿದೆ. ಕರ್ನಲ್ ಘಟಕಗಳನ್ನು ಲೋಡ್ ಮಾಡಬೇಕಿರುವ ಮಿತಿಗೊಳಪಡಿಸಲಾದ ಎಲ್ಲಾ ಪ್ರೊಗ್ರಾಮ್‌ಗಳಲ್ಲೂ ಪಾಲಿಸಿಯನ್ನು ಬರೆದಿರಬೇಕು. ರಾಜಿ ಮಾಡಿಕೊಳ್ಳಲಾದ ಯಾವುದೆ ಅನ್ವಯವು ಕರ್ನಲ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಪ್ರಯತ್ನಿಸಿದಲ್ಲಿ ಈ AVC ಯನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ ಇದು ಒಂದು ಗಂಭೀರವಾದ ಸಮಸ್ಯೆಯಾಗದ್ದು. ನಿಮ್ಮ ಗಣಕವು ರಾಜಿ ಮಾಡಿಕೊಂಡಿರುವಂತೆ ತೋರುತ್ತಿದೆ.
ko: SELinux는 $SOURCE가 커널 모듈을 불러오지 못하게 합니다. 커널 모듈을 불러오기 위해 필요한 지정된 모든 파일에는 해당하는 정책이 있어야 합니다. 영향을 받을 수 있는 응용 프로그램이 커널을 수정하려 할 경우 AVC가 생성되어 심각한 문제를 일으킬 수 있습니다 시스템이 아주 쉽게 영향을 받을 수 있습니다.
ml: ഒരു കേര്‍ണല്‍ ഘടകം ലഭ്യമാക്കുന്നതില്‍ നിന്നും SELinux $SOURCE-നെ തടയുന്നു. കേര്‍ണല്‍ ഘടകങ്ങള്‍ ലഭ്യമാകുവാന്‍ ആവശ്യമുള്ള എല്ലാ പ്രോഗ്രമുകളും അവയ്ക്കുള്ള പോളിസികല്‍ തയ്യാറാക്കേണ്ടതാണു്. അഥവാ തകരാറുള്ള ഒരു പ്രയോഗം കേര്‍ണലില്‍ മാറ്റങ്ങള്‍ വരുത്തുന്നതിനായി ശ്രമിച്ചാല്‍, ഈ AVC ലഭിക്കുന്നു. ഇതു് വളരെ ഗുരുതരമായ പ്രശ്നമാണു്, സിസ്റ്റം പ്രത്യേകം ശ്രദ്ധിക്കുക.
mr: SELinux ने $SOURCE ला कर्नल घटक लोड करण्यापासून रोखले. सर्व मर्यादीत कार्यक्रम ज्यांस कर्नल घटक लोड करण्याची आवश्यकता आहे, त्यांच्यासाठी आधिपासूनच करार लिहीले असावेत. सदोषीत ऍप्लिकेशन कर्नल संपादीत करण्याचा प्रयत्न करत असल्यास हा AVC निर्माण होईल. हीगंभीर बाब आहे. तुमच्या प्रणाली जास्त धोका होऊ शकतो.
nl: SELinux heeft $SOURCE belet om een kernel module te laden. Alle beperkte programma's die kernel modules moeten laden moeten hiervoor al een geschreven tactiek hebben. Als een in gevaar gebrachte toepassing probeert om de kernel te veranderen wordt deze AVC aangemaakt. Dit is een ernstig probleem. Jouw systeem kan zeker in gevaar gebracht zijn.
or: SELinux $SOURCE କୁ କର୍ଣ୍ଣଲ ଏକକାଂଶ ଧାରଣ କରିବାରୁ ବାରଣ କରିଛି। ସମସ୍ତ ସୂମୀତ ପ୍ରଗ୍ରାମଗୁଡ଼ିକ ଯାହାକି କର୍ଣ୍ଣଲ ଏକକାଂଶଗୁଡ଼ିକୁ ଧାରଣ କରିବା ଆବଶ୍ୟକ ମନେକରନ୍ତି ସେଥିରେ ପୂର୍ବରୁ ନିତୀ ଲିଖିତ ଅଛି। ଯଦି ଗୋଟିଏ ହାରମାନିଥିବା ପ୍ରୟୋଗ କର୍ଣ୍ଣଲକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚେଷ୍ଟାକରିଥାଏ ତେବେ ଏହି AVC ସୃଷ୍ଟି ହେବ। ଏହା ଏକ ଗୁରୁତର ସମସ୍ୟା ଅଟେ। ଆପଣଙ୍କ ତନ୍ତ୍ର ହୁଏତଃ ହାରମାନିପାରେ।
pt: O SELinux impediu $SOURCE de carregar um módulo do kernel. Os programas confinados que precisam de carregar módulos do kernel já devem essa politica escrita para eles. Se uma aplicação comprometida tenta modificar o kernel este AVC vai ser gerado. Isto é um assunto sério. O seu sistema pode estar comprometido.
pt_br: O SELinux impediu que o $SOURCE carregasse um módulo do kernel. Todos os programas confinados que precisam carregar módulos do kernel já devem ter uma política escrita para eles. Se um aplicativo comprometido tentar modificar o kernel, este AVC será gerado. Este é um problema sério. O seu sistema pode muito bem ter sido comprometido.
ru: SELinux запретил $SOURCE загружать модуль ядра. Для всех приложений, которым необходим такой уровень доступа, должна существовать отдельная политика. Если скомпрометированное приложение попытается изменить модуль, будет сгенерировано AVC. Это является серьёзной проблемой и может служить индикатором того, что система была скомпрометирована.
sv: SELinux har hindrat $SOURCE från att läsa in en kärnmodul. Alla begränsade program som behöver läsa in kärnmoduler skall redan ha policy skriven för sig. Om ett komprometterat program försöker ändra kärnan kommer denna AVC genereras. Detta är en allvarlig sak. Ditt system kan mycket väl vara komprometterat.
ta: $SOURCE லிருந்து ஒரு கெர்னல் மாதிரியைஏற்றுகிறது இது SELinuxஐ தடுக்கிறது. அவர்களால் எழுதப்பட்ட அனைத்து வரையறுக்கப்பட்ட நிரல்களை கெர்னல் மாதிரிகளை ஏற்கனவே ஏற்ற தேவைப்படுகிறது. ஒரு சமரசப்பட்ட பயன்பாடு எனில் இந்த கெர்னலை மாற்றியமைத்து AVC ல் உருவாக்குகிறதுது ஒரு முக்கிய வெளிப்பாடு. உங்கள் கணினியானது சரியாக சமரசப்படுகிறது.
te: SELinux అనునది $SOURCEను కెర్నల్ మాడ్యూల్ లోడవ్వుటనుండి నిరోదిస్తుంది. కెర్నల్ మాడ్యూళ్ళను లోడుచేయవలసిన అన్ని నిరోధిత ప్రోగ్రాములు వాటి కొరకు వ్రాయబడివున్న పాలసీను కలిగివుండాలి. రాజీపడిన అనువర్తనము కెర్నల్‌ను సవరించుటకు ప్రయత్నిస్తే ఈ AVC వుద్భవింపచేయబడుతుంది. ఇది వొక తీవ్రమైన సమస్య. మీ సిస్టమ్ చాలా బాగా రాజీ పడవచ్చు.
zh_cn: SELinux 阻止 $SOURCE 载入内核模块。所有需要载入内核模块的被限制的程序应该已经写入了策略。如果破坏的程序要修改内核则会生成这个 AVC。这是个严重问题。您的系统可能被严重破坏。
zh_tw: SELinux 已防止了 $SOURCE 載入 kernel 模組。 所有需要載入 kernel 模組、受限制的程式都應要有個為它們而編寫 的政策。若有個遭到入侵的應用程式 嘗試修改 kernel 的話，此 AVC 便會產生。這是一項嚴重的 問題。您的系統可能已遭到入侵。

source: SELinux is preventing $SOURCE_PATH the "sys_resource" capability.
de: SELinux hindert $SOURCE_PATH an der Nutzung der "sys_resource" Fähigkeit.
es: SELinux está previniendo $SOURCE_PATH la capacidad de "sys_resource" .
fr: SELinux empêche $SOURCE_PATH d'accéder à s y« s_resource ».
kn: "sys_resource" ಸವಲತ್ತು ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ $SOURCE_PATH ಅನ್ನು SELinux ತಡೆದಿದೆ
ko: SELinux는 $SOURCE_PATH의 "sys_resource" 기능을 방지합니다.
ml: SELinux $SOURCE_PATH-നുള്ള "sys_resource" വിശേഷത തടസ്സപ്പെടുത്തുന്നു.
mr: SELinux $SOURCE_PATH "sys_resource" क्षमतेला रोखत आहे.
nl: SELinux belet $SOURCE_PATH de "sys_resource" mogelijkheid.
or: SELinux $SOURCE_PATH "sys_resource" କ୍ଷମତାକୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir que o $SOURCE_PATH obtenha a capacidade "sys_recource".
pt_br: O SELinux está impedindo que o $SOURCE_PATH a capacidade "sys_resource" .
ru: SELinux запрещает возможность $SOURCE_PATH «sys_resource».
sv: SELinux hindrar $SOURCE_PATH från förmågan ”sys_resource”.
ta: SELinux $SOURCE_PATH ஐ "sys_resource" ஆக்குவதிலிருந்து தடுத்தது.
te: SELinux అనునది $SOURCE_PATH "sys_resource" సామర్ద్యమును నిరోధించుచున్నది.
zh_cn: SELinux 正在阻止 $SOURCE_PATH 的 "sys_resource" 功能。
zh_tw: SELinux 防止了 $SOURCE_PATH「sys_resource」功能。

source: Confined domains should not require "sys_resource". This usually means that your system is running out of disk space. Please clear up the disk and this AVC message should go away. If this AVC continues after you clear up the disk space, please report this as a bug.
de: Eingeschränkte Domains sollten "sys_resource" nicht benötigen. Dies bedeutet normalerweise, dass der Platz auf Ihrem System nicht mehr ausreicht. Bitte geben Sie etwas Platz auf der Platte frei und diese AVC-Nachricht sollte sich erübrigen. Falls Sie weiterhin eine AVC nach Aufräumen der Platte erhalten, reichen Sie dies als einen Fehler ein.
es: "sys_resource" no debería requerir un dominio confinado. Esto suele significar que su sistema esta corriendo sin espacio disponible en disco. Por favor limpie el disco y este mensaje AVC debería desaparecer. Si el AVC continua luego de limpiar espacio en el disco, por favor reporte este error.
fr: Les domaines confinés ne requièrent pas « sys_resource ». Ceci signifie habituellement que votre système est à court d'espace disque. Veuillez faire de la place sur le disque et ce message AVC disparaîtra. Si ce message AVC continue après avoir fait de la place sur le disque, veuillez le rapporter en tant que bogue.
kn: ಮಿತಿಗೊಳಪಟ್ಟ ಡೊಮೈನ್‌ಗಳಿಗೆ "sys_resource" ನ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ. ಇದರ ನಿಜವಾದ ಅರ್ಥವೆಂದರೆ ನಿಮ್ಮ ಡಿಸ್ಕಿನ ಜಾಗ ಸಾಲುತ್ತಿಲ್ಲ ಎಂದಾಗಿರುತ್ತದೆ. ಡಿಸ್ಕಿನಲ್ಲಿ ಒಂದಿಷ್ಟು ಜಾಗವನ್ನು ಖಾಲಿ ಮಾಡಿ ಹಾಗು ನಂತರ ಈ AVC ಸಂದೇಶವು ಹೊರಟು ಹೋಗುತ್ತದೆ. ಡಿಸ್ಕಿನಲ್ಲಿ ಜಾಗ ಖಾಲಿ ಮಾಡಿದ ಮೇಲೂ ಈ AVC ಮುಂದುವರೆದಲ್ಲಿ, ದಯವಿಟ್ಟು ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: 제한된 도메인에은 "sys_resource"를 요청해서는 안됩니다. 이것은 일반적으로 여러분의 시스템의 디스크 공간을 다 소모했음을 의미합니다. 디스크를 정리하면, 이 AVC 메시지가 없어져야 합니다. 만약 AVC가 여러분이 디스크 공간을 정리한 다음에도 계속 생긴다면, 이것을 버그로 보고해 주십시오.
ml: പരിമിതികളുള്ള ഡൊമെയിനുകള്‍ക്കു് "sys_resource" ആവശ്യമില്ല. ഇതിനര്‍ത്ഥം നിങ്ങളുടെ സിസ്റ്റത്തില്‍ ആവശ്യത്തിനുള്ള സ്ഥലം ലഭ്യമല്ലെന്നാണു്. ദയവായി നിങ്ങളടെ ഡിസ്ക് വെടിപ്പാക്കുക. ഇങ്ങനെ എവിസി സന്ദേശം നീങ്ങുന്നു. ഡിസ്കിലുള്ള സ്ഥലം വെടിപ്പാക്കിയ ശേഷവും എവിസി തുടരുന്നെങ്കില്‍, ദയവായി ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: मर्यादीत क्षेत्रांना (डोमेन्स्) "sys_resource" यांची आवश्यकता नाही. याचा अर्थ असे की वापरकर्त्याच्या प्रणालीवरील डिस्क जागा कमी आहे. कृपया डिस्क रिकामी करा ज्यामुळे AVC संदेश नष्ट होईल. डिस्क जागा रिकामे केल्यावर AVC पुढे आढळल्यास, कृपया यांस बग म्हणून कळवा.
nl: Beperkte domeinen moeten "sys_resource" niet nodig hebben. Dit betekent gewoonlijk dat jouw systeem te weinig schijf ruimte heeft. Ruim a.u.b. de schijf op en deze AVC boodschap moet verdwijnen. Als deze AVC blijft nadat je de schijfruimte opgeschoond hebt, moet je dit als een bug rapporteren.
or: ନିଶ୍ଚିତ ଡମେନଗୁଡ଼ିକ "sys_resource" କୁ ଅଧିକାର କରିବା ଆବଶ୍ୟକ ନୁହଁ। ଏହା ସାଧାରଣତଃ ବୁଝାଏ ଯେ ଆପଣଙ୍କର ତନ୍ତ୍ରରେ ଡିସ୍କ ସ୍ଥାନ ସରି ଆସୁଛୁ। ଦୟାକରି ଡିସ୍କକୁ ସଫାକରନ୍ତୁଏବଂ ଏହି AVC ସନ୍ଦେଶ ପଳାଇଯାଇପାରେ। ଆପଣ ଡିସ୍କ ସ୍ଥାନ ସଫାକରି ସାରିବା ପରେ ଯଦି ଏହି AVC ଅଗ୍ରସର ହୁଏ, ତେବେ ଦୟାକରି ଏହାକୁ ଏକ ତ୍ରୁଟି ଭାବରେ ଖବର କରନ୍ତୁ।
pt_br: Domínios confinados não devem precisar de "sys_resource". Isto geralmente significa que seu sistema está ficando sem espaço de disco. Por favor, limpe o disco e este a mensagem do AVC deve desaparecer. Se este AVC continuar depois que o espaço de disco for limpo, por favor relate isto como um erro.
ru: Ограниченные домены не должны требовать «sys_resource». Это может означать, что на дисках недостаточно свободного пространства. Попробуйте освободить место, чтобы избавиться от этого сообщения AVC. Если после этого проблема сохранится, создайте отчёт об ошибке.
sv: Begränsade domäner skall inte behöva "sys_resource". Detta betyder normalt att ditt system håller på att få slut på diskutrymme. Rensa upp på disken så bör detta AVC-meddelande försvinna. Om denna AVC fortsätter efter att du rensat upp diskutrymme, rapportera detta som ett fel.
te: నిర్భందించబడిన డొమైన్లకు "sys_resource" అవసరములేదు. సాధారణంగా దీనర్ధం మీ సిస్టమ్ నందు డిస్కు జాగా అయిపోతోందని. దయచేసి డిస్కును ఖాళీ చేయండి ఈ AVC సందేశము పోతుంది. మీరు డిస్కు జాగాను ఖాళీ చేసిన తర్వాత కూడా ఈ AVC కొనసాగితే, దయచేసి దీనిని బగ్‌లా నివేదించండి.
zh_cn: 限制域不应该需要 "sys_resource"。这通常意味着您的系统缺少磁盘空间。请清理该磁盘， AVC 信息就应该消失。如果您清理磁盘空间后仍存在 AVC，请将其作为 bug 报告。
zh_tw: 受限制的區域不應需要「sys_resource」。這通常代表您的系統磁碟空間不足。請清理您的磁碟， 在這之後，AVC 訊息便應該會消失。若此 AVC 在您騰出了磁碟空間後依然繼續進行的話，請將此情況視為錯誤來回報。

source: SELinux is preventing the tftp daemon from modify $TARGET_PATH.
as: SELinux দ্বাৰা tftp ডেমনকে $TARGET_PATH পৰিবৰ্তন কৰতে বাধা সৃষ্টি কৰা হচ্ছে।
de: SELinux verweigert dem tftp-Daemon das Ändern von $TARGET_PATH.
es: SELinux está negando al demonio tftp modificar $TARGET_PATH.
fr: SELinux empêche le démon tftp de modifier $TARGET_PATH.
hi: SELinux tftp डेमॉन को उपयोक्ता घर निर्देशिका $TARGET_PATH के बदलने से रोका.
hu: SELinux megakadályozza, hogy tftp szolgáltatás megváltoztassa $TARGET_PATH fájlt.
kn: $TARGET_PATH ಅನ್ನು ಮಾರ್ಪಡಿಸದಂತೆ tftp ಡೆಮನ್ ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 tftp 데몬이 $TARGET_PATH를 수정하지 못하게 합니다.
ml: $TARGET_PATH മാറ്റം വരുത്തുന്നതില്‍ നിന്നും tftp ഡെമണിനെ SELinux തടയുന്നു.
mr: SELinux tftp डीमनला ($TARGET_PATH) संपादीत करण्यापासून रोखले.
nl: SELinux belet de ftp daemon om $TARGET_PATH te veranderen.
or: SELinux tftp ଡେମନକୁ ମୂଳସ୍ଥାନ ପଞ୍ଜିକା $TARGET_PATH ରେ ଥିବା ଚାଳକ ମାନଙ୍କୁ ପଢିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o serviço tftp de modificar $TARGET_PATH.
pt_br: O SELinux está impedindo que o daemon do tftp modifique o $TARGET_PATH.
ru: SELinux предотвращает изменение $TARGET_PATH демоном tftp.
sr@latin: SELinux je sprečio tftp sistemsku uslugu od izmene $TARGET_PATH.
sv: SELinux förhindrar tftp-demonen från att ändra $TARGET_PATH.
ta: SELinuxஐ tftp டீமனிலிருந்து $TARGET_PATHஐ மாற்றியமைப்பதை தடுக்கிறது.
te: SELinux అనునది ftp డెమోన్‌ను $TARGET_PATH సవరించుటనుండి నిరోధిస్తోంది.
zh_cn: SELinux 正在阻止 tftp 守护进程修改 $TARGET_PATH。
zh_tw: SELinux 防止了 tftp daemon 修改 $TARGET_PATH。
