Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented $SOURCE from $ACCESS files stored on a NFS filesystem. NFS (Network Filesystem) is a network filesystem commonly used on Unix / Linux systems. $SOURCE attempted to read one or more files or directories from a mounted filesystem of this type. As NFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured $SOURCE to read files from a NFS filesystem this access attempt could signal an intrusion attempt.
as: SELinux দ্বাৰা $SOURCE ক NFS নথিপত্ৰপ্ৰণালীত সংৰক্ষিত নথিপত্ৰ $ACCESS কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে । NFS (নেটৱৰ্ক নথিপত্ৰপ্ৰণালী) মূলত Unix / Linux ত ব্যৱহৃত নেটৱৰ্ক নথিপত্ৰপ্ৰণালী । $SOURCE দ্বাৰা এই প্ৰকৃতিৰ কোনো তুলি লোৱা নথিপত্ৰপ্ৰণালীৰ পৰা নথিপত্ৰ পঢ়াৰ প্ৰচেষ্টা কৰা হৈছে । NFS নথিপত্ৰপ্ৰণালী দ্বাৰা ফাইন-গ্ৰেইন্ড SELinux লেবেল বৈশিষ্ট্য সমৰ্থিত নোহোৱাৰ ফলত নথিপত্ৰপ্ৰণালীত উপস্থিত সকলো নথিপত্ৰ আৰু পঞ্জিকাত একেই নিৰাপত্তা সন্দৰ্ভ ব্যৱহৃত হ'ব । যদি NFS নথিপত্ৰপ্ৰণালীৰ পৰা নথিপত্ৰ পঢ়াৰ উদ্দেশ্যে $SOURCE বিন্যাস নকৰা হৈ থাকে তেনেহ'লে এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux hinderte $SOURCE am $ACCESS auf Dateien, die auf einem NFS-Dateisystem abgelegt sind. NFS (Network Filesystem) ist ein Netzwerk-Dateisystem, das weitverbreitet ist auf Unix / Linux- Systemen. $SOURCE versuchte, eine oder mehrere Dateien oder Verzeichnisse auf einem eingehängten Dateisystem dieses Typs zu lesen. Da NFS-Dateisysteme kein fein granuliertes SELinux-Labeling unterstützen, haben alle Dateien und Verzeichnisse dieses Dateisystems denselben Security-Kontext. Falls Sie $SOURCE ohne Lesezugriff auf NFS-Dateisysteme konfiguriert haben, könnte dieser Zugriff einen Einbruchsversuch signalisieren.
es: SELinux previno acerca de la intención de $SOURCE de $ACCESS archivos almacenados en un sistema de archivos NFS. NFS (Sistema de Archivos de Red) es un sistema de archivo usado comúnmente en sistemas Unix / Linux. $SOURCE_PATH intentó leer uno o más archivos o directorios desde un sistema de archivo de este tipo montado. Como los sistemas de archivo NFS no dan soporte fino al etiquetado de SELinux, todos los archivos y directorios en el sistema de archivo tendrán el mismo contexto de seguridad. Si no ha configurado a $SOURCE para leer archivos de un sistema de archivos NFS, este acceso puede ser señal de un ataque.
fr: SELinux a empêché $SOURCE d'$ACCESS aux fichiers stockés sur un système de fichiers NFS. NFS (Network Filesystem) est un système de fichiers réseau habituellement utilisé sur des systèmes Unix / Linux. $SOURCE a essayé de lire un ou plusieurs fichiers ou répertoires à partir d'un système de fichiers monté de ce type. Comme les systèmes de fichiers NFS ne supportent pas l'étiquetage fin SELinux, tous les fichiers et répertoires dans le système de fichiers auront le même contexte de sécurité. Si vous n'avez pas configuré $SOURCE pour lire des fichiers à partir d'un système de fichiers NFS cette demande d'accès pourrait signaler une tentative d'intrusion.
hi: SELinux ने $SOURCE को $ACCESS फाइल से रोका जो NFS फाइल सिस्टम पर जमा है. NFS (संजाल फाइल सिस्टम) एक संजाल फाइल सिस्टम है जो सामान्यतः Unix / Linux सिस्टम पर प्रयुक्त होता है $SOURCE ने एक या ज्यादा फाइल या निर्देशिका को आरोहित फाइलसिस्टम से रोका. क्योंकि NFS फाइलसिस्टम अति उत्तम SELinux लेबलिंग का समर्थन नहीं करता है, सारे फाइल व निर्देशिका फाइलसिस्टम में समान सुरक्षा संदर्भ रखेगा. अगर आपने $SOURCE को NFS फाइलसिस्टम से पड़ने के लिये विन्यस्त नहीं किया है तो यह घुसपैठ प्रयास का संकेत माना जायेगा.
hu: SELinux megakadályozta $SOURCE $ACCESS hozzáférését NFS fájlrendszerben tárolt fájlokhoz. Az NFS (Network Filesystem) Unix illetve Linux rendszerekben gyakran használt hálózati fájlrendszer. $SOURCE megkísérelt olvasni egy vagy több olyan fájlt illetve mappát, ami ilyen típusú csatolt fájlrendszerben van. Az NFS fájlrendszerek nem támogatják a kifinomult SELinux címkézést. Ezekben a fájlrendszerben levő összes fájl és mappa ugyanazon biztonsági beállítással rendelkezik. Ha nem állították be $SOURCE alkalmazást NFS fájlrendszerbeli fájlok olvasására, akkor ez behatolás próbálkozást jelezhet.
kn: $SOURCE ಅನ್ನು ಒಂದು NFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲಾದ ಕಡತಗಳನ್ನು $ACCESS ಮಾಡದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ. NFS(ಜಾಲಬಂಧ ಕಡತವ್ಯವಸ್ಥೆ)Unix/Linux ಗಣಕಗಳಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸುವಂತಹ ಜಾಲಬಂಧ ಕಡತವ್ಯವಸ್ಥೆ ಆಗಿದೆ. ಆರೋಹಿಸಲಾದ ಈ ಬಗೆಯ ಕಡತವ್ಯವಸ್ಥೆಯಿಂದ ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಕಡತಗಳು ಅಥವ ಕಡತಕೋಶಗಳನ್ನು $SOURCE ಓದಲು ಪ್ರಯತ್ನಿಸಿದೆ ಆದರೆ NFS ಕಡತ ವ್ಯವಸ್ಥೆಗಳು ಸೂಕ್ಷ್ಮ-ಗ್ರೈನ್ ಮಾಡಲಾದ SELinux ಲೇಬಲ್ ಮಾಡುವಿಕೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲವಾದ್ದರಿಂದ, ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಎಲ್ಲಾ ಕಡತ ಹಾಗು ಕಡತಕೋಶಗಳು ಒಂದೇ ರೀತಿಯ ಸುರಕ್ಷತಾ ಸನ್ನಿವೇಶಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ ನೀವು $SOURCE ಅನ್ನು NFS ಕಡತ ವ್ಯವಸ್ಥೆಯಿಂದ ಕಡತಗಳನ್ನು ಓದುವಂತೆ ಸಂರಚಿಸದೆ ಹೋಗಿದ್ದರೆ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 $SOURCE가 NFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다. NFS (Network Filesystem)는 Unix / Linux 시스템에서 주로 사용되는 네트워크 파일 시스템입니다. $SOURCE는 이러한 유형으로 마운트된 파일 시스템에서 하나 이상의 파일 또는 디렉토리를 읽어오기를 시도합니다. NFS 파일 시스템이 정교하게 SELinux 레이블하는 것을 지원하지 않음으로서 파일 시스템에 있는 모든 파일 및 디렉토리는 동일한 보안 문맥을 갖게 됩니다. NFS 파일 시스템에서 파일을 읽어오기 위해 $SOURCE를 설정하지 않으셨을 경우 이러한 액세스를 시도했을 때 침임을 시도했다는 신호가 나타날 수 있습니다.
ml: NFS ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളിലേക്ക് $SOURCE-നെ SELinux സമ്മതിക്കുന്നില്ല. NFS (നെറ്റ്‌വര്‍ക്ക് ഫയല്‍ സിസ്റ്റം) Unix / Linux സിസ്റ്റമുകളില്‍ ഉപയോഗിക്കുന്ന ഒരു നെറ്റ്‌വര്‍ക്ക് ഫയല്‍ സിസ്റ്റം ആണ്. ഈ തരത്തിലുളള ഒരു മൌണ്ട് ചെയ്ത ഫയല്‍ സിസ്റ്റമിലുളള ഫയല്‍ അതോ ഡയറക്ടറി വായിക്കുവാന്‍ $SOURCE ശ്രമിക്കുന്നു. NFS ഫയല്‍ സിസ്റ്റം സൂക്ഷമമായ SELinux ലേബലിങ് പിന്തുണയ്ക്കാത്തതിനാല്‍, ഫയല്‍ സിസ്റ്റമിലുളള എല്ലാ ഫയലും ഡയറക്ടറികള്‍ക്കും ഒരേ സെര്യൂരിറ്റി കോണ്‍ട്ടെക്സ്റ്റ് ആണ്. ഒരു NFS ഫയല്‍ സിസ്റ്റമില്‍ നിന്നും $SOURCE ഫയലുകള്‍ വായിക്കുന്നതിനായി ക്രമീകരിച്ചിട്ടില്ലെങ്കില്‍ ഈ ഈ ശ്രമം തെറ്റൊരുരു പ്രവര്‍ത്യായി യി കണക്കാക്കുന്നു.
mr: SELinux ने $SOURCE ला NFS फाइलप्रणाली वरील संचयीत $ACCESS फाइल करीता प्रवेश रोखला आहे. NFS (संजाळ फाइलप्रणाली) Unix / Linux प्रणाली वरील संजाळ फाइलप्रणाली आहे. $SOURCE ने एक किंवा त्यापेक्षा जास्त फाइल किंवा डिरेक्ट्री जे पूर्वनिर्धारीत संदर्भ चिन्हाकृत आहे त्यास वाचण्याचा प्रयत्न केला. NFS फाइलप्रणाली SELinux लेबलींगला समर्थन देत नसल्यास, फाइलप्रणाली वरील सर्व फाइल व डिरेक्ट्रीकडे समान सुरक्षा संदर्भ सामाविष्टीत असेल. $SOURCE ला NFS फाइलप्रणाली पासून फाइल वाचयण्यास संयोजीत केले नसल्यास हा प्रवेश प्रयत्न अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux belette $SOURCE om te $ACCESS bestanden op een NFS bestandssysteem. NFS (Network Filesystem) is een netwerk bestandssysteem gewoonlijk gebruikt op Unix / Linux systemen. $SOURCE probeerde een of meer bestanden of mappen van een aangekoppeld bestandssysteem van dit type te lezen. Omdat NFS bestandssystemen geen fijnkorrelige SELinux labeling ondersteunen, zullen alle bestanden en mappen in het bestandssysteem dezelfde beveiliging context hebben. Als je $SOURCE niet hebt ingesteld om bestanden van een NFS bestandssysteem te lezen kan deze poging een teken zijn van een indringing poging.
or: SELinux $SOURCE କୁ NFS ଫାଇଲତନ୍ତ୍ରରେ ସଂରକ୍ଷିତ $ACCESS ଫାଇଲଗୁଡ଼ିକୁ ଅଭିଗମ୍ୟ କରିବାରୁ ବାରଣ କରିଥିଲା। NFS (ନେଟୱର୍କ ଫାଇଲତନ୍ତ୍ର) ଟି ଗୋଟିଏ ନେଟୱର୍କ ଫାଇଲତନ୍ତ୍ର ସାଧାରଣତଃ Unix / Linux ତନ୍ତ୍ରରେ ବ୍ୟବହୃତ ହୋଇଥାଏ। $SOURCE ଗୋଟିଏ କିମ୍ବା ଅଧିକ ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକୁ ଏହି ପ୍ରକାରର ଗୋଟିଏ ସ୍ଥାପିତ ଫାଇଲତନ୍ତ୍ରରୁ ପଢ଼ିବା ପାଇଁ ଚେଷ୍ଟାକରିଥିଲା। NFS ଫାଇଲତନ୍ତ୍ରଗୁଡ଼ିକ ପରି ଏହା SELinux ନାମକରଣକୁ ସମର୍ଥନ କରିନଥାଏ, ଫାଇଲତନ୍ତ୍ରରେ ଥିବା ସମସ୍ତ ଫାଇଲ ଏବଂ ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକରେ ସମାନ ସୁରକ୍ଷା ପ୍ରସଙ୍ଗ ଥିବ। ଯଦି ଆପଣ $SOURCE କୁ NFS ଫାଇଲତନ୍ତ୍ରରେ ଥିବା ଫାଇଲଗୁଡ଼ିକୁ ପଢ଼ିବା ପାଇଁ ବିନ୍ୟାସ କରିନାହାନ୍ତି ତେବେ ଏହି ଅଭିଗମ୍ୟତା ପ୍ରଚେଷ୍ଟା ଗୋଟିଏ ବିନା ଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pt: O SELinux impediu o $SOURCE de $ACCESS aos ficheiros guardados num sistema de ficheiros NFS. O NFS (Comment Internet File System) é um sistema de ficheiros na rede usado normalmente nos sistemas UNIX / Linux. O $SOURCE tentou ler um ou mais ficheiros ou pastas de um sistema de ficheiros montado deste tipo. Dado que os sistemas de ficheiros NFS não suportam a etiquetagem detalhada do SELinux, todos os ficheiros e pastas do sistema de ficheiros irão ter o mesmo contexto de segurança. Se não tiver configurado o $SOURCE para ler os ficheiros de um sistema de ficheiros NFS, esta tentativa de acesso poderá assinalar uma intrusão.
pt_br: O SELinux impediu que o $SOURCE $ACCESS arquivos contidos em um sistema de arquivos NFS NFS (Network Filesystem) é um sistema de arquivos de rede normalmente usado em sistemas Unix/Linux. O $SOURCE tentou ler um ou mais arquivos ou diretórios a partir de um sistemas de arquivos montados deste tipo. Uma vez que sistemas de arquivos NFS não suportam etiquetagem SELinux de alta resolução, todos os arquivos e diretórios no sistema de arquivos terão o mesmo contexto de segurança. Se você não configurou o $SOURCE para ler arquivos em um sistema de arquivos NFS, este acesso pode indicar uma tentativa de intrusão.
ru: SELinux запретил доступ $ACCESS к файлам в файловой системе NFS для $SOURCE. NFS (Network Filesystem) — сетевая файловая система, используемая в системах Unix / Linux. $SOURCE попытался прочесть данные из смонтированной системы этого типа. NFS не поддерживает низкоуровневое маркирование SELinux, все файлы и каталоги имеют один и тот же контекст безопасности. Если вы не настраивали $SOURCE на чтение файлов из NFS, попытка получения доступа может служить индикатором вторжения.
sr@latin: SELinux je sprečio $SOURCE pri $ACCESS datoteka pohranjenih na NFS sistemu datoteka. NFS (Network Filesystem - Mrežni sistem datoteka) je mrežni sistem datoteka koji se obično koristi na Unix / Linux sistemima. $SOURCE je pokušao da pročita jenu ili više datoteka ili direktorijuma sa montiranog sistema datoteka ove vrste. Kako NFS sistemi ne podržavaju SELinux oznake visoke rezolucije, sve datoteke i direktorijumi na sistemu datoteka će imati isti bezbednosni kontekst. Ako niste podesili $SOURCE za čitanje sa NFS sistema datoteka, ovaj pristup može ukazivati na pokušaj upada.
sv: SELinux hindrade $SOURCE från $ACCESS till filer lagrade på ett NFS-filsystem. NFS (Network Filesystem) är ett nätverksfilsystem som ofta används på Unix-/Linuxsystem. $SOURCE försökte läsa en eller flera filer eller kataloger från ett monterat filsystem av denna typ. Eftersom NFS-filsystem inte stödjer finkornig SELinuxetikettering, kommer alla filer och kataloger i filsystemet ha samma säkerhetskontext. Om du inte har konfigurerat $SOURCE att läsa filer från ett NFS filsystem kan detta åtkomstförsök vara tecken på ett intrångsförsök.
ta: SELinux ஆனது http டீமானிலிருந்து $ACCESS கோப்புகளை ஒரு NFS கோப்புமுறைமையில் சேகரிப்பதை தடுக்கிறது. NFS (Network Filesystem) ஒரு பிணைய கோப்புமுறைமையில் சாதாரணமாக ஒரு Unix / Linux கணினிகளில் பயன்படுகிறது. இந்த http டீமான் ஒரு ஏற்றப்பட்ட கோப்புமுறைமையில் இந்த வகையிலிருந்து ஒருகோப்புகள் அல்லது அடைவுகளை வாசிக்க முயற்சிக்கிறது. NFS கோப்புகளாக துணைபுரியவில்லை fine-grained SELinux லேபிலிலும், கோப்புமுறைமையில் அனைத்து கோப்புகள் மற்றும் அடைவுகள் ஒரே பாதுகாப்பு உரையை உள்ளது. நீங்கள் கட்டமைக்கப்படாத $SOURCE கோப்பிலிருந்து ஒரு NFS கோப்புமுறைமையை வாசிக்கிறது இந்த அணுகல் ஒரு சிக்னல் நிர்வாக முயற்சியாகும்.
te: SELinux అనునది $SOURCEను NFS ఫైలుసిస్టమ్‌పైని $ACCESS ఫైళ్ళనుండి నిరోధిస్తుంది. NFS (నెట్వర్కు ఫైలుసిస్టమ్) వొక నెట్వర్కు ఫైలుసిస్టమ్ సాదారణంగా Unix / Linux సిస్టమ్స్‍ నందు వుపయోగించబడుతుంది. $SOURCE అనునది ఒకటి లేదా అంతకేంటే ఎక్కువ దస్త్రాల లేదా సంచయాలును ఈ సిస్టమ్ యొక్క మౌంటెడ్ దస్త్రవ్యవస్థనుండి చదువుటకు ప్రయత్నిస్తుంది. NFS దస్త్రవ్యవస్థ స్వచ్చమైన SELinux లైబులింగ్‌ను మద్దతివ్వదుకనుక, దస్త్రవ్యవస్థ నందు వున్న అన్ని దస్త్రములు మరియు సంచయాలుఒకే రక్షణ సందర్భంను కలిగివుంటాయి. మీరు $SOURCEను NFS దస్త్రవ్యవస్థనుండి దస్త్రాలను చదువుటకు ఆకృతీకరించి వుండకపోతే ఈ వాడుక యత్నముఅమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE $ACCESS 存放在 NFS 文件系统中的文件。 NFS（网络文件系统）是一个通常在 Unix/Linux 系统中使用的网络文件系统。 $SOURCE 试图读取一个已挂载的这种类型的文件系统中的一个或多个文件或目录。由 于 NFS 文件系统不支持细密的 (fine-grained) SELinux 标记，该文件系统中的所有文件和目录都 将具有相同的安全上下文。 如果您没有将 $SOURCE 配置为读取 NFS 文件系统中的文件，这次访问尝试可能是入侵尝试的信号。
zh_tw: SELinux 防止了 $SOURCE $ACCESS 儲存在 NFS 檔案系統上的檔案。 NFS（Network Filesystem）是個一般用於 Unix / Linux 系統上的網路作業 系統。 $SOURCE 嘗試了由此類型的已掛載檔案系統上 讀取一個或更多個檔案或目錄。由於 NFS 檔案系統並不支援 fine-grained 的 SELinux 標記，因此檔案系統中的所有 檔案和目錄都將會擁有相同的安全性 context。 若您並未將 $SOURCE 設定來由 NFS 檔案系統讀取檔案的話， 此存取便可能代表系統已遭到入侵的警訊。

source: SELinux is preventing the users from running TCP servers in the usedomain.
as: SELinux ৰ দ্বাৰাব্যৱহাৰকৰ্তাৰকে usedomain লৈ TCP সেৱক চলাওঁতে বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hinert die Benutzer daran, TCP-Server in der usedomain auszuführen.
es: SELinux está impidiendo a los usuarios ejecutar servidores TCP en el dominio de usuario.
fr: SELinux empêche les utilisateurs de lancer des serveurs TCP dans leur domaine utilisateur.
hu: SELinux megakadályozza, hogy a felhasználók TCP-kiszolgálót futtassanak a felhasználói tartományban.
kn: $SOURCE ಅನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಬೈಂಡ್‌ ಆಗುವುದನ್ನು SELinux ನಿರ್ಬಂಧಿಸಿದೆ.
ko: SELinux는 사용자가 사용자 도메인에서 TCP 서버를 실행하지 못하게 합니다.
ml: usedomain-ല്‍ ഉപയോക്താക്കളെ TCP സര്‍വറുകള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നതിനു് SELinux തടയുന്നു.
mr: SELinux वापरकर्त्याला वापरकर्ताक्षेत्र वरील TCP सर्व्हरला कार्यरत करण्यापासून रोखले.
nl: SELinux belet gebruikers om TCP servers te draaien in het gebruikers domein.
or: SELinux ଚାଳକ ମାନଙ୍କୁ usedomain ରେ TCP ସେବକ ମାନଙ୍କୁ ଚଳାଇବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir os utilizadores de executarem servidores de TCP no domínio do utilizador.
pt_br: O SELinux está impedindo que os usuários executem servidores TCP no domínio de usuários.
ru: SELinux запрещает пользователям запускать серверы TCP в пользовательском домене.
sr@latin: SELinux sprečava korisnike u pokretanju TCP servera u korisničkom domenu.
sv: SELinux förhindrar användarna från att köra TCP-servrar i användardomänen.
ta: SELinux ஆனது செயற்களப் பயன்பாட்டிலுள்ள TCP சேவையகங்களிலிருந்து இயங்குவதை தடுக்கிறது.
te: SELinux అనునది వినియోగదారులను TCP సేవికలు వినియోగడొమైన్ నందు నడుపుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止用户在 usedomain 中运行 TCP 服务器。
zh_tw: SELinux 防止了用戶執行 usedomain 中的 TCP 伺服器。
