Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented the http daemon from $ACCESS files stored on a CIFS filesytem.
as: SELinux ৰ দ্বাৰা http ডেমনক CIFS নথিপত্ৰপ্ৰণালীত সংৰক্ষিত নথিপত্ৰ $ACCESS কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hinderte den httpd-Daemon am $ACCESS Dateien, die in einem CIFS-Dateisystem gespeichert sind.
es: SELinux negó al demonio ftp $ACCESS archivos almacenados en un sistema de archivo CIFS.
fr: SELinux a empêché le démon http d'$ACCESS aux fichiers stockés sur un système de fichiers CIFS.
hi: SELinux http डेमॉन को $ACCESS फाइल जो CIFS फाइलसिस्टम पर जमा है, रोका.
hu: SELinux megakadályozta httpd szolgáltatás $ACCESS hozzáférését egy CIFS fájlrendszerhez.
kn: http ಡೆಮನ್ ಅನ್ನು ಒಂದು CIFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲಾದ ಕಡತಗಳನ್ನು $ACCESS ಮಾಡದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ.
ko: SELinux는 http 데몬이 CIFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다.
ml: CIFS ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളിലേക്ക് http ഡെമണിനെ SELinux സമ്മതിക്കുന്നില്ല.
mr: SELinux ने http डीमनला CIFS फाइलप्रणालीवरील $ACCESS फाइलसाठी प्रवेश करीता रोखले.
nl: SELinux belette de http daemon om $ACCESS toegang tot bestanden op een CIFS bestandssysteem.
or: SELinux http ଡେମନକୁ ଗୋଟିଏ CIFS ଫାଇଲତନ୍ତ୍ରରେ ସଂରକ୍ଷିତ ଥିବା $ACCESS ଫାଇଲ ମାନଙ୍କୁ ଅଭିଗମ କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o servidor de HTTP de $ACCESS os ficheiros guardados num sistema de ficheiros CIFS.
pt_br: O SELinux impediu que o daemon do http $ACCESS arquivos contidos em um sistema de arquivos CIFS.
ru: SELinux запретил демону http доступ $ACCESS к файлам в файловой системе CIFS.
sr@latin: SELinux je sprečio ftp sistemsku uslugu od $ACCESS datoteka uskladištenim na CIFS sistemu datoteka.
sv: SELinux hindrade http-demonen från $ACCESS filer lagrade på ett CIFS-filsystem.
ta: SELinux ஐ http டீமனிலிருந்து $ACCESS கோப்புகளை ஒரு CIFS கோப்பு முறையாக சேமிப்பதை தடுக்கிறது.
te: SELinux అనునది http డెమోన్‌ను $ACCESS దస్త్రాలను CIFS దస్త్రవ్యవస్థ నందు నిల్వవుంచుట నుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 http 守护进程 $ACCESS 保存在 CIFS 文件系统中的文件。
zh_tw: SELinux 防止了 http daemon $ACCESS 儲存在 CIFS 檔案系統上的檔案。

source: SELinux prevented the http daemon from $ACCESS files stored on a CIFS filesystem. CIFS (Common Internet File System) is a network filesystem commonly used on Windows / Linux systems. The http daemon attempted to read one or more files or directories from a mounted filesystem of this type. As CIFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the http daemon to read files from a CIFS filesystem this access attempt could signal an intrusion attempt.
as: SELinux দ্বাৰা http ডেমনকে CIFS ফাইল-সিস্টেমেৰ মধ্যে উপস্থিত ফাইল $ACCESS কৰতে প্ৰতিৰোধ কৰা হয়েছে। CIFS (Windows Network Filesystem) মূলত Windows / Linux সিস্টেমে ব্যবহৃত একটি নেটওয়াৰ্ক ফাইল-সিস্টেম http ডেমন দ্বাৰা এই প্ৰকৃতিৰ কোনো মাউন্ট কৰা ফাইল-সিস্টেম থেকে ফাইল পড়াৰ প্ৰচেষ্টা কৰা হয়েছে। CIFS ফাইল-সিস্টেম দ্বাৰা ফাইন-গ্ৰেইন্ড SELinux লেবেল বৈশিষ্ট্য সমৰ্থিত না হওয়াৰ ফলে ফাইল-সিস্টেমেৰ মধ্যে উপস্থিত সমস্ত ফাইল ও ডিৰেক্টৰিৰ মধ্যে একই নিৰাপত্তা কনটেক্সট ব্যবহৃত হবে। যদি CIFS ফাইল-সিস্টেম থেকে ফাইল পড়াৰ উদ্দেশ্যে http ডেমন না কনফিগাৰ কৰা হয়ে থাকে তাহলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux hinderte den HTTP-Daemon am $ACCESS auf Dateien, die auf einem CIFS-Dateisystem abgelegt sind. CIFS (Common Internet File System) ist ein Netzwerk-Dateisystem, das weitverbreitet ist auf Windows-/Linux- Systemen. Der HTTP-Daemon versuchte, eine oder mehrere Dateien oder Verzeichnisse auf einem eingehängten Dateisystem dieses Typs zu lesen. Da CIFS-Dateisysteme kein fein granuliertes SELinux-Labeling unterstützen, haben alle Dateien und Verzeichnisse dieses Dateisystems denselben Security-Kontext. Falls Sie den HTTP-Daemon ohne Lesezugriff auf CIFS-Dateisysteme konfiguriert haben, könnte dieser Zugriff einen Einbruchsversuch signalisieren.
es: SELinux negó al demonio http el acceso $ACCESS a archivos almacenados en un sistema de archivos CIFS. CIFS (Sistema de Archivo de Red de Windows) es un sistema de archivo en red comúnmente usado en sistemas Windows / Linux. El demonio http intentó leer uno o más archivos o directorios desde un sistema de archivo montado de este tipo. Como los sistemas de archivo CIFS no dan soporte al etiquetado fino de SELinux, todos los archivos y directorios en el sistema de archivo tendrán el mismo contexto de seguridad. Si no configuró al demonio http para leer archivos desde un sistema de archivos CIFS, puede ser señal de un intento de ataque.
fr: SELinux a empêché le démon http d'$ACCESS aux fichiers stockés sur un système de fichiers CIFS. CIFS (Common Internet File System) est un système de fichiers réseau habituellement utilisé par des systèmes Windows / Linux. Le démon http a empêché la lecture d'un ou plusieurs fichiers ou répertoires provenant d'un tel système de fichiers monté. Étant donné que les systèmes de fichiers CIFS ne supportent pas l'étiquetage fin SELinux, tous les fichiers et répertoires dans le système de fichiers auront le même contexte de sécurité. Si vous n'avez pas configuré le démon http afin de lire les fichiers provenant d'un système de fichiers CIFS cette demande d'accès pourrait signaler une tentative d'intrusion.
hi: SELinux ने http डेमॉन को $ACCESS फाइल से रोका जो CISF फाइल सिस्टम पर जमा है. CIFS (Common Network Filesystem) एक संजाल फाइल सिस्टम है जो सामान्यतः Unix / Linux सिस्टम पर प्रयुक्त होता है http डेमॉन एक या ज्यादा फाइल या निर्देशिका को आरोहित फाइलसिस्टम को पढ़ने से रोका. क्योंकि CIFS फाइलसिस्टम अति उत्तम SELinux लेबलिंग का समर्थन नहीं करता है, सारे फाइल व निर्देशिका फाइलसिस्टम में समान सुरक्षा संदर्भ रखेगा. अगर आपने http डेमॉन को CIFS फाइलसिस्टम से पड़ने के लिये विन्यस्त नहीं किया है तो यह घुसपैठ प्रयास का संकेत देगा.
hu: SELinux megakadályozta httpd szolgáltatás $ACCESS hozzáférését egy CIFS fájlrendszerben tárolt fájlokhoz. CIFS (Common Internet File System) Windows és Linux rendszerekben gyakran használt hálózati fájlrendszer. A httpd szolgáltatás megkísérelt olvasni egy vagy több olyan fájlt illetve mappát, amely ilyen típusú csatolt fájlrendszeren van. A CIFS fájlrendszerek nem támogatják a kifinomult SELinux címkézést, ezért a fájlrendszerben levő minden fájlnak mappának ugyanaz lesz a biztonsági beállítása. Ha nem állították be a httpd szolgáltatást úgy, hogy az fájlokat olvasson CIFS-fájlrendszerről, akkor ez a hozzáférési kísérlet behatolási próbálkozást jelezhet.
kn: http ಡೆಮನ್ ಅನ್ನು ಒಂದು CIFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲಾದ ಕಡತಗಳನ್ನು $ACCESS ಮಾಡದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ. CIFS (ಕಾಮನ್ ಇಂಟರ್ನೆಟ್ ಫೈಲ್ ಸಿಸ್ಟಮ್) Windows / Linux ಗಣಕಗಳಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸುವಂತಹ ಜಾಲಬಂಧ ಕಡತವ್ಯವಸ್ಥೆ ಆಗಿದೆ. ಆರೋಹಿಸಲಾದ ಈ ಬಗೆಯ ಕಡತವ್ಯವಸ್ಥೆಯಿಂದ ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಕಡತಗಳು ಅಥವ ಕಡತಕೋಶಗಳನ್ನು $SOURCE ಓದಲು ಪ್ರಯತ್ನಿಸಿದೆ ಆದರೆ CIFS ಕಡತ ವ್ಯವಸ್ಥೆಗಳು ಸೂಕ್ಷ್ಮವಾದ SELinux ಲೇಬಲ್ ಮಾಡುವಿಕೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲವಾದ್ದರಿಂದ, ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಎಲ್ಲಾ ಕಡತ ಹಾಗು ಕಡತಕೋಶಗಳು ಒಂದೇ ರೀತಿಯ ಸುರಕ್ಷತಾ ಸನ್ನಿವೇಶಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ ನೀವು http ಡೆಮನ್ ಅನ್ನು CIFS ಕಡತ ವ್ಯವಸ್ಥೆಯಿಂದ ಕಡತಗಳನ್ನು ಓದುವಂತೆ ಸಂರಚಿಸದೆ ಹೋಗಿದ್ದರೆ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 http 데몬이 CIFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다. CIFS (Common Internet File System)는 Windows / Linux 상에서 주로 사용되는 네트워크 파일 시스템입니다. http 데몬은 이러한 유형으로 마운트된 파일 시스템에서 하나 이상의 파일 또는 디렉토리를 읽어오기를 시도합니다. CIFS 파일 시스템이 정교하게 SELinux 레이블하는 것을 지원하지 않음으로서 파일 시스템에 있는 모든 파일 및 디렉토리는 동일한 보안 문맥을 갖게 됩니다. CIFS 파일 시스템에서 파일을 읽어오기 위해 http 데몬을 설정하지 않으셨다면 이러한 액세스를 시도했을 때 침임 시도 신호가 나타날 수 있습니다.
ml: CIFS ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളിലേക്ക് ftp ഡെമണിനെ SELinux സമ്മതിക്കുന്നില്ല. CIFS (കോമണ്‍ ഇന്റര്‍നെറ്റ് ഫയല്‍സിസ്റ്റം) Windows / Linux സിസ്റ്റമുകളില്‍ ഉപയോഗിക്കുന്ന ഒരു നെറ്റ്‌വര്‍ക്ക്ഫയല്‍ സിസ്റ്റം ആണ്. ഈ തരത്തിലുളള ഒരു മൌണ്ട് ചെയ്ത ഫയല്‍ സിസ്റ്റമിലുളള ഫയല്‍ അതോ ഡയറക്ടറി വായിക്കുവാന്‍ http ഡെമണ്‍ ശ്രമിക്കുന്നു. CIFS ഫയല്‍ സിസ്റ്റം സൂക്ഷമമായ SELinux ലേബലിങ് പിന്തുണയ്ക്കാത്തതിനാല്‍, ഫയല്‍ സിസ്റ്റമിലുളള എല്ലാ ഫയലും ഡയറക്ടറികള്‍ക്കും ഒരേ സെര്യൂരിറ്റി കോണ്‍ട്ടെക്സ്റ്റ് ആണ്. ഒരു CIFS ഫയല്‍ സിസ്റ്റമില്‍ നിന്നും http ഡെമണ്‍ ഫയലുകള്‍ വായിക്കുന്നതിനായി ക്രമികരിച്ചിട്ടില്ല എങ്കില്‍ ഈ ശ്രമം തെറ്റായ ഒരു പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने http डीमनला CIFS फाइलप्रणाली वरील $ACCESS फाइल करीता प्रेवश रोखले. CIFS (Common Internet File System) ही Windows / Linux प्रणावींवरील नेटवर्क फाइलप्रणाली आहे. http डीमनने या प्रकारच्या माउंट केलेल्या फाइलप्रणाली वरील एक किंवा त्यापेक्षा जास्त फाइल किंवा डिरेक्ट्रीज् वाचण्याचा प्रयत्न केला आहे. CIFS फाइलप्रणाली उच्च-स्थरीय SELinux लेबलींग करीता समर्थन पुरवत नसल्यामुळे, फाइलप्रणाली वरील सर्व फाइल व डिरेक्ट्रीज् मध्ये समान सुरक्षा संदर्भ समाविष्ट होईल. http डीमनलना CIFS फाइलप्रणाली वरील फाइल वाचण्यास संरचीत न केल्यास हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux belette de http daemon $ACCESS toegang tot bestanden op een CIFS bestandssysteem. CIFS (Windows Network Filesystem) is een netwerk bestandssysteem gewoonlijk gebruikt op Windows / Linux systemen. De http daemon probeerde een of meerdere bestanden of mappen te lezen van een aangekoppeld bestandssysteem van dit type. Omdat CIFS bestandssystemen geen fijnkorrelige SELinux labeling ondersteunen, zullen alle bestanden en mappen in het bestandssysteem dezelfde beveiliging context hebben. Als je de http daemon niet ingesteld hebt bestanden van een CIFS bestandssysteem te lezen kan deze toegang poging een teken zijn van een indringing poging.
or: SELinux ftp ଡେମନକୁ NFS ଫାଇଲତନ୍ତ୍ରରେ $ACCESS ଫାଇଲଗୁଡ଼ିକୁ ସଂରକ୍ଷଣ କରିବାରୁ ପ୍ରତିରୋଧ କରିଥାଏ। CIFS (ସାଧାରଣ ଇଣ୍ଟରନେଟ ଫାଇଲ ତନ୍ତ୍ର) ଟି ଗୋଟିଏ ନେଟୱର୍କ ଫାଇଲତନ୍ତ୍ର ଯାହାକି ସାଧାରଣତଃ Windows / Linux ତନ୍ତ୍ରରେ ବ୍ୟବହୃତ ହୋଇଥାଏ। http ଡେମନ ସ୍ଥାପିତ ପାଇଲତନ୍ତ୍ରରୁ ଗୋଟିଏ କିମ୍ବା ଅଧିକ ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରୀକୁ ପଢ଼ିବା ପାଇଁ ଚେଷ୍ଟା କରିଥିଲା। CIFS ଫାଇଲତନ୍ତ୍ର ପରି ଏହାକୁ ସମର୍ଥନ କରିନଥାଏ SELinux ନାମପଟି, ସମସ୍ତ ଫାଇଲ ଏବଂ ଡ଼ିରେକ୍ଟୋରୀ ଫାଇଲତନ୍ତ୍ରରେ ସମାନ ସୁରକ୍ଷା ପ୍ରସଙ୍ଗ ଥାଏ। ଯଦି ଆପଣ http ଡେମନକୁ CIFS ଫାଇଲ ତନ୍ତ୍ରରୁ ସଂରକ୍ଷଣ ନକରନ୍ତି ତେବେ ଏହି ଅବିଗମ୍ୟ ପ୍ରଚେଷ୍ଟା କରିବେ ନାହିଁ।
pt: O SELinux proibiu o servidor de HTTP de $ACCESS ficheiros guardados num sistema de ficheiros CIFS. O CIFS (Common Internet File System) é um sistema de ficheiros na rede usado normalmente nos sistemas Windows / Linux. O servidor de HTTP tentou ler um ou mais ficheiros ou pastas de um sistema de ficheiros montado deste tipo. Dado que os sistemas de ficheiros CIFS não suportam a etiquetagem detalhada do SELinux, todos os ficheiros e pastas no sistema de ficheiros irão ter o mesmo contexto de segurança. Se não tiver configurado o servidor de HTTP para ler os ficheiros de um sistema de ficheiros CIFS, esta tentativa de acesso poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu que o daemon http $ACCESS arquivos contidos num sistema de arquivos CIFS. O CIFS (Windows Network Filesystem) é um sistema de arquivos de rede normalmente usado em sistemas Windows / Linux. O daemon http tentou ler um ou mais arquivos ou diretórios em um sistema de arquivos montado deste tipo. Uma vez que sistemas de arquivos CIFS não suportam rotulagem SELinux de alta precisão, todos os arquivos e diretórios no sistema de arquivos terão o mesmo contexto de segurança. Se você não configurou o daemon http para ler arquivos contidos em um sistema de arquivos CIFS, esta tentativa de acesso pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону http доступ $ACCESS к файлам в файловой системе CIFS. CIFS — сетевая файловая система, обычно используемая в Windows/ Linux. Демон http попытался прочесть файл или каталог из смонтированной файловой системы этого типа. CIFS система не поддерживает низкоуровневое маркирование SELinux, поэтому все файлы и каталоги в файловой системе имеют один и тот же контекст безопасности. Если вы не настраивали демон http на чтение файлов из CIFS, это может служить индикатором попытки вторжения.
sv: SELinux hindrade http-demonen från $ACCESS filer sparade på ett CIFS-filsystem. CIFS (Common Internet File System) är ett nätverksfilsystem ofta använt mellan Windows-/Linuxsystem. http-demonen försökte läsa en eller flera filer eller kataloger från ett monterat filsystem av denna typ. Eftersom CIFS-filsystem inte stödjer finkornig SELinuxmärkning, kommer alla filer och kataloger i filsystemet att ha samma säkerhetskontext. Om du inte har konfigurerat http-demonen att läsa filer från ett CIFS-filsystem kan åtkomstförsök vara tecken på ett intrångsförsök.
ta: SELinux ஆனது http டீமானிலிருந்து $ACCESS கோப்புகளை ஒரு CIFS கோப்புமுறைமையில் சேகரிப்பதை தடுக்கிறது. CIFS (Common Internet File System) ஒரு பிணைய கோப்புமுறைமையில் சாதாரணமாக ஒரு Windows/ Linux கணினிகளில் பயன்படுகிறது. இந்த http டீமான் ஒரு ஏற்றப்பட்ட கோப்புமுறைமையில் இந்த வகையிலிருந்து ஒருகோப்புகள் அல்லது அடைவுகளை வாசிக்க முயற்சிக்கிறது. CIFS கோப்புகளாக துணைபுரியவில்லை fine-grained SELinux லேபிலிலும், கோப்புமுறைமையில் அனைத்து கோப்புகள் மற்றும் அடைவுகள் ஒரே பாதுகாப்பு உரையை உள்ளது. நீங்கள் கட்டமைக்கப்படாத http டீமானுக்கு கோப்பிலிருந்து ஒரு CIFS கோப்புமுறைமையை வாசிக்கிறது இந்த அணுகல் ஒரு சிக்னல் நிர்வாக முயற்சியாகும்.
te: SELinux అనునది http డెమోన్‌ను CIFS ఫైలువ్యవస్థనందలి $ACCESS ఫైళ్ళనుండి నిరోదిస్తుంది. CIFS (Common Internet File System) అనునది Windows / Linux సిస్టమ్స్‍ నందు ఉమ్మడిగా వాడే నెట్వర్కు ఫైలువ్యవస్థ. http డెమోన్ అనునది ఈ రకమైన మౌంటెడ్ ఫైలువ్యవస్థనుండి ఒకటి లేదా ఎక్కువ పైళ్ళు లేదా డైరెక్టరీలను చదువుటకు యత్నిస్తుంది. CIFS ఫైలువ్యవస్థ ఫైన్-గ్రైన్‌డ్ SELinux లేబిలింగును మద్దతీయని కారణంగా, ఫైలువ్యవస్థ నందలి అన్ని ఫైళ్ళు మరియు డైరెక్టరీలు వొకే రక్షణ సందర్భంను కలిగివుంటాయి. మీరు http డెమోన్‌ను CIFS ఫైలువ్యవస్థనుండి ఫైళ్ళను చదువుటకు ఆకృతీకరించివుండకపోతే ఈ యాక్సిస్ యత్నము అమర్యాద యత్నముగా సంకేతించబడవచ్చు.
zh_cn: SELinux 阻止了http 守护进程 $ACCESS 保存在 CIFS 文件系统中的文件。 CIFS（通用网络文件系统）是一个通常在 Windows / Linux 系统中使用的网络文件系统。 http 守护进程后台试图从已经挂载的这种类型的文件操作系统中读取一个或多个文件或目录。 由于 CIFS 文件系统不支持精细 SELinux 标记，所以在此文件系统中的所有文件和目录将拥有相同的安全性上下文。 如果您没有将 http 守护进程配置为从 CIFS 文件系统中读取文件，这个访问就可能是一个 侵尝试信号。
zh_tw: SELinux 防止了 http daemon $ACCESS 儲存在 CIFS 檔案系統上的檔案。 CIFS（Common Internet File Syste）是個普遍用於 Windows / Linux 系統上的網路檔案系統。 http daemon 嘗試了由一個此類型的已掛載檔案系統 讀取一個或更多個檔案或目錄。由於 CIFS 檔案系統並不支援 fine-grained 的 SELinux 標記，因此檔案系統中的 所有檔案和目錄都將會擁有相同的安全性 context。 若您並未將 http daemon 設定來讀取來自於 CIFS 檔案系統的檔案的話， 此存取代表系統可能已遭到嘗試入侵的警訊。

source: SELinux prevented the http daemon from $ACCESS files stored on a NFS filesytem.
as: SELinux ৰ দ্বাৰা http ডেমনক NFS নথিপত্ৰপ্ৰণালীত সংৰক্ষিত নথিপত্ৰ $ACCESS কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hinderte den HTTP-Daemon am $ACCESS auf Dateien, die in einem NFS-Dateisystem gespeichert sind.
es: SELinux previno acerca de la intención del demonio http el/la $ACCESS a archivos almacenados en un sistema de archivo NFS.
fr: SELinux a empêché le démon http d'$ACCESS aux fichiers stockés sur un système de fichiers NFS.
hi: SELinux http डेमॉन को NFS फाइलसिस्टम पर जमा $ACCESS फाइल से रोका.
hu: SELinux megakadályozta httpd szolgáltatás $ACCESS hozzáférését egy NFS fájlrendszerhez.
kn: http ಡೆಮನ್ ಅನ್ನು ಒಂದು NFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲಾದ ಕಡತಗಳನ್ನು $ACCESS ಮಾಡದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ.
ko: SELinux는 http 데몬이 NFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다.
ml: NFS ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളിലേക്ക് http ഡെമണിനെ SELinux സമ്മതിക്കുന്നില്ല.
mr: SELinux ने http डीमनला NFS फाइलप्रणालीवरील संचयीत $ACCESS फाइल करीता प्रवेश पासून रोखले.
nl: SELinux belette de http daemon $ACCESS toegang tot bestanden op een NFS bestandssysteem.
or: SELinux http ଡେମନକୁ ଗୋଟିଏ NFS ଫାଇଲତନ୍ତ୍ରରେ ସଂରକ୍ଷିତ ଥିବା $ACCESS ଫାଇଲ ମାନଙ୍କୁ ଅଭିଗମ କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o servidor de HTTP de $ACCESS os ficheiros gravados num sistema de ficheiros NFS.
pt_br: O SELinux impediu que o daemon do http $ACCESS arquivos contidos num sistema de arquivos NFS.
ru: SELinux запретил http доступ $ACCESS к файлам в файловой системе NFS.
sr@latin: SELinux je sprečio http sistemsku uslugu od $ACCESS datoteka uskladištenim na NFS sistemu datoteka.
sv: SELinux hindrade http-demonen från $ACCESS filer sparade på ett NFS-filsystem.
ta: SELinux ஆனது http டீமனிலிருந்து $ACCESS கோப்புகளை ஒரு NFS கோப்பு முறையை சேமிப்பதை தடுக்கிறது.
te: SELinux అనునది http డెమోన్‌ను $ACCESS దస్త్రాలను NFS దస్త్రవ్యవస్థనందు నిల్వవున్నవి నుండి నిరోదిస్తోంది.
zh_cn: SELinux 阻止了 ftp 守护进程 $ACCESS 保存在 NFS 文件系统中的文件。
zh_tw: SELinux 防止了 http daemon $ACCESS 儲存在 NFS 檔案系統上的檔案。
