Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux is preventing the privoxy daemon from connecting to network port $PORT_NUMBER
de: SELinux hindert den Squid-Daemon daran, sich mit Netzwerk-Port $PORT_NUMBER zu verbinden
es: SELinux está negando al demonio privoxy la conexión al puerto de red $PORT_NUMBER
fr: SELinux empêche le démon privoxy de se connecter au port réseau $PORT_NUMBER
hu: SELinux megakadályozza, hogy privoxy szolgáltatás kapcsolódjon $PORT_NUMBER hálózati kapura.
kn: privoxy ಡೆಮನ್ ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಗೆ ಸಂಪರ್ಕಿತಗೊಳ್ಳುವುದನ್ನು SELinux ನಿರ್ಬಂಧಿಸಿದೆ.
ko: SELinux는 privoxy 데몬이 네트워크 포트 $PORT_NUMBER로 연결하지 못하게 합니다
ml: നെറ്റ് വര്‍ക്ക് പോര്‍ട്ട് $PORT_NUMBER-ലേക്ക് കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും privoxy ഡെമണിനെ SELinux-നെ തടയുന്നു
mr: SELinux privoxy डीमनला नेटवर्क पोर्ट $PORT_NUMBER शी जुळवणी करण्यास रोखत आहे
nl: SELinux belet de privoxy daemon om te verbinden met netwerk poort $PORT_NUMBER
or: SELinux privoxy ଡେମନକୁ ନେଟୱର୍କ ସଂଯୋଗିକୀ $PORT_NUMBER ସହିତ ସଂଯୋଗ ହେବାରୁ ପ୍ରତିରୋଧ କରିଥାଏ
pt: O SELinux está a impedir o servidor privoxy de se ligar ao porto de rede $PORT_NUMBER
pt_br: O SELinux está impedindo o daemon do privoxy de se conectar à porta de rede $PORT_NUMBER
ru: SELinux предотвращает подключение демона privoxy к сетевому порту $PORT_NUMBER
sr@latin: SELinux sprečava privoxy sistemsku uslugu od povezivanja na mrežni port $PORT_NUMBER
sv: SELinux förhindrar privoxy-demonen från att ansluta till nätverksport $PORT_NUMBER
te: SELinux అనునది privoxy డెమోన్‌ను నెట్వర్క్‍ పోర్ట్‍ $PORT_NUMBER కు అనుసంధానించుట నుండి నిరోధిస్తుంది
zh_cn: SELinux 正在阻止 http 守护进程连接到网络端口 $PORT_NUMBER
zh_tw: SELinux 防止了 privoxy daemon 連至網路通訊埠 $PORT_NUMBER

source: SELinux has denied the privoxy daemon from connecting to network port $PORT_NUMBER. By default privoxy policy is setup to deny privoxy connections. If you did not setup privoxy to network connections, this could signal a intrusion attempt.
de: SELinux untersagte dem privoxy-Daemon das Verbinden mit $PORT_NUMBER. Die Standard-privoxy-Richtlinie verbietet privoxy- Verbindungen. Falls Sie privoxy ohne Netzwerkverbindung konfiguriert haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux le ha negado al demonio privoxy la conexión al puesrto de red $PORT_NUMBER. Por defecto, la política para privoxy está configurada para negarse a sí mismo estas conexiones. Si no configuró a privoxy para conexiones de red,esto podría indicar un ataque.
fr: SELinux a refusé au démon privoxy de se connecter au $PORT_NUMBER. Par défaut la règle privoxy est configurée pour refuser les connexions privoxy. Si vous n'avez pas configuré privoxy pour les connexions réseau, cela pourrait signaler une tentative d'intrusion.
hu: SELinux elutasította, hogy privoxy szolgáltatás kapcsolódjon $PORT_NUMBER hálózati kapura. Az alapértelmezett privoxy szabályzat elutasítja a privoxy kapcsolatokat. Ha nem állították be a privoxy-t hálózati kapcsolatokhoz, akkor ez behatolás próbálkozást jelezhet.
kn: privoxy ಡೆಮನ್ ಅನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಸಂಪರ್ಕ ಹೊಂದದಂತೆ SELinux ನಿರಾಕರಿಸುತ್ತಿದೆ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ privoxy ಪಾಲಿಸಿಯು squid ಸಂಪರ್ಕಗಳನ್ನು ನಿರಾಕರಿಸುವಂತೆ ಸಜ್ಜುಗೊಳಿಸಲ್ಪಟ್ಟಿರುತ್ತದೆ ನೀವು privoxy ಅನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಗಳಿಗೆ ಸಜ್ಜುಗೊಳಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 $PORT_NUMBER로 연결하지 못하도록 privoxy 데몬을 거부합니다. privoxy 연결을 거부도록 기본 privoxy 정책이 설정되어 있습니다. 네트워크 연결을 위해 privoxy를 설정하지 않으셨다면, 이것은 네트워크 침임 시도를 의미하는 신호일 수도 있습니다.
ml: privoxy ഡെമണ്‍ $PORT_NUMBER-ലേക്ക് കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും SELinux തടയുന്നു സ്വതവേ privoxy പോളിസി privoxy കണക്ഷനുകള്‍ നിഷേധിക്കുന്നതിനായി സജ്ജമാണു്. നിങ്ങള്‍ നെറ്റ്‌വര്‍ക്ക് കണക്ഷനുകള്‍ക്കായി privoxy സജ്ജമാക്കിയില്ലെങ്കില്‍, ഇത് ഒരു തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने privoxy डीमनला $PORT_NUMBER शी जुळवणी करण्यापासून रोखले. पूर्वनिर्धारीतपणे privoxy करारची मांडणी privoxy जुळवणी नकारण्यासाठी केली आहे. privoxy ला नेटवर्क जुळवणीसह सेटअप न केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de privoxy daemon verboden om te verbinden met netwerk poort $PORT_NUMBER. Standaard is de privoxy gedragslijn ingesteld om privoxy verbindingen te weigeren. Als je privoxy niet ingesteld hebt voor netwerk verbindingen, kan dit een teken zijn van een indringing poging.
or: SELinux privoxy ଡେମନକୁ $PORT_NUMBER ସହିତ ସଂଯୋଗ ହେବାରୁ ବାରଣ କରିଅଛି। ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ privoxy ନିତୀ privoxy ସଂଯୋଗକୁ ବାରଣ କରିବା ପାଇଁ ସେଟ କରାହୋଇଛି। ଯଦି ଆପଣ privoxy କୁ ନେଟୱର୍କ ସଂଯୋଗ ସହିତ ବିନ୍ୟାସ କରିନାହାନ୍ତି, ତେବେ ଏହା ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପାଇଁ ଚେଷ୍ଟାକରିପାରେ।
pt: O SELinux negou o acesso ao servidor privoxy de se ligar ao porto $PORT_NUMBER. Por omissão, a política do privoxy está configurada para proibir as ligações do privoxy. Se não tiver configurado o privoxy para se ligar à rede, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu a conexão do daemon do squid à porta $PORT_NUMBER. Por padrão, as diretivas do squid são configuradas para negar conexões do squid. Se você não configurou o squid para conexões de rede, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону privoxy подключаться к порту $PORT_NUMBER. По умолчанию политика privoxy настроена на запрет подключений privoxy. Если вы не настраивали сетевые соединения для privoxy, это может служить индикатором попытки вторжения.
sv: SELinux har nekat privoxy-demonen från att ansluta till nätverksport $PORT_NUMBER. Standardpolicyn för privoxy är satt att neka privoxy- anslutningar. Om du inte satt upp privoxy till att göra nätverks- anslutningar, kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது இந்த privoxy டீமானிலிருந்து $PORT_NUMBERக்கு இணைப்பதை தடுக்கிறது. முன்னிருபின் படி privoxy பாலிசியானது deny privoxy இணைப்புகளை அமைக்கிறது. நீங்கள் பிணையிணைப்புகளுக்கு privoxy அமைக்கவில்லை எனில், இது ஒரு நிர்வாக முயற்சிக்கு சிக்னலாகும்.
te: SELinux అనునది privoxy డెమోన్‌ను $PORT_NUMBERకు అనసంధానమగుటనుండి తిరస్కరిస్తోంది. అప్రమేయంగా privoxy విధానము privoxy అనుసంధానములను తిరస్కరించుటకు అమర్చివుంటుంది. మీరు privoxyను నెట్వర్కు అనుసంధానములకు అమర్చకపోతే, ఇది అమర్యాద దాడిని సూచిస్తుంది.
zh_cn: SELinux 拒绝了 privoxy 守护进程连接到端口 $PORT_NUMBER。默认的 squid 安全策略被设置来拒绝 privoxy 连接。如果您没有设置 privoxy 连接，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 privoxy daemon 連至網路通訊埠 $PORT_NUMBER。就預設值，privoxy 的政策會被設為拒絕 privoxy 連線。若您並未將 privoxy 設為可進行網路連線的話， 這代表系統可能已遭到入侵的警訊。

source: If you want privoxy to connect to network ports you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
de: Falls Sie squid die Verbindung mit Netzwerk-Ports erlauben möchten, müssen Sie den $BOOLEAN boolean aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que privoxy se conecte a los puertos de red, necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que privoxy se connecte aux ports réseau vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hu: Ha akarja, hogy privoxy hálózati kapukhoz kapcsolódjon, akkor akkor be kell kapcsolnia $BOOLEAN változót: „setsebool -P $BOOLEAN=1”.
kn: ನೀವು privoxy ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನಗಳಿಗೆ ಸಂಪರ್ಕಬೇಕೆಂದು ಬಯಸಿದರೆ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: privoxy가 네트워크 포트에 연결하게 하려면, $BOOLEAN 부울을 참으로 만들어야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് privoxy നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ടുകളിലേക്ക് കണക്ട് ചെയ്യണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യേണ്ടതുണ്ട്: "setsebool -P $BOOLEAN=1"
mr: privoxy ला नेटवर्क पोर्टशी जुळवायचे असल्यास तुम्हाला $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: Als je wilt dat privoxy kan verbinden met netwerk poorten moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଆପଣ privoxy କୁ ନେଟୱାର୍କ ସଂଯୋଗିକୀ ମାନଙ୍କ ସହିତ ସଂଯୋଗ କରିବା ପାଇଁ ଚାହୁଁଥିଲେ ଆପଣ $BOOLEAN ବୁଲିଆନକୁ ସକ୍ରିୟ କରିବା ଉଚିତ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o privoxy se ligue aos portos de rede, terá de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o privoxy conecte-se à portas de rede, você precisa mudar o booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Если вы хотите, чтобы privoxy работал с сетевыми портами, установите значение $BOOLEAN «setsebool -P $BOOLEAN=1»
sv: Om du vill att privoxy ska kunna ansluta till nätverksportar måste du slå på $BOOLEAN-booleanen: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் பிணைய திறைகளை privoxyஐ இணைக்க விரும்பினால் பூலியனை நீங்கள் $BOOLEAN துவக்க வேண்டியுள்ளது: "setsebool -P $BOOLEAN=1"
te: మీరు privoxy అనునది నెట్వర్క్‍ పోర్ట్స్‍ కు అనుసందానిచంబడాలంటే మీరు దీనిని ఆన్ చేయాలి $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想让 privoxy 连接到网络端口，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 privoxy 連至網路通訊埠的話，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」

source: SELinux denied access to $TARGET_PATH requested by $SOURCE. $TARGET_PATH has a context used for sharing by a different program. If you would like to share $TARGET_PATH from $SOURCE also, you need to change its file context to public_content_t. If you did not intend to allow this access, this could signal an intrusion attempt.
as: SELinux দ্বাৰা $SOURCE-ৰ কৰা $TARGET_PATH ব্যবহাৰেৰ অনুৰোধ প্ৰত্যাখ্যান কৰা হয়েছে। একটি পৃথক প্ৰোগ্ৰামেৰ সাথে শেয়াৰ কৰাৰ উদ্দেশ্যে $TARGET_PATH'ৰ কনটেক্সট নিৰ্ধাৰিত। যদি $TARGET_PATH-কে $SOURCE থেকেও শেয়াৰ কৰতে ইচ্ছুক হন তাহলে এৰ ফাইল কনটেক্সট public_content_t'এ পৰিবৰ্তন কৰা আবশ্যক। এই অনুমতি যদি নিৰ্ধাৰিত না হয়ে থাকে তাহলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff auf $TARGET_PATH. $TARGET_PATH besitzt einen Kontext zur gemeinsamen Nutzung durch verschiedene Programme. Wenn Sie $TARGET_PATH von $SOURCE ebenfalls gemeinsam nutzen möchten, müssen Sie dessen Dateikontext in public_content_t ändern. Falls Sie nicht beabsichtigten, diesen Zugriff freizugeben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux negó el acceso a $TARGET_PATH pedido por $SOURCE. $TARGET_PATH tiene un contexto usado para ser compartido por distintos programas. Si quiere compartir $TARGET_PATH también desde $SOURCE, necesita cambiar su contexto de archivo a public_content_t. Si no pretende hacer este acceso, entonces puede ser señal de un ataque.
fr: SELinux a refusé l'accès à $TARGET_PATH, demandé par $SOURCE. $TARGET_PATH a un contexte utilisé pour le partage par un autre programme. Si vous souhaitez partager $TARGET_PATH depuis $SOURCE également, vous devez changer son fichier de contexte sur public_content_t. Si vous n'en aviez pas l'intention, cela pourrait signaler une tentative d'intrusion.
hi: SELinux $TARGET_PATH में अभिगम की मनाही करता है $SOURCE के द्वारा आग्रहित. $TARGET_PATH के पास एक संदर्भ है अलग प्रोग्राम के द्वारा प्रयुक्त. अगर आप $TARGET_PATH को $SOURCE से साझा करना चाहते हैं, तो आपको इसके पाइल संदर्भ को public_content_t में बदलना होगा. अगर आप इस अभिगम के इच्छुक नहीं है, यह एक घुसपैठ प्रयास का संकेत हो सकता है.
hu: SELinux elutasította $SOURCE által igényelt hozzáférést $TARGET_PATH helyre. $TARGET_PATH beállítását más program megosztásra használja. Ha szeretné megosztani $TARGET_PATH fájlt $SOURCE programból is, akkor változtassa a fájl beállítását public_content_t típusúra. Ha nem akart ilyen hozzáférést megengedni, , akkor ez behatolási próbálkozást is jelezhet.
kn: $SOURCE ನಿಂದ ಮನವಿಸಲ್ಲಿಸಲಾದ $TARGET_PATH ಗಾಗಿನ ನಿಲುಕಣೆಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. $TARGET_PATH ವಿವಿಧ ಪ್ರೋಗ್ರಾಂ ನಡುವೆ ಹಂಚಿಕೊಳ್ಳಲು ಬಳಸಲಾಗುವ ಒಂದು ಸನ್ನಿವೇಶವನ್ನು ಹೊಂದಿದೆ. If ನೀವು $SOURCE ನಿಂದ $TARGET_PATH ಅನ್ನೂ ಸಹ ಹಂಚಿಕೆ ಮಾಡಲು ಬಯಸಿದಲ್ಲಿ, ಅದರ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು public_content_t ನಲ್ಲಿ ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. ನೀವು ಆ ಅನುಮತಿಗೆ ಬಯಸದೆ ಇದ್ದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 $SOURCE가 요청한 $TARGET_PATH로의 액세스를 거부합니다. $TARGET_PATH는 다른 프로그램의해 공유하는데 사용되는 문맥을 가지고 있습니다. $SOURCE에서 $TARGET_PATH를 공유하시고자 할 경우, 파일 문맥을 public_content_t로 변경하셔야 합니다. 이러한 액세스 허용을 의도하지 않으신 경우, 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: $SOURCE ആവശ്യപ്പെട്ട $TARGET_PATH-ലേക്കുള്ള അനുമതി SELinux നിഷേധിക്കുന്നു. മറ്റൊരു പ്രോഗ്രാം പങ്കിടുന്ന കോണ്‍ടെക്സ്റ്റ് $TARGET_PATH-ല്‍ ലഭിക്കുന്നു. നിങ്ങള്‍ക്കു് $SOURCE-ല്‍ നിന്നും $TARGET_PATH പങ്കിടണമെങ്കില്‍, അതിന്റെ ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് public_content_t ആയി മാറ്റേണ്ടതാണു്. നിങ്ങള്‍ ഇതു് അനുവദിക്കുന്നില്ലെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने $SOURCE द्वारे विनंतीकृत $TARGET_PATH करीता प्रवेश नकारले. $TARGET_PATH कडे विविध कार्यक्रमांद्वारे शेअरींगसाठी संदर्भ समाविष्टीत आहे. तुम्हाला $SOURCE पासूनचे $TARGET_PATH वापरणीसाठी उपलब्ध करायचे असल्यास, त्याचे फाइल संदर्भ public_content_t याप्रमाणे बदलावे लागेल. प्रवेश प्राप्त करायचे नसल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux verbood toegang tot $TARGET_PATH aangevraagd door $SOURCE. $TARGET_PATH heeft een context gebruikt voor het delen met een ander programma. Als je ook $TARGET_PATH van $SOURCE wilt delen, moet je zijn bestand context veranderen naar public_content_t veranderen. Als je deze toegang niet bedoeld had, kan dit een teken zijn van een indringing poging.
or: SELinux $SOURCE ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା $TARGET_PATH ରେ ଅଭିଗମ୍ୟ ପାଇଁ ବାରଣ କରିଛି। $TARGET_PATH ରେ ବିଭିନ୍ନ ପ୍ରଗ୍ରାମ ଦ୍ୱାରା ସହଭାଗ ହେବା ପାଇଁ ବ୍ୟବହୃତ ଗୋଟିଏ ପ୍ରସଙ୍ଗ ଅଛି। ଯଦିଆପଣ $TARGET_PATH କୁ $SOURCE ରୁ ସହଭାଗ କରିବା ପାଇଁ ଚାହୁଁଛନ୍ତି, ତେବେ ଆପଣଙ୍କୁ ଏହାର ଫାଇଲ ପ୍ରସଙ୍ଗକୁ public_content_t କୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ହେବ। ଯଦି ଆପଣ ଏହି ଅଭିଗମ୍ୟତାକୁ ଅନୁମତି ଦେବା ପାଇଁ ଇଚ୍ଛାକରୁନାହାନ୍ତି, ତେବେ ଏହା ଏକ ବିନାଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pt: O SELinux proibiu o acesso ao $TARGET_PATH, pedido pelo $SOURCE. O $TARGET_PATH tem um contexto usado para partilhar por vários programas. Se quiser partilhar o $TARGET_PATH também a partir de $SOURCE, terá de mudar o seu contexto de ficheiro para 'public_content_t'. Se não pretende este acesso, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu o acesso ao $TARGET_PATH requisitado pelo $SOURCE. O $TARGET_PATH tem um contexto usado para compartilhamento por um programa diferente. Se você também gostaria de compartilhar o $TARGET_PATH a partir do $SOURCE, você precisa modificar o contexto de arquivo dele para public_content_t. Se você não pretendia permitir este acesso, isso poderia indicar uma tentativa de intrusão.
ru: SELinux запретил доступ к $TARGET_PATH по запросу $SOURCE. $TARGET_PATH имеет контекст, совместно используемый другими приложениями. Если вы хотите использовать $TARGET_PATH из $SOURCE, то нужно изменить его контекст на public_content_t. Если вы не планировали такой вариант, это может служить индикатором попытки вторжения.
sv: SELinux nekade åtkomst till $TARGET_PATH begärd av $SOURCE. $TARGET_PATH har en kontext som används för att delas med ett annat program. Om du också vill dela $TARGET_PATH från $SOURCE, måste du ändra dess filkontext till public_content_t. Om du inte avsåg tillåta denna åtkomst kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது $TARGET_PATHக்கு கோரப்பட்டத்தின் படி $SOURCEஐ அணுக மறுக்கிறது. $TARGET_PATH ஆனது பல்வேறு நீரலை பகிருவதன் படி உரையை பயன்படுத்துகிறது. நீங்கள் $TARGET_PATHலிருந்து $SOURCE யும் பகிர விரும்பினால், நீங்கள் கோப்பு உரையை அதன் public_content_tலிருந்து மாற்ற வேண்டும். இந்த அணுகலை நீங்கள் திட்டமிட்டு அணுகவில்லை எனில், இது ஒரு நிர்வாக முயற்சி சிக்னலாகும்.
te: SELinux అనునది $SOURCE ద్వారా అబ్యర్దించబడిన $TARGET_PATH కు వాడుకను తిరస్కరిస్తుంది. $TARGET_PATH అనునది వేరే ప్రోగ్రామ్‌ పంచుకొనుటకు వుపయోగించు సందర్భం కలిగివుంది. మీరు పంచుకోవాలంటే $TARGET_PATH ను $SOURCE నుండి, మీరు దాని దస్త్ర సందర్భమును public_content_t కు మార్చాలి. మీరు ఈ వాడుకకొరకు నిరీక్షించకపోతే, ఇది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 拒绝了 $SOURCE 请求的对 $TARGET_PATH 的访问。 $TARGET_PATH 具有一个用于被不同程序共享的上下文。如果您想 让 $SOURCE 也共享 $TARGET_PATH ，您需要将它的文件上下文改 为 public_content_t。如果您没有打算进行这个访问，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 $SOURCE 所請求的 $TARGET_PATH 存取要求。 $TARGET_PATH 含有個用來和不同程式共享的 context。若您也 希望由 $SOURCE 共享 $TARGET_PATH 的話，您需要 將它的檔案 context 更改為 public_content_t。若您並未允許 這項存取的話，這代表系統可能已遭到入侵的警訊。

source: You can alter the file context by executing chcon -t public_content_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -t public_content_t '$TARGET_PATH' ändern. Sie müssen auf dem System auch die Standard-Dateikontextdateien ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t public_content_t '$TARGET_PATH'"
es: Puede modificar el contexto de archivo ejecutando chcon -t public_content_t '$TARGET_PATH' También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, para preservarlos incluso después de un reetiquetado completo. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
fr: Vous pouvez modifier le fichier de contexte en exécutant chcon -t public_content_t '$TARGET_PATH' Vous devez aussi changer le dossier par défaut des fichiers de contexte de votre système, même lors d'un réétiquetage complet, de manière à les préserver. « semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH' »
hu: A fájl beállítását a chcon -t public_content_t '$TARGET_PATH' parancs végrehajtásával lehet megváltoztatni. Az alapértelmezett fájl beállítás fájlokat is meg kell változtatni, hogy a teljes újracímkézés ne rontsa el a változásokat: semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'
kn: chcon -t public_content_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
ko: chcon -t public_content_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
ml: chcon -t public_content_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
mr: chcon -t public_content_t '$TARGET_PATH' चालवून तुम्ही फाइल संदर्भ बदलवू शकता पूर्णतया पुनःलेबल झाल्यावरही तुम्ही प्रणालीवरील पूर्वनिर्धारीत फाइल्स् फाइल संदर्भ बदलवले पाहिजेत. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen door het uitvoeren van chcon -t public_content_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om dit te behouden ook na een volledige her-labeling. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -t public_content_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
pt: Pode alterar o contexto do ficheiro executando chcon -t public_content_t '$TARGET_PATH' Também precisa de alterar o contexto por omissão dos ficheiros no sistema para os preservar mesmo na caso de uma etiquetagem total. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
pt_br: Você pode alterar o contexto de arquivo executando chcon -t public_content_t '$TARGET_PATH' Você deve também alterar o contexto de arquivo padrão dos arquivos do sistema a fim preservá-los mesmo em uma nova rotulagem total. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
ru: Файловый контекст можно изменить, выполнив «chcon -t public_content_t '$TARGET_PATH'» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'»
sv: Du kan ändra filkontexten genom att köra chcon -t public_content_t '$TARGET_PATH' Du måste också ändra standardfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
te: మీరు ఫైలు సందర్భమును chcon -t swapfile_t '$TARGET_PATH' నిర్వర్తించుటద్వారా మార్చగలరు మీరు సిస్టమ్ నందు అప్రమేయ దస్త్ర సందర్బపు దస్త్రములనుకూడా తప్పక మార్చవలెను వాటిని పూర్తి నమ్మికతో వుంచుట కొరకు. "semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
zh_cn: 您可以执行 executing chcon -t public_content_t '$TARGET_PATH' 来改变文件上下文。 您还必须在系统中更改默认文件上下文文件以便在完全重新标记后保留它们。"semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'"
zh_tw: 您可透過執行 chcon -t public_content_t '$TARGET_PATH' 來修改檔案 context 您也必須更改系統上的預設 file context 檔案才能在完整重新標記的情況下將它們保留住。「semanage fcontext -a -t public_content_t '$FIX_TARGET_PATH'」
