Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: If the ftp daemon should be allowed to write to this directory you need to turn on the $BOOLEAN boolean and change the file context of the public directory to public_content_rw_t. Read the ftpd_selinux man page for further information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t public_content_rw_t <path>"
as: ftp ডেমনকে এই ডিৰেক্টৰিৰ মধ্যে লেখাৰ অনুমতি প্ৰদান কৰাৰ জন্য $BOOLEAN বুলিয়ানেৰ মান সক্ৰিয় কৰা আবশ্যক ও সাৰ্বজনীন ডিৰেক্টৰিৰ ফাইল কনটেক্সট public_content_rw_t'এ পৰিবৰ্তন কৰুন। অতিৰিক্ত তথ্য জানতে ftpd_selinux man পৃষ্ঠা পড়ুন: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" সিস্টেমেৰ মধ্যে ডিফল্ট ফাইল কনটেক্স ফাইল পৰিবৰ্তন কৰা আবশ্যক। এৰ ফলে সম্পূৰ্ণ ৰি-লেবল (relabel) কৰা হলেও কনটেক্সট অপৰিবৰ্তিত থাকবে। "semanage fcontext -a -t public_content_rw_t <path>"
de: Falls der FTP-Daemon Schreibzugriff auf dieses Verzeichnis erhalten soll, müssen Sie den $BOOLEAN Boolesch aktivieren und den Dateikontext des öffentlichen Verzeichnises in public_content_rw_t ändern. Lesen Sie das Handbuch von ftpd_selinux für weitere Informationen: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um dieser von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t public_content_rw_t <path>"
es: Si el demonio ftp debe tener permiso para escribir en este directorio, necesita poner en 1 el booleano $BOOLEAN y cambiar el contexto de archivo del directorio público a public_content_rw_t. Lea la página man de ftpd_selinux para más información: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" También debe cambiar los archivos de contexto de archivo por defecto en el sistema, a los efectos de preservarlos en caso de un reetiquetado completo. "semanage fcontext -a -t public_content_rw_t <path>"
fr: Si le démon ftp devait être autorisé à écrire dans ce répertoire, vous pourriez activer le booléen $BOOLEAN et changer le contexte du fichier du répertoire public avec public_content_rw_t. Lisez le manuel ftpd_selinux pour davantage d'informations : « setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <chemin> » Vous devez également changer le dossier par défaut des fichiers de contexte dans le système afin de les préserver même lors d'un réétiquetage complet. « semanage fcontext -a -t public_content_rw_t <chemin> »
hi: अगर ftp डेमॉन को इस निर्देशिका में लिखने के लिये अनुमति दिया जाता है आपको $BOOLEAN बुलियन को चालू करना होगा और सार्वजनिक निर्देशिका के फाइल संदर्भ बदलें public_content_rw_t में. ftpd_selinux पढ़ें मैन पेज आगे जानकारी के लिये: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" आपको सिस्टम पर मूलभूत फाइल संदर्भ जरूर बदलना चाहिए ताकि उन्हें पूर्ण रूप से फिर लेबल करने पर भी संरक्षित किया जा सके. "semanage fcontext -a -t execmem_exec_t '$SOURCE_PATH'"
hu: Ha engedélyezni kellene, hogy ftpd szolgáltatás írhasson e mappába, akkor be kell kapcsolnia $BOOLEAN logikai értéket, valamint meg kell változtatnia a nyilvános mappa beállítását public_content_rw_t típusra. További információk találhatók az ftpd_selinux kézi könyvlapon (man). A fenti tevékenységeket elvégző parancs: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <ösvény>”. Az alap beállítás fájlokat is meg kell változtatnia, hogy az előbbi maradandó legyen teljes újracímkézés esetén is. „semanage fcontext -a -t public_content_rw_t <ösvény>”
kn: ftp ಡೆಮನ್ ಅನ್ನು ಈ ಕೋಶಕ್ಕೆ ಬರೆಯುವಂತೆ ಅನುಮತಿಸಲು ನೀವು $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ ಹಾಗು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶದ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು public_content_rw_t ಗೆ ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ftpd_selinux ಈ ಸಹಾಯ ಪುಟವನ್ನು ನೋಡಿ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ಲೇಬಲ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಬದಲಾಯಿಸಿದ ನಂತರವೂ ವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಕಡತಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಕಡತ ಸನ್ನಿವೇಶಗಳನ್ನು ಕಾಪಾಡಲು ಅವುಗಳನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t public_content_rw_t <path>"
ko: ftp 데몬이 이 디렉토리에 쓰는 것을 허용하고자 하신다면 $BOOLEAN 부울을 작동시키시고 공개 디렉토리의 파일 문맥을 public_content_rw_t로 변경하시기 바랍니다. 보다 자세한 정보는 ftpd_selinux 메뉴얼 페이지를 읽어보시기 바랍니다: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t public_content_rw_t <path>"
ml: ftp ഡെമണ്‍ ഈ ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതിന് അനുവദിക്കണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്ത് പബ്ളിക് ഡയറക്ടറിയുടെ ഫയല്‍ കോണ്‍ട്ടക്സ്റ്റ് public_content_rw_t ആയി മാറ്റുക. കൂടുതല്‍ വിവരങ്ങള്‍ക്ക് ftpd_selinux man പേജ് വായിക്കുക: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t public_content_rw_t <path>"
mr: ftp डीमनला या डिरेक्ट्रीवर लेखनकरीता परवानगी दिल्यास तुम्हाला $BOOLEAN बूलीयन सक्रीय करावे लागेल व पब्लिक डिरेक्ट्रीचे फाइल संदर्भ public_content_rw_t असे बदलावे लागेल. अधिक माहिती करीता ftpd_selinux man पान पहा: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" पूर्णतया पुनःलेबल केल्यावर तुम्हाला प्रणालीवरील पूर्वनिर्धारीत फाइल्स्चे फाइल संदर्भ साठवावे लागेल. "semanage fcontext -a -t public_content_rw_t <path>"
nl: Als het toegestaan moet zijn dat de ftp daemon naar deze map schrijft moet je de $BOOLEAN boolean aanzetten en de bestand context van de publieke map veranderen naar public_content_rw_t. Lees de ftpd_selinux manual pagina voor meer informatie: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Je moet ook de standaard context bestanden op het systeem veranderen om deze te behouden ook na een volledige her-bestempeling. "semanage fcontext -a -t public_content_rw_t <path>"
or: ଯଦି ftp ଡେମନ ଆପଣ ବଦଳାଇବାକୁ ଥିବା ଡିରେକ୍ଟୋରୀରେ ଲେଖିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ହୋଇଥାଏ $BOOLEAN ବୁଲିଆନ ଏବଂ ସାର୍ବଜନିକ ଡିରେକ୍ଟୋରୀର ଫାଇଲ ପ୍ରସଙ୍ଗକୁ public_content_rw_tକୁ ପରିବର୍ତ୍ତନ କରିପାରିବେ। ଅଧିକ ସୂଚନା ପାଇଁ ftpd_selinux ର ମୂଖ୍ୟ ପୃଷ୍ଠାକୁ ପଢ଼ନ୍ତୁ: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" ଆପଣ ସେହି ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ତନ୍ତ୍ରକୁ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ। "semanage fcontext -a -t public_content_rw_t <path>"
pt: Se o servidor de FTP deverá permitir gravar nesta pasta, você precisa de activar o booleano $BOOLEAN e mudar o contexto do ficheiro da pasta pública para 'public_content_rw_t'. Leia a página de manual do 'ftpd_selinux' para mais informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Deve também alterar os ficheiros padrão do contexto do ficheiro no sistema para poder os poder preservar em caso de uma re-etiquetagem completa. "semanage fcontext -a -t public_content_rw_t <path>"
pt_br: Se o daemon do ftp precisar ter acesso à escrita neste diretório, você precisa alterar o booleano $BOOLEAN para verdadeiro e modificar o contexto do diretório público para public_content_rw_t. Leia a página man do ftpd_selinux para maiores informações: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" Você também deve alterar o arquivo padrão dos arquivos de contexto no sistema a fim de preservá-los mesmo em uma nova rotulagem total. "semanage fcontext -a -t public_content_rw_t <path>"
ru: Для разрешения демону ftp выполнять запись в этот каталог необходимо установить логическую переменную $BOOLEAN и изменить контекст общей папки на public_content_rw_t. За подробной информацией обратитесь к странице помощи ftpd_selinux: «setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>» Также потребуется изменить стандартные файлы контекстов, чтобы предотвратить их разметку. «semanage fcontext -a -t public_content_rw_t <path>»
sr@latin: Ako ftp sistemskoj usluzi treba da bude dozvoljen upis u ovaj direktorijum, treba da uključite $BOOLEAN logičku promenljivu i promenite kontekst datoteke javnog direktorijuma na public_content_rw_t. Pročitajte ftpd_selinux man stranicu za dalje informacije: „setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <putanja>“ Takođe, morate promeniti podrazumevani kontekst datoteka na sistemu kako bi ih sačuvali u slučaju ponovnog označavanja. „semanage fcontext -a -t public_content_rw_t <putanja>“
sv: Om ftp-demonen ska tillåtas att skriva till denna katalog måste du slå på booleanen $BOOLEAN och ändra filkontexten för den publika katalogen till public_content_rw_t. Läs manualsidan ftpd_selinux för mer information: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <sökväg>" Du måste också ändra standardfilkontextefilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t public_content_rw_t <sökväg>"
ta: ftp டீமனை இந்த அடைவில் எழுத வேண்டுமானால் நீங்கள் $BOOLEAN பூலியனை செயலாக்க வேண்டும். பொது அடைவின் சூழலை public_content_rw_t. க்கு மாற்ற வேண்டும். மேலும் தகவல்களுக்கு ftpd_selinux மேன் பக்கங்களை படிக்கவும்.: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" கணினியில் முன்னிருப்பு கோப்பு உரை கோப்பையும் மாற்ற அவற்றை ஒரு முழு மறுஅட்டவணையிண வேண்டும். "semanage fcontext -a -t public_content_rw_t <path>"
te: ఒకవేళ ftp డెమోన్ ఈ సంచయంకు వ్రాయుటకు అనుమతించవలసి వస్తే మీరు $BOOLEAN ను బూలియన్‌కు ఆన్‌చేసి మరియు పబ్లిక్ సంచయం యొక్క దస్త్రము సందర్భంను public_content_rw_t కు మార్చవలసివుంటుంది. తరువాతి సమాచారం కొరకు ftpd_selinux మాన్ పుటను చదువుము: "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" మీరు సిస్టమ్ నందలి అప్రమేయ దస్త్రపు సందర్భపు దస్త్రములను కూడా మర్చవలెను వాటిని పూర్తిగా నమ్మదగినటువంటివిగా వుంచుటకు. "semanage fcontext -a -t public_content_rw_t <path>"
zh_cn: 如果应该允许 ftp 守护进程写入这个目录，您需要开启$BOOLEAN布尔值 并且将公共目录的文件上下文改为 public_content_rw_t。 阅读 ftpd_selinux 的 man page 获得更多信息： "setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>" 您还必须更改系统中文件的默认文件上下文以便在重新标记时仍可保留它们。"semanage fcontext -a -t public_content_rw_t <path>"
zh_tw: 若 ftp daemon 應被允許寫至此目錄，您需要開啟 $BOOLEAN 布林值並將公用目錄的檔案 context 更改 為 public_content_rw_t。欲取得更多相關資訊， 請參閱 ftpd_selinux 的 man page： 「setsebool -P $BOOLEAN=1; chcon -t public_content_rw_t <path>」 您還必須更改系統上的預設 file context 檔案才可將它們保留（就算是進行了完整重新標記後）。「semanage fcontext -a -t public_content_rw_t <path>」

source: SELinux is preventing the ftp daemon from writing files outside the home directory ($TARGET_PATH).
as: SELinux ৰ দ্বাৰা ftp ডেমনক ব্যৱহাৰকৰ্তাৰ ব্যক্তিগত (home) পঞ্জিকাৰ বাহিৰে ($TARGET_PATH) উপস্থিত নথিপত্ৰত লিখিবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hindert den FTP-Dameon am Schreiben von Dateien ausserhalb des Benutzerverzeichnisses ($TARGET_PATH).
es: SELinux está previniendo al demonio ftp de escribir archivos fuera de los directorios bajo home ($TARGET_PATH).
fr: SELinux empêche le démon ftp d'écrire des fichiers hors du répertoire personnel ($TARGET_PATH).
hi: SELinux ftp डेमॉन को घर निर्देशिका ($TARGET_PATH) के बाहर फाइल लिखने से रोका.
hu: SELinux megakadályozza, hogy ftpd szolgáltatás saját mappán ($TARGET_PATH) kívüli fájlt módosítson.
kn: ನೆಲೆ ಕಡತಕೋಶದ ($TARGET_PATH) ಹೊರಗಿನ ಕಡತಗಳಿಗೆ ಬರೆಯದಂತೆ ftp ಡೆಮನ್ ಅನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 ftp 데몬이 홈 디렉토리 ($TARGET_PATH) 외부에 있는 파일을 기록하지 못하게 합니다.
ml: ഹോം ഡയറക്ടറി ($TARGET_PATH)-ന് പുറത്തുളള ഫയലിലേക്ക് എഴുതുന്നതില്‍ നിന്നും ftp ഡെമണിനെ SELinux എതിര്‍ക്കുന്നു.
mr: SELinux ftp डीमनला हो डिरेक्ट्री ($TARGET_PATH) बाहेरील फाइल वर लिहीण्यापासून रोखत आहे.
nl: SELinux belet de ftp daemon om bestanden buiten de persoonlijke map ($TARGET_PATH) te schrijven.
or: SELinux ftp ଡେମନକୁ ମୂଳସ୍ଥାନ ପଞ୍ଜୀକା ($TARGET_PATH) ବାହାରେ ଲେଖିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o servidor de FTP de gravar ficheiros fora da pasta pessoal ($TARGET_PATH).
pt_br: O SELinux está impedindo que o daemon do ftp escreva em arquivos fora do diretório pessoal ($TARGET_PATH).
ru: SELinux запрещает демону ftp записывать файлы за пределами домашнего каталога ($TARGET_PATH).
sr@latin: SELinux je sprečio ftp sistemsku uslugu od zapisivanja datoteka van ličnog direktorijuma ($TARGET_PATH).
sv: SELinux förhindrar ftp demonen från att skriva filer utanför hemkatalogen ($TARGET_PATH).
ta: SELinux ftp டீமனைனை முகப்புஅடைவுக்கு $TARGET_PATH) வெளியே எழுதுவதிலிருந்து தடுத்தது.
te: SELinux అనునది ftp డెమోన్‌ను నివాసంసంచయం ($TARGET_PATH) కు బయట దస్త్రములను వ్రాయుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 ftp 写主目录 ($TARGET_PATH) 外的文件。
zh_tw: SELinux 防止了 ftp daemon 將檔案寫至家目錄外（$TARGET_PATH）。

source: SELinux has denied the ftp daemon write access to directories outside the home directory ($TARGET_PATH). Someone has logged in via your ftp daemon and is trying to create or write a file. If you only setup ftp to allow anonymous ftp, this could signal an intrusion attempt.
as: SELinux দ্বাৰা ftp ডেমনকে ব্যবহাৰকাৰীদেৰ ব্যক্তিগত (home) ডিৰেক্টৰিৰ বাইৰে ($TARGET_PATH) উপস্থিত ফাইলে লিখতে বাধা সৃষ্টি কৰা হচ্ছে। কেউ ftp ডেমনেৰ অপব্যবহাৰ কৰে এৰ মাধ্যমে কোনো ফাইল লেখাৰ অথবা নিৰ্মাণেৰ প্ৰচেষ্টা কৰছে। ftp'ৰ দ্বাৰা শুধুমাত্ৰ anonymous ftp'ৰ ব্যবহাৰ কনফিগাৰ কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte dem FTP-Daemon den Schreibzugriff auf Stammverzeichnisse der Benutzer ($TARGET_PATH). Jemand versuchte, sich via Ihrem FTP-Daemon einzuloggen und eine Datei anzulegen oder zu schreiben. Falls Sie FTP lediglich mit anonymem FTP konfigurierten, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado el acceso a los directorios de inicio de los usuarios al demonio ftp ($TARGET_PATH). Alguien está intentando ingresar vía el demonio ftp a una cuenta de usuario. Si sólo configuró su servidor ftp para permitir ftp anónimo, esto puede indicar un ataque.
fr: SELinux a refusé au démon ftp l'accès en écriture aux dossiers hors du dossier personnel ($TARGET_PATH). Quelqu'un s'est connecté sur un compte utilisateur avec votre démon ftp et tente de créer ou d'écrire un fichier. Si vous installez seulement le ftp pour autoriser le ftp anonyme, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने ftp डेमॉन को घर निर्देशिका ($TARGET_PATH) में अभिगम को मना किया है. कोई आपके ftp डेमॉन से होकर लॉगिन किया है और एक फाइल या बनाने या लिखने का प्रयास कर रहा है. अगर आप सिर्फ सेटअप करते हैं, ftp को अनाम ftp को अनुमति देने के लिये, यह एक घुसपैठ का संकेत दे सकता है.
hu: SELinux visszautasította, hogy az ftp szolgáltatás írjon a használó saját mappáján kívülre ($TARGET_PATH). Valaki bejelentkezett az ftp szolgáltatáson át, és egy fájlt próbál csinálni vagy írni. Ha az ftp beállítása csak névtelen bejelentkezést enged meg, akkor ez behatolás kísérletet jelezhet.
kn: ನೆಲೆ ಕಡತಕೋಶದ ($TARGET_PATH) ಹೊರಗಿನ ಕಡತಕೋಶಗಳನ್ನು ftp ಡೆಮನ್ ಬರೆಯಲು ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಬೇರೊಬ್ಬರು ನಿಮ್ಮ ftp ಡೆಮನ್ ಮೂಲಕ ಒಳ ಪ್ರವೇಶಿಸಿ ಒಂದು ಕಡತವನ್ನು ಸೃಜಿಸಲು ಅಥವ ಬರೆಯಲು ಪ್ರಯತ್ನಿಸಿದ್ದಾರೆ ನೀವು ಅಜ್ಞಾತ ftp ಯನ್ನು ಅನುಮತಿಸುವಂತೆ ftp ಯನ್ನು ಹೊಂದಿಸಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 사용자 홈 디렉토리($TARGET_PATH) 외부의 디렉토리로 ftp 데몬 쓰기 액세스를 거부합니다. 누군가가 ftp 데몬을 통해 로그인하여 파일을 생성하거나 파일 쓰기를 하려합니다. 익명의 ftp를 허용하기 위해 ftp만을 설정하신 경우, 침임을 시도했다는 신호가 나타날 수 있습니다.
ml: ഹോം ഡയറക്ടറിയ്ക്ക് ($TARGET_PATH) പുറത്തുളള ഡയറക്ടറികളിലേക്ക് എഴുതുന്നതിന് ftp ഡെമണുളള അനുവാദം SELinux നിഷേധിച്ചിരിക്കുന്നു. നിങ്ങളുടെ സിസ്റ്റമില്‍ ആരോ ftp ഡെമണ്‍ വഴി പ്രവേശിച്ച് ഒരു ഫയല്‍ ഉണ്ടാക്കുവാനോ എഴുതുവാനോ ശ്രമിക്കുന്നു. നിങ്ങള്‍ സ്വയം അനോണിനസ് ftp അനുവദിക്കുന്നതിനായി ftp ക്രമികരിച്ചാല്‍, അത് ഒരു തെറ്റായ ശ്രമമായി കാണപ്പെടുന്നതാണ്.
mr: SELinux ने होम डिरेक्ट्री ($TARGET_PATH) बाहेरील डिरेक्ट्रीज् करीता ftp डीमन द्वारे लेखन प्रवेश नकारले. कुणितरी तुम्हाच्या ftp डीमन द्वारे प्रवेश केला व फाइल निर्माण किंवा लेखनचा प्रयत्न करत आहे. ftp ला अपरिचीत ftp स्वीकारण्यास संयोजीत केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de ftp daemon schrijf toegang belet naar mappen buiten de persoonlijke map ($TARGET_PATH). Iemand heeft ingelogd met jouw ftp daemon en probeert een bestand te maken of te schrijven. Als je ftp alleen ingesteld hebt om anonieme ftp toe te staan, kan dit een teken zijn van een indringing poging.
or: SELinux ftp ଡେମନକୁ ମୂଳ ଡିରେକ୍ଟୋରୀ ବାହାରୁ ଲେଖିବା ପାଇଁ ପ୍ରତ୍ୟାଖ୍ଯାନ କରିଥାଏ ($TARGET_PATH)। କେହି ଜଣେ ଆପଣଙ୍କର ftp ଡେମନ ମାଧ୍ଯମରେ ଲଗ ଇନ ହୋଇଛି ଏବଂ ଗୋଟି ଏଫାଇଲ ନିର୍ମାଣ କରି ଲେଖାବା ପାଇଁ ଚେଷ୍ଟାକରୁଅଛି। ଯଦି ଆପଣ କେବଳ ଗୋଟିଏ ftp କୁ ବ୍ୟବସ୍ଥା କରନ୍ତି ତେବେ ଆପଣ ଅଜ୍ଞାତ ftp, ଏହା ଗୋଟିଏ ପ୍ରଚେଷ୍ଟାକୁ ସଂକେତ ଦେଇପାରେ।।
pt: O SELinux negou o acesso de escrita por parte do servidor de FTP às pastas fora da pasta pessoal ($TARGET_PATH). Alguém está a tentar autenticar-se, através do seu servidor de FTP, e está a tentar criar ou gravar um ficheiro. Se só configurar o FTP para permitir o FTP anónimo, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu ao daemon do ftp acesso a escrita em diretórios fora do diretório pessoal ($TARGET_PATH). Alguém autenticou-se através do daemon do ftp e está tentando criar ou escrever num arquivo. Se você configurou o ftp para apenas aceitar ftp anônimo, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону ftp выполнять запись за пределами домашнего каталога ($TARGET_PATH). Кто-то зашел, используя ftp-демон, и пытается создать или изменить файл. Возможно, это попытка вторжения.
sr@latin: SELinux je odbio ftp sistemskoj usluzi pristup upisa direktorijumima van ličnog direktorijuma ($TARGET_PATH). Neko se prijavio kroz Vašu ftp sistemsku uslugu i pokušava da napravi ili upiše datoteku. Ako ste podesili ftp da dozvoljava samo anonimni ftp, ovo može ukazivati na pokušaj upada.
sv: SELinux nekade ftp-demonen skrivrättigheter till kataloger utanför hemkatalogen ($TARGET_PATH). Någon har loggat in via din ftp-demon och försöker skapa eller skriva till en fil. Om du bara satt upp ftp att tillåta anonym ftp, kan detta vara tecken p ett intrångsförsök.
ta: SELinuxஐ மறுத்துரைக்க ftp டீமனை அணுகி அடைவுகளின் வெளிப்பக்கத்தில் முகப்பு அடைவில் ($TARGET_PATH) எழுது. இவ்வழியாக யாரோ உட்புகுந்துள்ளனர் நீங்கள் ftp டீமனை முயற்சிக்க உருவாக்கு அல்லது ஒரு கோப்பை எழுது. நீங்கள் அதை மட்டும் அமைத்தால் ftpக்கு புனைப் பெயரை ftp அனுமதிக்கிற்றது, இது நிர்வாக முயற்சிக்கு இது ஒரு சமிக்ஞையாகும்.
te: SELinux అనునది నివాససంచయం ($TARGET_PATH) కు బయట సంచయాలకు వ్రాయు అనుమతిని ftp డెమోన్‌కు తిరస్కరిస్తుంది. ఎవరో మీ ftp డెమోన్ నుండి లాగ్అయి మరియు దస్త్రమును వ్రాయుటకు లేదా సృష్టించుటకు ప్రయత్నిస్తున్నారు. మీరు ftp ను ఎనానిమస్ ftp ను అనుమతించుటకు మాత్రమే అమర్చివుంటే, ఇది అమర్యాద యత్నమును సూచిస్తోంది.
zh_cn: SELinux 拒绝了 ftp 守护进程写入主目录 ($TARGET_PATH) 外的目录。有 人通过您的 ftp 守护进程登录并正在创建或写入一个文件。如果您只将您的 ftp 设置 为允许匿名访问，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 ftp daemon 寫入家目錄（$TARGET_PATH）之外 的目錄的權限。有人已透過了您的 ftp daemon 來 進行登入並且嘗試建立或寫入檔案。若您只有將 ftp 設定為 允許匿名 ftp 的話，這代表系統可能已遭到嘗試入侵的警訊。

source: If you do not want SELinux preventing ftp from writing files anywhere on the system you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: SELinux ৰ দ্বাৰা ftp ক ব্যৱস্থাপ্ৰণালীৰ যি কোনো স্থানত নথিপত্ৰ লিখিবলৈ বাধা সৃষ্টি নকৰাৰ বাবে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1"
de: Falls SELinux ftpd nicht am Schreiben von Dateien auf dem System hindern soll, müssen Sie den $BOOLEAN Boolesch: "setsebool -P $BOOLEAN=1" aktivieren.
es: Si no quiere que SELinux prevenga el acceso por ftp para escribir cualquier archivo en cualquier lugar del sistema, necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous ne souhaitez pas que SELinux empêche ftp d'écrire des fichiers à plusieurs endroits sur le système, vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप SELinux को ftp रोकना नहीं चाहते हैं फाइल लिखने से कहीं सिस्टम पर आपको $BOOLEAN बूलियन को चालू करना पड़ेगा: "setsebool -P $BOOLEAN=1"
hu: Ha nem szeretné, hogy SELinux megakadályozza azt, hogy ftpd szolgáltatás fájlokat módosítson a rendszerben bármely helyen, akkor be kell kapcsolnia $BOOLEAN logikai értéket: „setsebool -P $BOOLEAN=1”
kn: ftp ಯು ಗಣಕದಲ್ಲಿ ಎಲ್ಲಿ ಬೇಕೆಂದಲ್ಲಿ ಕಡತವನ್ನು ಬರೆಯುವುದನ್ನು SELinux ನಿರ್ಬಂಧಿಸುವುದು ನೀವು ಬಯಸದೆ ಹೋದಲ್ಲಿ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: SELinux에서 ftp가 시스템 상의 어느곳에나 파일을 쓰지 못하게 하는 것을 원하지 않으실 경우 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് സിസ്റ്റമില്‍ ഉളള ഫയലിലേക്ക് എഴുതുന്നതില്‍ നിന്നും SELinux ftp-യെ തടയുന്നത് ഒഴിവാക്കണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യുക: "setsebool -P $BOOLEAN=1"
mr: SELinux ftp ला तुमच्या फाइलवर लेखनापासून रोखायचे नसल्यासतुम्हाला $BOOLEAN बूलीयन: "setsebool -P $BOOLEAN=1" कार्यान्वीत करावे लागेल
nl: Als je niet wilt dat SELinux voorkomt dat ftp bestanden op elke plaats in het systeem schrijft, moet de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଯଦି ଆପଣ ଚାହୁଁ ନାହାନ୍ତି SELinux ftpକୁ ଯେକୌଣସି ସ୍ଥାନରେ ଫାଇଲଗୁଡ଼ିକୁ ଲେଖିବାରୁରକ୍ଷାକରୁ ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରିବାକୁ ହେବ: "setsebool -P $BOOLEAN=1"
pt: Se não quiser que o SELinux impeça o FTP de gravar ficheiros em qualquer ponto do sistema é necessário activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você não quiser que o SELinux previna que o ftp escreva arquivos em qualquer parte do sistema, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Чтобы разрешить демону ftp осуществлять запись в файлы в любом месте, нужно установить значение $BOOLEAN: «setsebool -P $BOOLEAN=1»
sr@latin: Ako ne želite da SELinux sprečava ftp u zapisivanju datoteka bilo gde na sistemu, treba da uključite $BOOLEAN logičku promenljivu: „setsebool -P $BOOLEAN=1“
sv: Om du inte vill SELinux ska förhindra ftp från att skriva filer varsomhelst på systemet måste du slå på $BOOLEAN-flaggan: "setsebool -P $BOOLEAN=1"
ta: நீங்கள்SELinuxஐ ftp லிருந்து கோப்புகள் ஏதாவது எழுதுவதை தடுக்க விருப்பினால் கணினியானது $BOOLEAN பூலியனை துவக்க தேவைப்படுகிறது: "setsebool -P $BOOLEAN=1"
te: మీరు SELinux అనునది ftp ను మీరు $BOOLEAN ను బూలియన్‌కు మార్చు సిస్టమ్ పైన ఎక్కడైనా దస్త్రములను వ్రయుటనుండి నిరోదించటాన్ని కొరుకోకపోతే: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您不想让 SELinux 防止 ftp 在系统的任何地方写文件， 您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您不希望 SELinux 防止 ftp 在系統上任何地方寫入 檔案，您必須開啟 $BOOLEAN 布林值：「setsebool -P $BOOLEAN=1」

source: SELinux prevented the ftp daemon from $ACCESS files stored on a CIFS filesytem.
as: SELinux ৰ দ্বাৰা ftp ডেমনক CIFS নথিপত্ৰপ্ৰণালীত সংৰক্ষিত নথিপত্ৰ $ACCESS কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hinderte den ftp-Daemon am $ACCESS Dateien, die in einem CIFS Dateisystem gespeichert sind.
es: SELinux negó al demonio ftp $ACCESS archivos almacenados en un sistema de archivo CIFS.
fr: SELinux a empêché le démon ftp d'$ACCESS aux fichiers stockés sur un système de fichiers CIFS.
hi: SELinux ftp डेमॉन को $ACCESS फाइल जो CIFS फाइलसिस्टम पर जमा है, रोका.
hu: SELinux megakadályozta ftpd szolgáltatás $ACCESS hozzáférését CIFS-fájlrendszeren tárolt fájlokhoz.
kn: ftp ಡೆಮನ್ ಅನ್ನು CIFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲ್ಪಟ್ಟ $ACCESS ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 ftp 데몬이 CIFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다.
ml: CIFS ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളിലേക്ക് ftp ഡെമണിനെ SELinux സമ്മതിക്കുന്നില്ല.
mr: SELinux ने ftp डीमनला CIFS फाइलप्रणाली वरील संचयीत $ACCESS फाइल करीता प्रवेश करण्यापासून रोखले.
nl: SELinux belette de ftp daemon om te $ACCESS bestanden op een CIFS bestandssysteem.
or: SELinux ftp ଡେମନକୁ ଗୋଟିଏ CIFS ଫାଇଲତନ୍ତ୍ରରେ ସଂରକ୍ଷିତ ଥିବା $ACCESS ଫାଇଲ ମାନଙ୍କୁ ଅଭିଗମ କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o servidor de FTP de $ACCESS os ficheiros guardados num sistema de ficheiros CIFS.
pt_br: O SELinux impediu que o daemon do ftp $ACCESS arquivos contidos em um arquivo de sistemas CIFS.
ru: SELinux запретил доступ $ACCESS демона ftp к файлам системы CIFS.
sr@latin: SELinux je sprečio ftp sistemsku uslugu od $ACCESS datoteka uskladištenim na CIFS sistemu datoteka.
sv: SELinux förhindrade ftp-demonen från $ACCESS filer lagrade på ett CIFS filsystem.
ta: SELinux ஐ ftp டீமனலிருந்து $ACCESS கோப்புகளை CIFS கோப்பு முறைமைக்கு சேமிக்க தடுக்கிறது.
te: SELinux అనునది ftp డెమోన్‌ను CIFS దస్త్రవ్యవస్థ నందు నిల్వవున్న దస్త్రాల $ACCESS ను నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 ftp 在后台 $ACCESS 一个存储在一个 CIFS 文件系统中的文件.
zh_tw: SELinux 防止了 ftp daemon $ACCESS 儲存於 CIFS 檔案系統上的檔案。
