Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has denied $SOURCE "$ACCESS" access to device $TARGET_PATH. $TARGET_PATH is mislabeled, this device has the default label of the /dev directory, which should not happen. All Character and/or Block Devices should have a label. You can attempt to change the label of the file using restorecon -v '$TARGET_PATH'. If this device remains labeled device_t, then this is a bug in SELinux policy. Please file a bg report. If you look at the other similar devices labels, ls -lZ /dev/SIMILAR, and find a type that would work for $TARGET_PATH, you can use chcon -t SIMILAR_TYPE '$TARGET_PATH', If this fixes the problem, you can make this permanent by executing semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' If the restorecon changes the context, this indicates that the application that created the device, created it without using SELinux APIs. If you can figure out which application created the device, please file a bug report against this application.
de: SELinux hinderte $SOURCE "$ACCESS" am Zugriff auf das Gerät $TARGET_PATH. $TARGET_PATH ist fehlerhaft gekennzeichnet, das Gerät hat das Standard-Label des /dev-Verzeichnisses, was nicht passieren sollte. Alle Zeichen- und/oder Blockgeräte sollten ein Label besitzen. Sie können wie folgt versuchen, das Label der Datei zu ändern: restorecon -v '$TARGET_PATH'. Wenn dieses Gerät weiterhin als device_t gekennzeichnet bleibt, ist dies ein Fehler in der SELinux-Richtlinie. Bitte reichen Sie einen Fehlerbericht ein. Wenn Sie einen Blick auf andere, ähnliche Geräte-Kennzeichnungen werfen, ls -lZ /dev/SIMILAR, und einen für $TARGET_PATH passenden Typ finden sollten, können Sie chcon -t SIMILAR_TYPE '$TARGET_PATH' verwenden. Falls dies das Problem behebt, können Sie dies mit semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' dauerhaft machen. Falls restorecon den Kontext ändert, zeigt dies an, dass die Anwendung, die das Gerät angelegt hat, dieses ohne SELinux APIs tat. Wenn Sie herausfinden, welche Anwendung das Gerät anlegte, reichen Sie bitte einen Fehlerbericht für diese Anwendung ein.
es: SELinux le ha negado a $SOURCE el acceso "$ACCESS" a $TARGET_PATH. $TARGET_PATH está mal etiquetada: este dispositivo posee la etiqueta predeterminada del directorio /dev, y esto no debería ocurrir. Todos los dispositivos de caracteres y/o de bloques deben tener una etiqueta. Puede intentar cambiar la etiqueta del archivo usando restorecon -v '$TARGET_PATH'. Si este dispositivo continúa etiquetado como device_t, entonces es un error en la política de SELinux. Por favor, informe este error. Si observa otras etiquetas de dispositivos similares, ls -lZ /dev/SIMILAR, y encuentra un tipo que pueda funcionar para $TARGET_PATH, puede utilizar chcon -t TIPO_SIMILAR '$TARGET_PATH'. Si esto corrige el problema, puede hacer que esta modificación sea permanente ejecutando semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' Si restorecon modifica el contexto, indica que la aplicación que ha creado al dispositivo, lo ha hecho sin utilizar los API de SELinux. Si puede descubrir qué aplicación creó el dispostivo, por favor informe este error contra esa aplicación.
fr: SELinux a refusé l'accès de $SOURCE « $ACCESS » au périphérique $TARGET_PATH. $TARGET_PATH est mal étiqueté, ce périphérique porte l'étiquetage par défaut du répertoire /dev, ce qui ne devrait pas se produire. Tous les caractères et/ou les blocs de périphériques devraient être étiquetés. Vous pouvez tenter de modifier l'étiquetage du fichier en utilisant restorecon -v $TARGET_PATH. Si ce périphérique reste étiqueté, il s'agit alors d'un bug de la stratégie de SELinux. Merci de remplir un rapport de bug. Si vous cherchez des étiquetages de périphériques semblables, ls -lZ /dev/SIMILAR, et trouvez un type qui fonctionnerait pour $TARGET_PATH, vous pouvez utiliser chcon -t SIMILAR_TYPE '$TARGET_PATH'. Si cela corrige le problème, vous pouvez rendre le tout permanent en exécutant semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' Si restorecon modifie le contexte, cela signifie que l'application qui a créé le périphérique l'a créé sans utiliser les API de SELinux. Si vous arrivez à déterminer quelle application a créé le périphérique, merci de remplir un rapport de bogue sur cette application.
hu: SELinux elutasította $SOURCE „$ACCESS” hozzáférését $TARGET_PATH eszközhöz. $TARGET_PATH eszközt elcímkézték – a /dev mappa alapértelmezett címkéjét kapta, amit nem kellett volna. Minden karakter és/vagy blokk eszköznek saját címke kell. Megpróbálhat változtatni ezen a következőképpen: restorecon -v '$TARGET_PATH' Ha az eszközön device_t címke marad, akkor ez a SELinux szabályzat hibája. Tegyen hibabejelentést. Ha megnézi más hasonló eszközök címkéit, ls -lZ /dev/HASONLÓ, és talál olyan típust, ami jó lenne $TARGET_PATH eszközre, akkor használhatja a chcon -t HASONLÓ_TÍPUS '$TARGET_PATH' parancsot. Ha ez megoldja a problémát, akkor azt állandósíthatja a semanage fcontext -a -t HASONLÓ_TÍPUS '$TARGET_PATH' paranccsal. Ha restorecon megváltoztatja a beállítást, akkor ez azt jelzi, hogy az illető alkalmazás SELinux API-k használata nélkül csinált eszközt. Ha megtudja, hogy melyik alkalmazás csinálta ezt, akkor tegyen hibabejelentést az alkalmazásra.
kn: ಸಾಧನ $TARGET_PATH ಅನ್ನು $SOURCE ($SOURCE_TYPE) "$ACCESS" ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. $TARGET_PATH ಯು ತಪ್ಪಾಗಿ ಲೇಬಲ್ ಮಾಡಲ್ಪಟ್ಟಿದೆ, ಈ ಸಾಧನವು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ /dev ಕಡತಕೋಶದ ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿದೆ, ಆದರೆ ಹೀಗಾಗಬಾರದು. ಎಲ್ಲಾ ಅಕ್ಷರ ಹಾಗು/ಅಥವ ಬ್ಲಾಕ್ ಸಾಧನಗಳು ಒಂದು ಲೇಬಲ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು. ನೀವು ಕಡತದ ಲೇಬಲ್ ಅನ್ನು restorecon -v '$TARGET_PATH'ಬಳಸಿಕೊಂಡು ಬದಲಾಯಿಸಬಹುದಾಗಿದೆ. ಎಲ್ಲಿಯಾದರೂ ಈ ಸಾಧನವು device_t ಎಂದು ಲೇಬಲ್ ಆಗಿಯೆ ಉಳಿದರೆ, SELinux ನೀತಿಯಲ್ಲಿ ಒಂದು ದೋಷವಿದೆ ಎಂದರ್ಥ. ದಯವಿಟ್ಟು selinux-policy ಪ್ಯಾಕೇಜ್ ವಿರುದ್ದ ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ. ನೀವು ಇದೇ ರೀತಿಯ ಬೇರೆ ಸಾಧನಗಳ ಲೇಬಲ್‍ಗಳನ್ನು ಗಮನಿಸಿದರೆ, ls -lZ /dev/SIMILAR, ಅಲ್ಲಿ $TARGET_PATH ಗೆ ಕೆಲಸ ಮಾಡುವ ಒಂದು ಬಗೆಯನ್ನು ಕಾಣಬಹುದು, ಇದಕ್ಕೆ ನೀವು chcon -t SIMILAR_TYPE '$TARGET_PATH'ಅನ್ನು ಬಳಸಬಹುದು. ಇದು ತೊಂದರೆಗೆ ಪರಿಹಾರ ಒದಗಿಸಿದರೆ, semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ನೀವಿದನ್ನು ಒಂದು ಶಾಶ್ವತಗೊಳಿಸಬಹುದು ಎಲ್ಲಿಯಾದರೂ restorecon ವು ಸನ್ನಿವೇಶವನ್ನು ಬದಲಿಸಿದರೆ, ಸಾಧನವನ್ನು ನಿರ್ಮಿಸಿದ ಅನ್ವಯವು SELinux APIಗಳನ್ನು ಬಳಸದೆ ನಿರ್ಮಿಸಿವೆ ಎಂದರ್ಥ ಯಾವ ಅನ್ವಯವು ಈ ಸಾಧನವನ್ನು ನಿರ್ಮಿಸಿತು ಎಂದು ನೀವು ಪತ್ತೆಹಚ್ಚಿದರೆ ದಯವಿಟ್ಟು ಈ ಅನ್ವಯದ ವಿರುದ್ದ ಒಂದು <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ</a>
ko: SELinux는 $TARGET_PATH장치로의 $SOURCE "$ACCESS" 액세스를 거부합니다. $TARGET_PATH가 잘못 레이블되어 있습니다, 이 장치는 /dev 디렉토리의 기본 레이블을 가지고 있는데, 이는 발생해서는 안될 상황입니다. 모든 문자와 블록 장치는 레이블되어 있어야 합니다. restorecon -v '$TARGET_PATH' 를 사용하여 파일의 레이블을 변경하실 수 있습니다. 이러한 장치가 device_t로 레이블되어 있다면, 이것은 SELinux 정책의 버그입니다. 버그 리포트를 제출해 주시기 바랍니다. 다른 비슷한 장치 레이블 (ls -lZ /dev/SIMILAR)을 살펴보고, $TARGET_PATH에 대해 동작할 수 있는 유형을 찾은 경우, chcon -t SIMILAR_TYPE '$TARGET_PATH'를 사용할 수 있고, 이렇게 해서 문제가 해결 되었다면, 다음과 같이 해서 이를 영구적으로 사용할 수 있습니다. semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' restorecon이 문맥을 변경시킨 경우, 이는 장치를 생성한 응용 프로그램이 SELinux API를 사용하지 않고 장치를 생성했다는 것을 의미하는 것입니다. 어떤 응용 프로그램이 그 장치를 생성했는지 알아낼 수 있다면, 이러한 응용 프로그램에 대해 버그 리포트를 제출해 주시기 바랍니다.
ml: ഡിവൈസ് $TARGET_PATH-ലേക്കുളള $SOURCE "$ACCESS" പ്രവേശനം SELinux നിഷേധിക്കുന്നു. $TARGET_PATH-ന് തെറ്റായ ലേബല്‍ നല്‍കിയിരിക്കുന്നു, ഈ ഡിവൈസിന് /dev ഡയറക്ടറിയുടെ ഡീഫോള്‍ട്ട് ലേബല്‍ ആണുളളത്, ഇത് പക്ഷേ പാടില്ല. എല്ലാ ക്യാരക്റ്റര്‍/ബ്ളോക്ക് ഡിവൈസുകള്‍ക്ക് ലേബല്‍ ആവശ്യമുണ്ട്. നിങ്ങള്‍ക്ക് ഇത് മാറ്റുന്നതിനായി restorecon -v '$TARGET_PATH' ഉപയോഗിക്കാം. ഈ ഡിവൈസിന്‍റെ ലേബല്‍ വീണ്ടും device_t ആണ് എങ്കില്‍, ഇത് SELinux പോളിസിയുടെ ഒരു ബഗ് ആണ്. ദയവായി ഒരു ബഗ് രേഖപ്പെടുത്തുക. അതേപോലുളള ഡിവൈസ് നിങ്ങള്‍ തിരഞ്ഞ്, ls -lZ /dev/SIMILAR, $TARGET_PATH -നൊപ്പം പ്രവര്‍ത്തിക്കുന്നവ ലഭ്യമായാല്‍, നിങ്ങള്‍ക്ക് chcon -t SIMILAR_TYPE $TARGET_PATH ഉപയോഗിക്കാം. ഇത് പ്രശ്നം പരിഹരിക്കുന്നു എങ്കില്‍, നിങ്ങള്‍ക്ക് ഇത് സ്ഥിരം ആക്കുന്നതിന് semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' ഉപയോഗിക്കാം restorecon കോണ്‍ട്ടെക്സ്റ്റ് മാറ്റിയാല്‍, ഇതിനര്‍ത്ഥം ഡിവൈസ് ഉണ്ടാക്കിയ ആപ്ളിക്കേഷന്‍ context, this അത് ഉണ്ടാക്കിയത് SELinux APIs ഇല്ലാതെയാണു്. ഡിവൈസ് ഉണ്ടാക്കിയ ആപ്ളിക്കേഷന്‍ നിങ്ങള്‍ക്ക് ലഭ്യമായാല്‍, ദയവായി ഇതിനെതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുക.
mr: SELinux $SOURCE "$ACCESS" ने साधन $TARGET_PATH करीता प्रवेश पासून रोखले आहे. $TARGET_PATH चे लेबल योग्य नाही, या साधनाकडे /dev डिरेक्ट्री, आहे, जे व्हायला नाही पाहिजे. . सर्व अक्षर व/किंवा ब्लॉक साधनाकडे हे लेबल असले पाहिजे. तुम्ही restorecon -v '$TARGET_PATH' चा वापर करून हे लेबल बदलविण्याचा प्रयत्न करू शकता . हे साधन device_t सह लेबल्ड असल्यास, हे SELinux करार मधील एक त्रुटी आहे. कृपया <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi"> बग अहवाल </a> selinux-policy संकुलच्या विरूध्द बग अहवाल सादर करा. तुम्ही इतर प्रकारचे सम साधन लेबल, ls -lZ /dev/SIMILAR, वर नजर टाकल्यास व $TARGET_PATH करीताचे प्रकार शोधा, तुम्ही chcon -t SIMILAR_TYPE '$TARGET_PATH' वापरत असल्यास, यामुळे अडचण निर्धारीत होत असल्यास, तुम्ही यास semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' कार्यन्वीत करून करू शकता restorecon संदर्भ बदलवत असल्यास, यामुळे अनुप्रयोग ज्यामुळे साधन बनविले जाते, त्यास SELinux APIs चा वापर विना बनविले. कुठल्या अनुप्रयोगाने हे साधन बनविले असल्यास, कृपया <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">बग अहवाल</a> येथे अनुप्रयोगच्या विरूध्द सादर करा.
nl: SELinux belette de $SOURCE "$ACCESS" toegang tot apparaat $TARGET_PATH. $TARGET_PATH is verkeerd gelabeld, dit apparaat heeft het standaard label van de /dev map, wat niet mag gebeuren. Alle Karakter en/of Blok apparaten moeten een label hebben. Je kunt proberen het label van het bestand te veranderen met restorecon -v '$TARGET_PATH'. Als dit apparaat gelabeld blijft met device_t, dan is er een bug in SELinux gedragslijn. Dien a.u.b. een bug rapport in. Als je kijkt naar andere vergelijkbare apparaat labels, ls -lZ /dev/SIMILAR, en vindt een type dat kan werken voor $TARGET_PATH, kun je chcon -t SIMILAR_TYPE '$TARGET_PATH' gebruiken. Als dat het probleem oplost, kun je dit permanent maken door uit te voeren semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' Als restorecon de context verandert, geeft dit aan dat de toepassing die het apparaat heeft aangemaakt, dit gedaan heeft zonder het gebruik van SELinux API's. Als je uit kunt vinden welke toepassing het apparaat aangemaakt heeft, dien dan a.u.b. een bug rapport in.voor deze toepassing.
or: SELinux ଉପକରଣ $TARGET_PATH ମଧ୍ୟକୁ $SOURCE "$ACCESS" ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଛି। $TARGET_PATH ଟି ଭୁଲ ଭାବରେ ନାମକରଣ କରାଯାଇଛି, ଏହି ଉପକରଣରେ dev ଡିରେକ୍ଟୋରୀ ନାମରେ /ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନାମପଟି ଅଛି, ଯାହାକି ହେବା ଉଚିତ ନୁହଁ। ସମସ୍ତ ସଦସ୍ୟ ଏବଂ/ଅଥବା ବ୍ଲକ ଉପକରଣଗୁଡ଼ିକରେ ନାମପଟି ରହିବା ଉଚିତ। ଆପଣ ସେହି ଫାଇଲର ନାମପଟିକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ restorecon -v '$TARGET_PATH' କୁ ବ୍ୟବହାର କରି ଚେଷ୍ଟା କରିପାରିବେ। ଯଦି ଏହି ଉପକରଣ device_t ନାମରେ ନାମକରଣ ହୋଇ ରହେ, ତେବେ ଏହା SELinux ନିତୀରେ ଥିବା ଏକ ତ୍ରୁଟି। ଦୟାକରି ଗୋଟିଏ bg ବିବରଣୀ ଦାଖଲ କରନ୍ତୁ। ଯଦି ଆପଣ ଅନ୍ୟାନ୍ୟ ସାଦୃଶ୍ୟ ଉପକରଣଗୁଡ଼ିକୁ ଦେଖନ୍ତି, ତେବେ ls -lZ /dev/SIMILAR, ଏବଂ $TARGET_PATH ସହିତ କାମ କରିବା ପାଇଁ ଗୋଟିଏ ପ୍ରକାରକୁ ଖୋଜନ୍ତୁ, ଆପଣ chcon -t SIMILAR_TYPE '$TARGET_PATH' କୁ ବ୍ୟବହାର କରନ୍ତୁ, ଯଦି ଏହା ସମସ୍ୟାର ସମାଧାନ କରିଥାଏ, ତେବେ ଆପଣ ଏହାକୁ ନିଷ୍ପାଦନ କରି ଏହାକୁ ସ୍ଥାୟୀ କରନ୍ତୁ semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' ଯଦି restorecon ପ୍ରସଙ୍ଗକୁ ପରିବର୍ତ୍ତନ କରିଥାଏ, ତେବେ ଏହା ସୂଚାଇଥାଏ ଯେ ଏହି ଉପକରଣକୁ ନିର୍ମାଣ କରିଥିବା ପ୍ରୟୋଗଟି, SELinux APIs ବ୍ୟବାହର ନକରି ଏହାକୁ ନିର୍ମାଣ କରିଥାଏ। ଯଦି ଆପଣ ସିଦ୍ଧାନ୍ତ କରିପାରିବେ ଯେ କେଉଁ ପ୍ରୟୋଗଟି ଏହି ଉପକରଣକୁ ନିର୍ମାଣ କରିଛି, ତେବେ ଦୟାକରି ସେହି ପ୍ରୟୋଗ ନାମରେ ତ୍ରୁଟି ବିବରଣୀ ଦାଖଲ କରନ୍ତୁ।
pt: O SELinux negou o acesso $SOURCE "$ACCESS" ao dispositivo $TARGET_PATH. O $TARGET_PATH não tem uma etiqueta correcta, tendo a etiqueta predefinida da pasta /dev, o que não deveria acontecer. Todos os dispositivos de bloco ou caracteres deverão ter uma legenda. Poderá tentar mudar a legenda do ficheiro com o comando restorecon -v '$TARGET_PATH'. Se este dispositivo continuar com a legenda 'device_t', então isto é um erro na política do SELinux. Por favor, reporte um erro bg. Se pesquisar as etiquetas de outros dispositivos semelhantes, ls -lZ /dev/SEMELHANTE e descobrir um tipo que poderia funcionar para o $TARGET_PATH, poderá usar o comando 'chcon -t TIPO_SEMELHANTE $TARGET_PATH'. Se isto corrigir o problema, poderá tornar isto permanente com a execução de semanage fcontext -a -t TIPO_SEMELHANTE $FIX_TARGET_PATH Se o restorecon mudar o contexto, isto indica que a aplicação que criou o dispositivo fê-lo sem usar as APIs do SELinux. Se descobrir a aplicação que criou o dispositivo, por favor, reporte um erro nesta aplicação.
pt_br: O SELinux impediu o acesso do $SOURCE "$ACCESS" ao dispositivo $TARGET_PATH. O $TARGET_PATH está rotulado incorretamente. Este dispositivo tem o rótulo padrão do diretório /dev, o que não deveria acontecer. Todos os dispositivos de caracteres e/ou bloco devem ter um rótulo. Você pode tentar mudar o rótulo do arquivo usando restorecon -v '$TARGET_PATH'. Se este dispositivo continuar rotulado como device_t, então isto é um erro da política do SELinux. Por favor, submeta um relatório de erro. Se você observar os outros rótulos de dispositivos similares, ls -lZ /dev/SIMILAR e encontrar um tipo que funcionaria para o $TARGET_PATH, você pode usar chcon -t SIMILAR_TYPE '$TARGET_PATH'. Se isto resolver o problema, você pode tornar esta mudança permanente executando semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' Se o restorecon alterar o contexto, isto indica que o aplicativo que criou o dispositivo, o criou sem usar as APIs do SELinux. Se você puder descobrir qual aplicativo criou o dispositivo, por favor submeta um relatório de erro para este aplicativo.
ru: SELinux запретил $SOURCE доступ «$ACCESS» к устройству $TARGET_PATH. $TARGET_PATH отмечено неверно и имеет стандартную метку каталога /dev. Все символьные и блочные устройства должны иметь свою метку. Можно попробовать изменить метку, выполнив команду restorecon -v '$TARGET_PATH'. Если устройство по прежнему отмечено как device_t, это означает ошибку в политике SELinux. Тогда, пожалуйста, создайте запрос в Bugzilla. Если вы просмотрите метки схожих устройств с помощью команды ls -lZ /dev/SIMILAR и найдете тип, который подходит $TARGET_PATH, можно выполнить chcon -t SIMILAR_TYPE '$TARGET_PATH'. Если это поможет, сохраните изменения: semanage fcontext -a -t SIMILAR_TYPE '$TARGET_PATH' Если restorecon изменяет контекст, это означает, что приложение, создавшее устройство, не использовало SELinux API. Если вы знаете, какое приложение создало это устройство, пожалуйста, создайте запрос в Bugzilla для этого приложения.
sr@latin: SELinux je odbio $SOURCE „$ACCESS“ pristup uređaju $TARGET_PATH. $TARGET_PATH je pogrešno označen, ovaj uređaj ima podrazumevanu oznaku /dev direktorijuma, što ne bi trebalo da se desi. Svi znakovni i/ili uređaji bloka treba da imaju oznaku. Možete pokušati da promenite oznaku datoteke koristeći restorecon -v '$TARGET_PATH'. Ako ovaj uređaj ostane označen sa device_t, ovo je onda greška u SELinux polisi. Molim podnesite izveštaj o grešci. Ako pogledate oznake drugih sličnih uređaja, ls -lZ /dev/SLICNI, i nađete vrstu koja bi radila za $TARGET_PATH, možete upotrebiti chcon -t SLIČNA_VRSTA '$TARGET_PATH'. Ako ovo ispravi problem, ovo možete učiniti trajnim izvršavanjem semanage fcontext -a -t SLIČNA_VRSTA '$FIX_TARGET_PATH' Ako restorecon promeni kontekst, ovo ukazuje da je program koji je napravio uređaj to učinio bez upotrebe SELinux API-ja. Ako možete da pronađete koji je program napravio ovaj uređaj, molim podnesite izveštaj o grešci za taj program.
sv: SELinux har nekat $SOURCE "$ACCESS"-åtkomst till enheten $TARGET_PATH. $TARGET_PATH är felmärkt, denna enhet har standardetiketten för katalogen /dev, och så skall det inte vara. Alla tecken- och/eller blockenheter skall ha en etikett. Du kan försöka att ändra etiketten på filen genom att använda restorecon -v '$TARGET_PATH'. Om denna enhet fortsätter vara märkt device_t, så är detta ett fel i SELinux-policyn. Skicka gärna en felrapport. Om du tittar på andra liknande enhetsetiketter, ls -lZ /dev/LIKNANDE, och hittar en typ som skulle fungera för $TARGET_PATH, kan du använda chcon -t LIKNANDE_TYP '$TARGET_PATH', Om detta rättar problemet, kan du göra detta permanent genom att köra semanage fcontext -a -t LIKNANDE_TYP '$FIX_TARGET_PATH' Om restorecon ändrar kontexten, kan detta indikera att programmet som skapade enheten, skapade den utan att använda SELinux API:er. Om du kan lista ut vilket program som skapade enheten, skicka då gärna en felrapport mot detta program.
te: SELinux అనునది $SOURCE_PATH "$ACCESS" యాక్సెస్‌ను $TARGET_PATH పరికరముకు తిరస్కరిస్తోంది. $TARGET_PATH అనునది మిస్‌లేబుల్ అయివుంది, ఈ పరికరము /dev డైరెక్టరీయొక్క అప్రమేయ లేబుల్‌ను కలిగివుంది, యేదైతే జరగకూడదో. అన్ని కారక్టర్ మరియు/లేదా బ్లాక్ పరికరాలు లేబుల్ కలిగివుండాలి. మీరు restorecon -v '$TARGET_PATH' వుపయోగించే ఫైలుయొక్క లేబుల్‌ను మార్చుటకు మీరు ప్రయత్నించవచ్చు. ఈ పరికరము device_t లేబుల్‌తో మిగిలివుంటే, ఈ బగ్ SELinux విధానం నందలిది. దయచేసి వొక బగ్ నివేదికను నమోదు చేయండి. మీరు యిలాంటివే యితర పరికరాల లేబుల్సును చూచినట్లైతే, ls-lZ /dev/SIMILAR, మరియు $TARGET_PATHకు పనిచేసే రకమును కనుగొనుము, మీరు chcon -t SIMILAR_TYPE '$TARGET_PATH' వుపయోగించవచ్చు, వొకవేళ యిది సమస్యను పరిష్కరించితే, మీరు దీనిని semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' నిర్వర్తించుటద్వారా శాశ్వతంచేయవచ్చు. ఒకవేళ restorecon సందర్బంను మార్చితే, పరికరమును సృష్టించిన అనువర్తనం, SELinux APIsను వుపయోగించకుండా సృష్టించినదని సూచిస్తుంది. పరికరమును ఏ అనువర్తనము సృష్టించినదో మీరు తెలుసుకోగలిగితే, దయచేసి నువర్తనంపైన బగ్ నివేదికను నమోదుచేయండి.
zh_cn: SELinux 已经拒绝了 $SOURCE "$ACCESS" 访问设备 $TARGET_PATH。 $TARGET_PATH错误标记了，这个设备的默认标签是 /dev 目录的，这本不应该发生。 所有的字符设备和/或者块设备都应该有一个标签。 您可以使用以下命令来更改文件的标签： restorecon -v '$TARGET_PATH'。 如果这个设备的标签仍被标记为 device_t，这可能是 SELinux 策略中的一个 bug。 请填写一个 bug 报告 来反映与 selinux-policy 软件包相关的问题。 您可以查看其它相似设备的标签，ls -lZ /dev/SIMILAR，并找到一个对 $TARGET_PATH 有效的类型， 您可以使用 chcon -t SIMILAR_TYPE '$TARGET_PATH'。如果这个方法解决了这个问题，您可以执行以下命令来永久改变它： semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' 如果 restorecon 改变了上下文，这意味着创建这个设备的应用程序在创建该设备时没有使用 SELinux API。 如果您可以找出哪个应用程序创建了这个设备，请填写一个 bug 报告 来反映这个应用程序的问题。
zh_tw: SELinux 拒絕了 $SOURCE「$ACCESS」存取裝置 $TARGET_PATH。 $TARGET_PATH 被錯誤標記，此裝置含有 /dev 目錄的預設標籤，然而這卻不應該 發生。所有的字元與/或區塊裝置皆應該有標籤。 您可嘗試透過使用 restorecon -v '$TARGET_PATH' 來更改檔案的標籤。 若此裝置保持被標記為 device_t 的話，那麼這便是一項 SELinux 政策中的錯誤。 請提交一份錯誤報告。 若您查看其它相似的裝置標籤 ls -lZ /dev/SIMILAR，並且發現一個適用於 $TARGET_PATH 的類型的話， 您可使用 chcon -t SIMILAR_TYPE '$TARGET_PATH'，若這麼作可修復問題的話，您即可透過執行 semanage fcontext -a -t SIMILAR_TYPE '$FIX_TARGET_PATH' 來確保其持續性。 若 restorecon 更改了 context，這代表建立了裝置的應用程式在未使用 SELinux API 的情況下 建立了該裝置。若您可找出建立了裝置的應用程式為何，請針對於此應用程式提交一份報告錯誤。

source: Attempt restorecon -v '$TARGET_PATH' or chcon -t SIMILAR_TYPE '$TARGET_PATH'
as: restorecon -v '$TARGET_PATH' অথবা chcon -t SIMILAR_TYPE '$TARGET_PATH' প্ৰয়াস কৰা হ'ব
de: Versuchen Sie es mit restorecon -v $TARGET_PATH oder chcon -t SIMILAR_TYPE $TARGET_PATH
es: Intente restorecon -v '$TARGET_PATH' o chcon -t TIPO_SIMILAR '$TARGET_PATH'
fr: Essayez restorecon -v '$TARGET_PATH' or chcon -t SIMILAR_TYPE $TARGET_PATH
hi: restorecon -v $TARGET_PATH या chcon -t SIMILAR_TYPE '$TARGET_PATH' के लिये प्रयास किया
hu: Próbálja meg a restorecon -v '$TARGET_PATH' vagy a chcon -t HASONLÓ_TÍPUS '$TARGET_PATH' parancsot.
kn: restorecon -v '$TARGET_PATH' ಅಥವ chcon -t SIMILAR_TYPE '$TARGET_PATH' ಗೆ ಪ್ರಯತ್ನಿಸಿ
ko: restorecon -v '$TARGET_PATH' 또는 chcon -t SIMILAR_TYPE '$TARGET_PATH' 시도
ml: restorecon -v '$TARGET_PATH' അല്ലെങ്കില്‍ chcon -t SIMILAR_TYPE $TARGET_PATH ശ്രമിക്കുക
mr: restorecon -v '$TARGET_PATH' चा प्रयत्न करा किंवा chcon -t SIMILAR_TYPE '$TARGET_PATH' करा
nl: Probeer restorecon -v '$TARGET_PATH' of chcon -t SIMILAR_TYPE '$TARGET_PATH'
or: restorecon -v '$TARGET_PATH' କିମ୍ବା chcon -t SIMILAR_TYPE '$TARGET_PATH'ନିର୍ଦ୍ଦେଶ ମାନଙ୍କ ସହିତ ପ୍ରଚେଷ୍ଟା କରନ୍ତୁ
pt: Tente usar o comando 'restorecon -v $TARGET_PATH' ou 'chcon -t TIPO_SEMELHANTE $TARGET_PATH'
pt_br: Tente restorecon -v $TARGET_PATH ou chcon -t SIMILAR_TYPE $TARGET_PATH
ru: Попробуйте выполнить «restorecon -v $TARGET_PATH» или «chcon -t SIMILAR_TYPE '$TARGET_PATH'»
sr@latin: Pokušajte restorecon -v '$TARGET_PATH' ili chcon -t SLIČNA_VRSTA '$TARGET_PATH'
sv: Försök med restorecon -v '$TARGET_PATH' eller chcon -t LIKNANDE_TYP '$TARGET_PATH'
ta: Attempt restorecon -v '$TARGET_PATH' அல்லது chcon -t SIMILAR_TYPE '$TARGET_PATH'
zh_cn: 尝试 restorecon -v '$TARGET_PATH' 或 chcon -t SIMILAR_TYPE '$TARGET_PATH'
zh_tw: 嘗試 restorecon -v '$TARGET_PATH' 或 chcon -t SIMILAR_TYPE '$TARGET_PATH'

source: Ignore if IPV6 is disabled.
de: Deaktivierung von IPV6 ignorieren.
es: Ignorar si IPV6 esta deshabilitado.
fr: Ignorer si IPV6 est désactivé.
kn: IPV6 ಅನ್ನು ಅಶಕ್ತಗೊಳಿಸಲಾಗಿದ್ದಲ್ಲಿ ಆಲಕ್ಷಿಸು.
ko: IPV6이 비활성화 되어 있으면 무시됩니다.
ml: പ്രവര്‍ത്ത രഹിതമെങ്കില്‍ IPV6 വേണ്ടെന്നു് വയ്ക്കുക.
mr: IPV6 बंद असल्यास दुर्लक्ष करा.
nl: Negeer als IPv6 aangezet is.
or: ଯଦି IPV6 କୁ ନିଷ୍କ୍ରିୟ କରାଯାଇଛି ତେବେ ଅଗ୍ରାହ୍ୟ କରନ୍ତୁ।
pt: Ignorar se o IPV6 está desactivado.
pt_br: Ignore se IPV6 estiver desabilitado.
ru: Игнорировать, если IPv6 отключен.
sv: Strunta i om IPv6 är avslaget.
ta: IPV6 செயல்நீக்கப்பட்டால் தவிர்க்கவும்.
te: ఒకవేళ IPV6 అచేతనము చేయబడితే పట్టించుకోకు.
zh_cn: 如果禁用了 IPV6，则请忽略。
zh_tw: 若 IPV6 被停用的話便忽略。

source: SELinux is preventing $SOURCE_PATH from executing $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH an der Ausführung von $TARGET_PATH.
es: SELinux le está negando a $SOURCE_PATH ejecutar $TARGET_PATH.
fr: SELinux empêche $SOURCE_PATH d'exécuter $TARGET_PATH.
hi: SELinux $SOURCE_PATH को पोर्ट $TARGET_PATH चलाने से रोक रहा है.
hu: SELinux megakadályozza, hogy $SOURCE_PATH végrehajtsa $TARGET_PATH programot.
kn: $TARGET_PATH ಅನ್ನು $SOURCE_PATH ಕಾರ್ಯಗತಗೊಳಿಸದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE_PATH가 $TARGET_PATH를 실행하지 못하게 합니다.
ml: $TARGET_PATH പ്രവര്‍ത്തിപ്പിക്കുന്നതില്‍ നിന്നും SELinux $SOURCE_PATH-നെ തടയുന്നു.
mr: SELinux, $SOURCE_PATH ला $TARGET_PATH कार्यान्वीत करण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH om $TARGET_PATH uit te voeren.
or: SELinux $SOURCE_PATH କୁ $PORT_NUMBER ସଂଯୋଗିକୀ ସହିତ ସଂଯୋଗ କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o $SOURCE_PATH de executar $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH execute o $TARGET_PATH.
ru: SELinux запрещает $SOURCE_PATH исполнять $TARGET_PATH.
sr@latin: SELinux sprečava $SOURCE_PATH od izvršavanja $TARGET_PATH.
sv: SELinux hindrar $SOURCE_PATH från att köra $TARGET_PATH.
ta: SELinux ஆனது $SOURCE_PATH லிருந்து செயல்படுத்துவதற்கு $TARGET_PATHஐ தடுக்கிறது.
te: SELinux అనునది $SOURCE_PATHను $TARGET_PATH నిర్వర్తించుటనుండి నిరోధిస్తోంది.
zh_cn: SELinux 正在阻止 $SOURCE_PATH 执行 $TARGET_PATH。
zh_tw: SELinux 防止了 $SOURCE_PATH 執行 $TARGET_PATH。
