Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux is preventing $SOURCE from creating a file with a context of $SOURCE_TYPE on a filesystem. Usually this happens when you ask the cp command to maintain the context of a file when copying between file systems, "cp -a" for example. Not all file contexts should be maintained between the file systems. For example, a read-only file type like iso9660_t should not be placed on a r/w system. "cp -p" might be a better solution, as this will adopt the default file context for the destination.
de: SELinux hindert $SOURCE am Erstellen einer Datei mit einem Kontext von $SOURCE_TYPE auf einem Dateisystem. Dies passiert normalerweise, wenn Sie den cp-Befehl anweisen, den Kontext einer Datei beim Kopieren zwischen Dateisysteme beizubehalten, z.B. "cp -a". Nicht alle Dateikontexte sollten beim Austausch zwischen Dateisystemen beibehalten werden. So sollte z.B. ein schreibgeschützter Dateityp wie iso9660_t nicht auf einem r/w-System abgelegt werden. In diesem Fall wäre "cp -p" eine bessere Lösung, da dies den Standard-Dateikontext für das Ziel übernimmt.
es: SELinux está previniendo acerca de la intención de $SOURCE de crear un archivo con el contexto $SOURCE_TYPE en un sistema de archivo. Normalmente esto pasa cuando se le pide al comando cp que mantenga el contexto de un archivo cuando copia de un sistema de archivo a otro. Por ejemplo "cp -a". No todos los contextos de archivo se deben mantener entre sistemas de archivo. Por ejemplo, un tipo de archivo sólo lectura como el iso9660_t no debe ser puesto en un sistema de l/e. "cp -p" puede ser una mejor solución, dado que adoptará el contexto de archivo por defecto en el destino.
kn: $SOURCE ಒಂದು ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ $SOURCE_TYPE ಯ ಒಂದು ಸನ್ನಿವೇಶದೊಂದಿಗೆ ಕಡತವನ್ನು ನಿರ್ಮಿಸುವುದನ್ನು SELinux ತಡೆದಿದೆ. ಸಾಮಾನ್ಯವಾಗಿ cp ಆಜ್ಞೆಯನ್ನು ನೀವು ಕಡತಗಳನ್ನು ಕಡತವ್ಯವಸ್ಥೆಗಳ ನಡುವೆ ನಕಲಿಸುವಂತೆ ಕೇಳಿದಾಗ ಕಡತದ ಸನ್ನಿವೇಶವು ಉಳಿಯುವಂತೆ ನೋಡಿಕೊಳ್ಳುತ್ತದೆ ಉದಾಹರಣೆಗೆ "cp -a". ಎಲ್ಲಾ ಕಡತ ಸನ್ನಿವೇಶಗಳು ಕಡತ ವ್ಯವಸ್ಥೆಗಳ ನಡುವೆ ನಕಲಿಸುವಾಗ ಉಳಿಯಬಾರದು ಉದಾಹರಣೆಗೆ, iso9660_t ನಂತಹ ಓದಲು ಮಾತ್ರ ಕಡತವು ಒಂದು r/w ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಇರಿಸಬೇಕು . "cp -p" ಯು ಒಂದು ಉತ್ತಮ ಪರಿಹಾರವಾಗಿರುತ್ತದೆ, ಏಕೆಂದರೆ ಇದು ಉದ್ದಿಷ್ಟ ಸ್ಥಳಕ್ಕೆ ಪೂರ್ವನಿಯೋಜಿತ ಕಡತ ಸನ್ನಿವೇಶವನ್ನು ಅನ್ವಯಿಸಿಕೊಳ್ಳುತ್ತದೆ.
ko: SELinux는 $SOURCE가 파일 시스템에 있는 $SOURCE_TYPE의 문맥으로 파일을 생성하지 못하게 합니다. 주로 이는 "cp -a"과 같이 파일 시스템 사이에서 복사할 때 파일 문맥을 유지하기 위해 cp 명령을 요청할 때 발생합니다. 모든 파일 문맥이 파일 시스템 사이에서 유지되어 할 필요는 없습니다. 예를 들어, iso9660_t와 같이 읽기 전용 파일 유형은 r/w 시스템에 없어도 됩니다. "cp -p"는 기본값 파일 문맥을 채택하므로 이를 사용하는 것이 더 좋습니다.
mr: SELinux $SOURCE ला $SOURCE_TYPE फाइलप्रणालीवरील फाइल निर्माण पासून रोखत आहे. बहुदा याचे कारण cp आदेशला फाइल प्रणाली अंतर्गत प्रत बनवितेवेळी फाइल संदर्भ नियंत्रीत करतेवेळी होऊ शकते , उदाहरणार्थ "cp -a". सर्व फाइल संदर्भ फाइल प्रणाली अतंर्गत नियंत्रीत नसावे. उदाहरणार्थ, फक्त वाचणीय फाइल प्रकार जसे की iso9660_t r/w प्रणालीवर स्थापीत नसावे. "cp -p" उत्तम पर्याय ठरू शकते, कारण यामुळेलक्ष्य करीता पूर्वनिर्धारीत फाइल संदर्भ स्थापीत केले जाते.
nl: SELinux belet $SOURCE om een bestand aan te maken met een $SOURCE_TYPE context type in een bestandssysteem. Gewoonlijk gebeurt dit als je met het cp commando vraagt om de context van een bestand te handhaven als het kopieert tussen bestandssystemen, "cp -a" bijvoorbeeld. Niet alle bestand context moet gehandhaafd blijven tussen bestandssystemen. Bijvoorbeeld, een alleen-lezen bestand type zoals iso9660_t moet niet geplaatst worden in een r/w systeem. "cp -p" kan een betere oplossing zijn, want dit zal de standaard bestandscontext overnemen van de bestemming.
or: SELinux $SOURCE କୁ ଫାଇଲତନ୍ତ୍ରରେ $SOURCE_TYPE ସହିତ ଫାଇଲ ନିର୍ମାଣ କରିବାରୁ ବାରଣ କରିଥାଏ। ସାଧାରଣତଃ ଏହା କାର୍ଯ୍ୟକାରୀ ହୋଇଥାଏ ଯେତେବେଳେ cp ନିର୍ଦ୍ଦେଶଟି ଗୋଟିଏ ଫାଇଲ ପରିଚାଳନା କରିବା ପାଇଁ ପଚାରିଥାଏ ଯେତେବେଳେ ଫାଇଲତନ୍ତ୍ରଗୁଡ଼ିକ ମଧ୍ଯରେ ନକଲ କରିଥାଏ, ଉଦାହରଣ ସ୍ୱରୂପ "cp -a"। ସମସ୍ତ ଫାଇଲ ପ୍ରସଙ୍ଗଗୁଡ଼ିକୁ ଫାଇଲତନ୍ତ୍ରଗୁଡ଼ିକ ମଧ୍ଯରେ ପରିଚାଳନା କରିବା ଉଚିତ ନୁହଁ। ଉଦାହରଣ ସ୍ୱରୂପ, ଗୋଟିଏ କେବଳ-ପଠନୀୟ ଫାଇଲ ପ୍ରକାର ଯେପରିକି iso9660_t କୁ r/w ତନ୍ତ୍ର ଉପରେ ରଖାଯିବା ଉଚିତ ନୁହଁ। "cp -p" ହୁଏତଃ ଗୋଟିଏ ଉତ୍ତମ ସମାଧାନ, ଯେହେତୁ ଏହା ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ଲକ୍ଷସ୍ଥଳ ପାଇଁ ଆପଣାଇଥାଏ।
pt_br: O SELinux está impedindo o $SOURCE de criar um arquivo com um contexto de $SOURCE_TYPE em um sistema de arquivos. Normalmente, isso acontece quando você solicita ao comando cp que mantenha o contexto de um arquivo ao copiar entre sistemas de arquivos. "cp -a" por exemplo. Nem todo o contexto de um arquivo deve ser mantido entre os sistemas de arquivos. Por exemplo, um tipo de arquivo somente leitura como iso9660_t não deve ser colocado em um sistema r/w. cp -p pode ser uma solução melhor, de forma que este irá adotar o contexto de arquivo padrão para o destino.
ru: SELinux запретил $SOURCE создавать файл с контекстом $SOURCE_TYPE в файловой системе. Обычно это происходит при использовании команды «cp» для сохранения контекста файла при копировании (например, «cp -a»). Не все файловые контексты должны сохранять постоянство в разных файловых системах. Например, тип iso9660_t доступных только для чтения файлов не должен использоваться в системах, допускающих запись. В этом случае лучше подойдёт команда «cp -p», так как она адаптирует файловый контекст в зависимости от назначения.
sv: SELinux hindrar $SOURCE från skapa en fil med en kontexten $SOURCE_TYPE på ett filsystem. Detta händer oftast när du ber cp-kommandot att bevara kontexten för en fil vid kopiering mellan filsystem. "cp -a" till exempel. Det är inte alla filkontexter som skall bevaras mellan filsystemen. Till exempel skall en skrivskyddad filtyp som iso9660_t inte sättas i ett skrivbart system. "cp -p" kan vara en bättre lösning, eftersom detta vill använda standardfilkontexten för målet.
te: ఫైలు వ్యవస్థనందు SELinux అనునది $SOURCEను $SOURCE_TYPE సందర్భంతో ఫైలును సృష్టించుటనుండి నిరోధిస్తుంది. సాదారణముగా యిది యెప్పుడు జరుగుతుందంటే మీరు ఫైలు వ్యవస్థనందు ఫైలును నకులు తీయుచున్నప్పుడు cp ఆదేశాన్ని ఫైలు సందర్భాన్ని నిర్వహించమన్నప్పుడు, "cp -a" ఉదాహరణకు. అన్ని ఫైలు సందర్భాలు ఫైలు సిస్టమ్స్‍ మధ్యన నిర్వహించబడవు. ఉదాహరణకు, చదువుటకు-మాత్రమే అనే ఫైలురకపు iso9660_tను r/w వ్యవస్ధనందు వుంచకూడదు. "cp -p" మంచి పరిష్కారం కాగలదు, అది అప్రమేయ ఫైలు సందర్భాన్ని గమ్యానికి యిస్తుంది.
zh_cn: SELinux 阻止 $SOURCE 在文件系统中生成上下文为 $SOURCE_TYPE 的文件。 通常会在您在文件系统间复制时使用 cp 命令 维护文件的上下文 时发生，比如 "cp -a"。不是所有文件在不同 Not all file 文件系统间进行复制时 都需要维护其上下文。例如：只读文件 iso9660_t 就不应放在 r/w 系统中。"cp -p" 应该是较好的解决方案，因为这样可 在目的文件中采用默认的 文件上下文。
zh_tw: SELinux 防止了 $SOURCE 在檔案系上建立一個 context 為 $SOURCE_TYPE 的檔案。 通常當在檔案系統之間進行複製時（比方說「cp -a」），若您要求 cp 指令保留檔案的 context， 這便會發生。在檔案系統之間，並非所有檔案的 context 都必須被保留住。比方說，一個唯讀的檔案類型（例如 iso9660_t）不該被 設置在一個 r/w 的系統上。「cp -p」可能會是個較好的解決方案，因為這將會為目的地採用 預設的檔案 context。

source: Use a command like "cp -p" to preserve all permissions except SELinux context.
de: Verwenden Sie den Befehl "cp -p", um alle Berechtigungen mit Ausnahme des SELinux-Kontexts zu erhalten.
es: Use un comando como "cp -p" para preservar todos los permisos excepto el contexto SELinux.
kn: SELinux ಸನ್ನಿವೇಶವನ್ನು ಹೊರತುಪಡಿಸಿ ಎಲ್ಲಾ ಅನುಮತಿಗಳನ್ನು ಉಳಿಸಲು "cp -p" ಅನ್ನು ಬಳಸಿ.
ko: "cp -p"와 같은 명령을 사용하여 SELinux 문맥을 제외한 모든 권한을 보존합니다.
mr: SELinux संदर्भाला वगळता सर्व परवानगी संचयीत करण्यासाठी "cp -p" आदेशचा वापर करा.
nl: Gebruik een commando zoals "cp -p" om alle rechten vast te houden behalve SELinux context.
or: SELinux ପ୍ରସଙ୍ଗ ପରିବର୍ତ୍ତେ ସମସ୍ତ ପ୍ରସଙ୍ଗକୁ ସଂରକ୍ଷଣ କରିବା ପାଇଁ "cp -p" ପରି ଏକ ନିର୍ଦ୍ଦେଶକୁ ବ୍ୟବହାର କରନ୍ତୁ।
pt_br: Use um comando como "cp -p" para preservar todas as permissões exceto o contexto do SELinux.
ru: Используйте команду наподобие «cp -p» для сохранения постоянства всех разрешений кроме контекста SELinux.
sv: Använd ett kommando som "cp -p" för att bevara all rättigheter utom SELinux-kontext.
te: SELinux సందర్బం మినహా అన్ని అనుమతులను నిల్వవుంచుటకు "cp -p" లాంటి ఆదేశం ఉపయోగించండి.
zh_cn: 使用命令 "cp -p" 保留 SELinux 外的所有 权限。
zh_tw: 使用一項類似「cp -p」的指令來保留所有除了 SELinux context 以外的權限。

source: SELinux is preventing firefox from making its memory writable and executable.
de: SELinux hindert Firefox daran, seinen Speicher schreib- und ausführbar zu machen.
es: SELinux está impidiendo que Firefox haga su memoria escribible y ejecutable.
fr: SELinux empêche firefox de rendre sa mémoire inscriptible et exécutable.
hi: SELinux इसकी स्मृति को लेखन योग्य बनाने और निष्पादनीय बनाने से रोक रहा है.
hu: SELinux megakadályozza, hogy firefox írhatóvá és végrehajthatóvá tegye a memóriáját.
kn: ಪೈರ್ಫಾಕ್ಸ್ ತನ್ನ ಮೆಮೊರಿಯನ್ನು ಬರೆಯಲು ಹಾಗು ಕಾರ್ಯಗತಗೊಳಿಸುವಂತೆ ಮಾಡಲು ನಡೆಸಿದ ಪ್ರಯತ್ನವನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 firefox가 메모리를 쓰기 및 실행할 수 없게 합니다.
ml: ഫയര്‍ഫോക്സ് മെമ്മറി റൈറ്റബിളും പ്രവര്‍ത്തിക്കുവാനും സാധ്യമാക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux फायरफॉक्स्ला मेमरी लेखनजोगी व एक्जीक्यूटेबल बनवण्यापासून रोखत आहे.
nl: SELinux belet firefox om zijn geheugen beschrijfbaar en uitvoerbaar te maken.
or: SELinux $SOURCE_PATH କୁ ପ୍ରୋଗ୍ରାମ ଥାକକୁ ନିଷ୍ପାଦନୀୟ ଭାବରେ ପ୍ରସ୍ତୁତ କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux impede que o firefox torne possível a escrita e execução na sua memória.
pt_br: O SELinux está impedindo que o firefox faça com que a memória dele seja gravável e executável.
ru: SELinux запрещает Firefox осуществлять запись в память и исполнять код.
sr@latin: SELinux sprečava firefox od promene svoje memorije u upisivu i izvršnu.
sv: SELinux hindrar Firefox från att göra programstacken skrivbar och exekverbar.
ta: SELinux firefox ஐ நினைவடுக்கை இயக்கி ஆக்குவதிலிருந்து தடுத்தது.
te: SELinux అనునది ఫైర్‌ఫాక్సును దాని మెమొరీను వ్రాయుదగునదిగా మరియు నిర్వర్తించదగునదిగా చేయుటనుండి నిరోధిస్తోంది.
zh_cn: SELinux 正在阻止 $SOURCE 使其内存可写可执行。
zh_tw: SELinux 防止了 firefox 的記憶體可被執行與寫入。

source: The $SOURCE application attempted to change the access protection of memory (e.g., allocated using malloc). This is a potential security problem. Firefox is probably not the problem here ,but one of its plugins. You could remove the plugin and the app would no longer require the access. If you figure out which plugin is causing the access request, please open a bug report on the plugin.
de: Die $SOURCE-Anwendung versuchte den Zugriffsschutz des Speichers zu ändern (z.Bsp. durch Nutzen von malloc). Das ist ein potentielles Sicherheitsproblem. Firefox ist hier vermutlich nicht das Problem, sondern eine seiner Erweiterungen. Sie könnten die Erweiterung entfernen und die Anwendung würde den Zugriff nicht mehr benötigen. Wenn sie die betroffene Erweiterungen herausfinden, erstellen sie bitte einen Fehlerbericht für die Erweiterung.
fr: L'application $SOURCE essaie de changer la protection d'accès à la mémoire (par exemple, allocation utilisant malloc). C'est un problème potentiel de sécurité. Firefox n'en est probablement pas la cause, mais un de ses plugins. Vous pourriez enlever ce plugin et l'application ne nécessiterait plus cet accès. Si vous arrivez à trouver quel plugin est la cause de l'accès, veuillez reporter un bogue sur ce plugin.
hu: $SOURCE alkalmazás megpróbálta megváltoztatni a memória hozzáférés védelmét (pl. malloc használatával foglalt). Ez lehet biztonsági probléma. Valószínűleg itt nem Firefox a probléma, hanem egyik dugasza. Eltávolíthatja a dugaszt, és az alkalmazás többé nem igényli a hozzáférést. Ha kideríti melyik dugasz okozza a hozzáférés kérést, kérem adjon fel hibajelentést a dugaszra.
kn: $SOURCE ಅನ್ವಯವು ಒಟ್ಟಿಗೆ ಮೆಮೊರಿಯ ನಿಲುಕಣಾ ರಕ್ಷಣೆಯನ್ನು ಬದಲಾಯಿಸಲು ಪ್ರಯತ್ನಿಸಿದೆ (ಉದಾ., malloc ಬಳಸಿಕೊಂಡು ನಿಯೋಜಿಸಲಾಗಿದ್ದು). ಇದೊಂದು ದೊಡ್ಡದಾದ ಸುರಕ್ಷತಾ ಲೋಪವಾಗಿದೆ. ಫೈರ್ಪಾಕ್ಸ್ ಬಹುಷಃ ಇಲ್ಲಿ ತೊಂದರೆ ನೀಡುತ್ತಿಲ್ಲ ಆದರೆ ಅದರ ಪ್ಲಗ್‌ಇನ್‌ಗಳಲ್ಲಿ ಒಂದು ಇದಕ್ಕೆ ಕಾರಣವಿರಬಹುದು. ನೀವು ಆ ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ತೆಗೆದು ಹಾಕಬಹುದು ಹಾಗು ಅನ್ವಯಕ್ಕೆ ಇನ್ನು ಮುಂದೆ ನಿಲುಕಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ. ಯಾವ ಪ್ಲಗ್‌ಇನ್ ಈ ನಿಲುಕಣಾ ಮನವಿಗೆ ಕಾರಣವಾಗಿದೆ ಎಂದು ನಿಮಗೆ ಗೊತ್ತಾದಲ್ಲಿ, ದಯವಿಟ್ಟು ಆ ಪ್ಯಾಕೇಜಿನ ವಿರುದ್ಧ ಒಂದು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: $SOURCE 응용 프로그램이 메모리 (예: malloc을 사용하여 할당)의 액세스 보안을 변경하려 했습니다. 이는 보안 문제를 일으킬 수 있습니다. 여기서 Firefox는 문제가 되지 않지만 플러그인 중 하나가 문제를 일으킬 수 있습니다. 해당 플러그인을 삭제하면 응용 프로그램은 액세스를 요청하지 않게됩니다. 어떤 플러그인이 액세스를 요청하는 지를 확인했을 경우, 해당 플러그인에 관하여 버그 신고해 주시기 바랍니다.
ml: മെമ്മറിയിലേക്കുള്ള സുരക്ഷാ അനുമതി മാറ്റുന്നതനായി $SOURCE പ്രയോഗം ശ്രമിരമിക്കുന്നു (ഉദാ., malloc ഉപയോഗിച്ചു് അനുവദിച്ചു). ഇതു് കാര്യമായൊരു സുരക്ഷാ പ്രശ്നമാണു്. ഫയര്‍ഫോക്സല്ല, അതിന്റെ ഒരു പ്ലഗിനാവാം കാരണംനിങ്ങള്‍ക്കു് ആ പ്ലഗിന്‍ നീക്കം ചെയ്യാം, അങ്ങനെ പ്രയോഗത്തിനു് അനുമതി ആവശ്യമുണ്ടാകില്ല.ssഏതു് പ്ലഗിനാണു് അനുമതി ആവശ്യം ഉന്നയിക്കുന്നതെന്നു് മനസ്സിലായാല്‍, ദയവായി പ്ലഗിനെതിരെ ഒരു ബഗ് രേഖപ്പെടുത്തുകgin.
mr: $SOURCE ऍप्लीकेशनने मेमरी सुरक्षा प्रवेश बदलवण्याचा (उ.दा., malloc द्वारे वाटप केलेले) प्रयत्न केला आहे. ही सुरक्षाच्या दृष्टीकोणातून गंभीर बाब आहे. Firefox येथे अडचण नाही, परंतु त्याचे एक प्लगइन धोकादायक आहे. तुम्ही प्लगइन काढून टाकू शकता व ऍप्लिकेशनला यापुढे प्रवेशची आवश्यकता भासणार नाही. कुठल्या प्लगइनमुळे प्रवेश विनंती निर्माण केली जाते, हे कळताच, कृपया प्लगइनवर बग अहवाल उघडा.
nl: De $SOURCE toepassing probeerde de toegang rechten van geheugen (b.v. toegekend met malloc) te veranderen. Dit is een potentieel beveiliging probleem. Firefox is hier waarschijnlijk niet het probleem, maar een van zijn plug-ins. Je kunt de plug-in verwijderen en de toepassing zal de toegang niet meer nodig hebben. Als je uitvindt welke plug-in het toegang verzoek veroorzaakt, maak dan a.u.b. een fout rapport aan voor de plug-in.
or: $SOURCE ପ୍ରୟୋଗ ସ୍ମୃତିସ୍ଥାନର ଅଭିଗମ୍ୟତା ସୁରକ୍ଷାକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ଚେଷ୍ଟାକରିଥାଏ (ଯେପରିକି, malloc ବ୍ୟବାହର କରି ବଣ୍ଟିତ)। ଏହା ଗୋଟିଏ ସକ୍ଷମ ସୁରକ୍ଷା ସମସ୍ୟା। Firefox ଟି ସମ୍ଭବତଃ ଏଠାକାର ସମସ୍ୟା ନୁହଁ, କିନ୍ତୁ ପ୍ଲଗଇନଗୁଡ଼ିକ ମଧ୍ଯରୁ ଗୋଟିଏ। ଆପଣ ସେହି ପ୍ଲଗଇନକୁ କାଢ଼ିଦେଇପାରିବେ ଏବଂ app ରେ ଆଉ ଅଭିଗମ୍ୟତା ଆବଶ୍ୟକ ହେବ ନାହିଁ। ଯଦି ଆପଣ ଜାଣିପାରନ୍ତି ଯେ କେଉଁ ପ୍ଲଗଇନଟି ଅଭିଗମ୍ୟତା ଅନୁରୋଧକୁ ଘଟାଇଥାଏ, ତେବେ ଦୟାକରି ପ୍ଲଗଇନରେ ଗୋଟିଏ ତ୍ରୁଟି ବିବରଣୀକୁ ଖୋଲନ୍ତୁ।
pt: A aplicação $SOURCE tentou modificar a protecção de acesso à memória (exemplo: alocação utilizando malloc). Isto é um problema de segurança potencial. O Firefox não é provavelmente o causador disto, mas um dos seus plugins. Você pode remover o plugin e a aplicação deixa de requerer o acesso. Se descobrir qual o plugin que está a efectuar o pedido de acesso, por favor, reporte o erro sobre o plugin.
pt_br: O aplicativo $SOURCE tentou alterar a proteção de acesso da memória (p. ex. alocada usando malloc). Este é um problema de segurança em potencial. Provavelmente o Firefox não é o problema aqui, mas sim um dos seus plugins. Você poderia remover o plugin e o aplicativo não iria requerer mais esse acesso. Se você descobrir qual plugin está causando a requisição de acesso, por favor registre um relatório de erro para ele.
ru: Приложение $SOURCE попыталось изменить защиту доступа к памяти (например, выделенной с помощью malloc). Это может подвергнуть риску безопасность работы. Возможно, проблема и не связана напрямую с Firefox, а с одним из подключаемых модулей. Попробуйте удалить модуль. Если вы точно знаете, какой модуль приводит к проблемам, пожалуйста, создайте отчёт об ошибке.
sv: Applikationen $SOURCE försökte ändra åtkomstskyddet av minne (t.ex. allokerade med malloc). Detta är potentiellt ett säkerhetsproblem. Firefox är troligen inte problemet här, utan en av dess insticksmoduler. Du kan ta bort insticksmodulen och applikationen kräver då inte längre åtkomst. Om du listar ut vilken insticksmodul som begär åtkomst, öppna en felrapport för insticksmodulen.
te: $SOURCE అనువర్తనము అనునది మెమొరీ (ఉ.దా., malloc వుపయోగించి కేటాయించిన) యొక్క యాక్సెస్ రక్షణను మార్చుటకు ప్రయత్నించినది. ఇది గట్టి రక్షణ సమస్య. ఇక్కడ బహుశా ఫైర్‌ఫాక్స్ సమస్య కాకపోవచ్చును, కాని దాని ప్లగిన్లలో యేదో వొకటి కావచ్చును. మీరు ప్లగిన్‌ను తొలగించవచ్చును మరియు అనువర్తనముకు యాక్సెస్ అవసరము వుండదు. మీకు యే ప్లగిన్ యాక్సెస్ అభ్యర్ధనకు కారణమౌతుందో తెలిస్తే, దయచేసి బగ్ నివేదికను ప్లగిన్‌పై తెరువుము.
zh_cn: $SOURCE 应用程序试图修改内存访问保护 (e.g., allocated using malloc)。这是个潜在的 安全问题。问题可能不在于Firefox，而在于它的某个插件。你可以移除该插件，firefox就不会再请求这样的访问。如果你找出了引起访问请求的插件，请根据该插件提交一个错误报告。
zh_tw: $SOURCE 應用程式嘗試了改變記憶體的存取保護 （例如使用 malloc 來進行分配）。這是個潛在的 安全性問題。Firefox 可能並非問題所在，而是它的其中一個插件。您可將不需要存取的插件與應用程式移除掉。若您查出了是哪個插件造成了存取請求，請針對於該插件提交一份錯誤報告。

source: There are two ways to fix this problem, you can install the nsspluginwrapper package, which will cause firefox to run its plugins under a separate process. This process will allow the execmem access. This is the safest choice. You could also turn off the allow_unconfined_nsplugin_transition boolean. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
de: Es gibt zwei Möglichkeiten das Problem zu beheben. Sie können das nsspluginwrapper-Paket installieren, welches Firefox veranlasst seine Erweiterungen in einem separaten Prozess auszuführen. Dieses Vorgehen wird den execmem-Zugriff erlauben. Das ist die sicherste Methode. Des weiteren können sie den Wahrheitswert allow_unconfined_nsplugin_transition deaktivieren. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
es: Hay dos formas de corregir este problema, puede instalar el paquete nsspluginwrapper , el cual hace que firefox ejecute sus complementos bajo un proceso independiente. Dicho proceso permitirá el acceso de execmem. Ésta es la opción más segura. También puede apagar el booleano allow_unconfined_nsplugin_transition. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
fr: Il existe deux façons de résoudre ce problème. Vous pouvez installer le paquet nsspluginwrapper qui forcera firefox à exécuter son plugin dans un processus séparé. Ce processus autorisera l'accès à execmem. C'est le choix le plus sûr. Vous pouvez également désactiver le booléen allow_unconfined_nsplugin_transition. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
hu: Két megoldás van e problémára. Telepítheti az nsspluginwrapper csomagot, amitől firefox külön folyamatban futtatja a dugaszait. E folyamat megengedi az execmem hozzáférést. Ez a legbiztonságosabb megoldás. Különben ki is kapcsolhatja az allow_unconfined_nsplugin_transition változót. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
kn: ಈ ತೊಂದರೆಯನ್ನು ಸರಿಪಡಿಸಲು ಎರಡು ಮಾರ್ಗಗಳಿವೆ, ಒಂದು ನೀವು nsspluginwrapper ಪ್ಯಾಕೇಜನ್ನು ಅನುಸ್ಥಾಪಿಸಬಹುದು,ಇದು ಫೈರ್ಫಾಕ್ಸ್ ಅದರ ಪ್ಲಗ್‌ಇನ್‌ಗಳನ್ನು ಒಂದು ಪ್ರತ್ಯೇಕ ಪ್ರಕ್ರಿಯೆಗಳಲ್ಲಿ ಚಲಾಯಿಸುವಂತೆ ಮಾಡುತ್ತದೆ. ಈ ಪ್ರಕ್ರಿಯೆಯು execmem ನಿಲುಕಣೆಯನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ಇದು ಅತ್ಯಂತ ಸುರಕ್ಷಿತವಾದ ಆಯ್ಕೆಯಾಗಿರುತ್ತದೆ. allow_unconfined_nsplugin_transition ಬೂಲಿಯನ್ ಅನ್ನು ಸಹ ನೀವು ಆಫ್‌ ಮಾಡಬಹುದು. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
ko: 이 문제를 해결할 수 있는 2 가지 방법이 있습니다. nsspluginwrapper 패키지를 설치하면 firefox가 플러그인을 다른 프로세스에서 실행되게 합니다. 이 프로세스는 execmem 액세스를 허용합니다. 이것이 가장 안전한 방법입니다. 다른 방법으로 allow_unconfined_nsplugin_transition 부울을 작동시키지 않는 것입니다. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
ml: ഈ പ്രശ്നം രണ്ടു് രീതിയില്‍ പരിഹരിക്കാം. നിങ്ങള്‍ക്കു് nsspluginwrapper പാക്കേജ് ഇന്‍സ്റ്റോള്‍ ചെയ്യാം. വേറൊരു പ്രക്രിയില്‍ ഇതു് ഫയര്‍ഫോക്സിനെ, അതിന്റെ പ്ലഗിനുകള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്നു. ഇതു് execmem അനുമതിയും അനുവദിക്കുന്നു. ഈ രീതിയാണു് ഏറ്റവും സുരക്ഷിതം. അല്ലെങ്കില്‍, നിങ്ങള്‍ക്കു് allow_unconfined_nsplugin_transition ബൂളിയന്‍ ഓഫ് ചെയ്യുകയും ആവാം. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
mr: ही अडचण सोडवण्यासाठी दोन पर्याय आहेत, तुम्ही nsspluginwrapper संकुल प्रतिष्ठापीत करू शकता, ज्यामुळे फायरफॉक्स त्याचे प्लगइन्स् वेगळ्या क्रिया अंतर्गत चालवतो. हे कार्य तुम्हाला execmem प्रवेश पुरवेल. हे सर्वात सुरक्षीत पर्याय आहे. तुम्ही allow_unconfined_nsplugin_transition बूलीयन देखील नष्क्रीय करू शकता. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
nl: Er zijn twee manieren om dit probleem op te lossen, je kunt het nsspluginwrapper pakket installeren, wat er voor zorgt dat firefox zijn plug-ins als een apart proces draait. Dit proces zal execmem toegang toestaan. Dit is de veiligste keuze. Je kunt ook de allow_unconfined_nsplugin_transition boolean uitzetten. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
or: ଏହି ସମସ୍ୟାର ସମାଧାନ ପାଇଁ ଦୁଇଟି ଉପାୟ ଅଛି, ଆପଣ nsspluginwrapper ପ୍ୟାକେଜକୁ ସ୍ଥାପନ କରିପାରିବେ, ଯାହାକି firefox କୁ ଏହାର ପ୍ଲଗଇନଗୁଡ଼ିକୁ ଗୋଟିଏ ପୃଥକ ପଦ୍ଧତି ଅନ୍ତର୍ଗତରେ ଚଲାଇବା ପାଇଁ ସହାୟତା କରିଥାଏ। ଏହି ପଦ୍ଧତିଟି execmem ଅଭିଗମ୍ୟତାକୁ ଅନୁମତି ଦେଇଥାଏ। ଏହା ହେଉଛି ସୁରକ୍ଷିତ ପସନ୍ଦ। ଆପଣ allow_unconfined_nsplugin_transition ବୁଲିଆନକୁ ବନ୍ଦ କରିପାରନ୍ତି। <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
pt: Existem duas formas de corrigir este problema, você pode instalar o pacote nsspluginwrapper, o que vai provocar que o firefox execute os seus plugins num processo separado. Este processo vai permitir o acesso a execmem. Este é método mais seguro. Você também pode desligar o booleano allow_unconfined_nsplugin_transition. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
pt_br: Há duas maneiras de corrigir este problema, você pode instalar o pacote nsspluginwrapper, que fará com que o firefox execute os seus plugins em um processo separado. Este processo permitirá o acesso execmem. Esta é a escolha mais segura. Você também poderia desativar o booleano allow_unconfined_nsplugin_transition. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
ru: Проблему можно решить двумя способами. Наиболее безопасный способ состоит в установке пакета nsspluginwrapper, который заставит Firefox создать отдельный процесс для выполнения подключаемых модулей. Также рекомендуется отключить allow_unconfined_nsplugin_transition: <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
sv: Det finns två sätt att lösa detta problem. Antingen installera paketet nsspluginwrapper, som gör att Firefox kör sina insticksmoduler i en separat process. Denna process tillåter execmem-åtkomst. Detta är säkraste valet. Eller så kan du avaktivera flaggan allow_unconfined_nsplugin_transition: <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
te: ఈ సమస్యను పరిష్కరించుటకు రెండు మార్గాలు వున్నాయి, మీరు nsspluginwrapper ప్యాకేజీను, సంస్థాపించవచ్చును, దీనివలన ఫైర్‌ఫాక్స్ దాని ప్లగిన్లను వేరే ప్రోసెస్‌నందు నడుపుతుంది. ఈ ప్రోసెస్ execmem యాక్సెస్‌ను అనుమతిస్తుంది. ఇది సురక్షితమైన యెన్నిక. మీరు allow_unconfined_nsplugin_transition బూలియన్‌ను కూడా ఆఫ్ చేయవచ్చును. <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
zh_cn: 有2个方法修复这个问题：您可以安装nsspluginwrapper包，它将使firefox在独立进程中运行插件。该进程将允许可执行内存的访问。这是最安全的选择。您也可以关闭allow_unconfined_nsplugin_transition逻辑。 <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>
zh_tw: 有兩種方法可解決此問題，您可安裝 nsspluginwrapper 套件，這會使 firefox 在另一個分開的程序下執行它的插件。這項程序將會允許 execmem 存取。這是最安全的選項。您亦可將 allow_unconfined_nsplugin_transition 布林值停用。 <br> setsebool -P allow_unconfined_nsplugin_transition=0 </br>

source: SELinux prevented $SOURCE from correctly running as a daemon.
as: SELinux ৰ দ্বাৰা $SOURCE ক সঠিক ডেমন ৰূপে সঞ্চালিত হ'ব প্ৰতিৰোধ কৰা হৈছে ।
de: SELinux hinderte $SOURCE, korrekt als Daemon zu laufen.
es: SELinux impidió que $SOURCE se ejecutara correctamente como un demonio.
fr: SELinux a empêché $SOURCE de correctement fonctionner en tant que démon.
hi: SELinux $SOURCE को डेमॉन के रूप में ठीक से चलने से रोका.
hu: SELinux megakadályozta, hogy $SOURCE jól fusson szolgáltatásként.
kn: $SOURCE ಸರಿಯಾದ ಒಂದು ಡೆಮನ್ ಆಗಿ ಚಲಾಯಿತಗೊಳ್ಳುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE가 데몬으로 올바르게 실행하지 못하게 합니다.
ml: $SOURCE ശരിയായി ഒരു ഡെമണ്‍ ആയി പ്രവര്‍ത്തിക്കുന്നതിന് SELinux തടയുന്നു.
mr: SELinux $SOURCE ला डीमनला योग्यरित्या कार्यरत होण्यापासून रोखले.
nl: SELinux belette $SOURCE om correct als een daemon te draaien.
or: SELinux $SOURCE କୁ ସଠିକ ଭାବରେ ଗୋଟିଏ ଡେମନ ପରି ଚାଲିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o $SOURCE de funcionar correctamente como um servidor.
pt_br: O SELinux impediu que o $SOURCE rodasse corretamente como um daemon.
ru: SELinux запретил исполнение $SOURCE в качестве демона.
sr@latin: SELinux je sprečio da se $SOURCE ispravno izvršava kao sistemska usluga.
sv: SELinux hindrade $SOURCE från att köra korrekt som en demon.
ta: SELinuxஐ $SOURCE லிருந்து ஒரு டீமனை சரியாக இயக்குவதை தடுக்கிறது.
te: SELinux అనునది $SOURCE ను డెమోన్‌లా సరిగా నడువుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE 后台作为守护进程正确运行。
zh_tw: SELinux 防止了 $SOURCE 正確地以一個 daemon 來執行。
