Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has denied the squid daemon from connecting to $PORT_NUMBER. By default squid policy is setup to deny squid connections. If you did not setup squid to network connections, this could signal a intrusion attempt.
as: SELinux ৰ দ্বাৰা squid ডেমেনক $PORT_NUMBER ৰ সৈতে সংযোগ কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে । অবিকল্পিতৰূপে squid নিয়মনীতি ৰ দ্বাৰা squid সংযোগ প্ৰত্যাখ্যান কৰা হয় । squid ৰ দ্বাৰা নেটৱৰ্ক সংযোগ ব্যৱস্থা নিৰ্ধাৰণ নকৰা হ'লে এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux untersagte dem squid-Daemon das Verbinden mit $PORT_NUMBER. Die Standard-Squid-Richtlinie verbietet Squid- Verbindungen. Falls Sie Squid ohne Netzwerkverbindung konfiguriert, haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux le ha negado al demonio squid la conexión al $PORT_NUMBER. Por defecto, la política para squid es configurar al mismo para negar estas conexiones. Si no configuró a squid para conexiones de red, esto podría indicar un ataque.
fr: SELinux a refusé au démon squid de se connecter au $PORT_NUMBER. Par défaut la règle squid est configurée pour refuser les connexions squid. Si vous n'avez pas configuré squid pour les connexions réseau, cela pourrait signaler une tentative d'intrusion.
hi: SELinux ने squid डेमॉन के लिये मना किया है $PORT_NUMBER में जुड़ने से. मूलभूत रूप से squid नीति को squid संबंधन सेटअप करने में मना किया जाता है. अगर आप squid को संजाल संबंधन में सेटअप नहीं करते हैं, यह एक घुसपैठ प्रयास का संकेत हो सकता है.
hu: SELinux elutasította, hogy a "squid" szolgáltatás kapcsolódjon erre a hálózati portra: "$PORT_NUMBER". Alapértelmezésben a "squid" szabályzata úgy van beállítva, hogy utasítsa el a Squid-kapcsolatokat. Ha Ön nem állította be a "squid" szolgáltatást arra, hogy hálózatilag kapcsolódjon, akkor ez behatolási próbálkozást is jelezhet.
kn: squid ಡೆಮನ್ ಅನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಸಂಪರ್ಕ ಹೊಂದದಂತೆ SELinux ನಿರಾಕರಿಸುತ್ತಿದೆ ಪೂರ್ವನಿಯೋಜಿತ squid ಪಾಲಿಸಿಯು squid ಸಂಪರ್ಕಗಳನ್ನು ನಿರಾಕರಿಸಲು ಸಜ್ಜುಗೊಳಿಸಲ್ಪಟ್ಟಿರುತ್ತದೆ ನೀವು squid ಅನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಗಳಿಗೆ ಸಜ್ಜುಗೊಳಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 $PORT_NUMBER로 연결하는 것으로 부터 squid 데몬을 거부합니다. squid 연결을 거부하기 위해 기본 squid 정책이 설정되어 있습니다. 네트워크 연결을 위해 squid를 설정하지 않으셨다면, 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: squid ഡെമണ്‍ $PORT_NUMBER-ലേക്ക് കണക്ട് ചെയ്യുന്നതില്‍ നിന്നും SELinux തടയുന്നു സ്വതവേ squid പോളിസി squid കണക്ഷനുകള്‍ നിഷേധിക്കുന്നതിനായി സജ്ജമാണു്. നിങ്ങള്‍ നെറ്റ്‌വര്‍ക്ക് കണക്ഷനുകള്‍ക്കായി squid സജ്ജമാക്കിയില്ലെങ്കില്‍, ഇത് ഒരു തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने squid डीमनला $PORT_NUMBER शी जुळवणी करण्यापासून रोखले. पूर्वनिर्धारीतरित्या squid करार squid जुळवणी करीता स्थापीत केले गेले. तुम्ही squid ला संजाळ जुळवणीशी संयोजीत न केल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de squid daemon verboden om te verbinden met $PORT_NUMBER. Standaard is de squid tactiek ingesteld om squid verbindingen te weigeren. Als je squid niet ingesteld hebt voor netwerk verbindingen, kan dit een teken zijn van een indringing poging.
or: SELinux squid ଡେମନକୁ $PORT_NUMBER ସହିତ ସଂଯୋଗ ହେବାରୁ ବାରଣ କରିଅଛି। ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଭାବରେ squid ନିତୀ squid ସଂଯୋଗକୁ ବାରଣ କରିବା ପାଇଁ ସେଟ କରାହୋଇଛି। ଯଦି ଆପଣ squid କୁ ନେଟୱର୍କ ସଂଯୋଗ ସହିତ ବିନ୍ୟାସ କରିନାହାନ୍ତି, ତେବେ ଏହା ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପାଇଁ ଚେଷ୍ଟାକରିପାରେ।
pt: O SELinux negou o acesso ao servidor 'squid' de se ligar ao porto $PORT_NUMBER. Por omissão, a política do 'squid' está configurada para proibir as ligações do 'squid'. Se não tiver configurado o 'squid' para se ligar à rede, isto poderá assinalar uma tentativa de intrusão.
pt_br: O SELinux impediu a conexão do daemon do squid à porta $PORT_NUMBER. Por padrão, as diretivas do squid são configuradas para negar conexões do squid. Se você não configurou o squid para conexões de rede, isto pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону squid подключаться к порту $PORT_NUMBER. По умолчанию политика squid настроена на запрет squid подключений. Если вы не настраивали сетевые соединения для squid, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio squid sistemskoj usluzi povezivanje na port $PORT_NUMBER. Podrazumevano je squid polisa podešena da odbija squid veze. Ako niste podesili squid za mrežno povezivanje, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat squid-demonen från att ansluta till $PORT_NUMBER. Standardpolicyn för squid är att neka squid- anslutningar. Om du inte satt upp squid till att göra nätverksanslutningar, kan detta påvisa ett intrångsförsök.
ta: SELinux ஆனது இந்த squid டீமானிலிருந்து $PORT_NUMBERக்கு இணைப்பதை தடுக்கிறது. முன்னிருபின் படி squid பாலிசியானது deny squid இணைப்புகளை அமைக்கிறது. நீங்கள் பிணையிணைப்புகளுக்கு squid அமைக்கவில்லை எனில், இது ஒரு நிர்வாக முயற்சிக்கு சிக்னலாகும்.
te: SELinux అనునది squid డెమోన్‌ను $PORT_NUMBERకు అనసంధానమగుటనుండి తిరస్కరిస్తోంది. అప్రమేయంగా squid విధానము squid అనుసంధానములను తిరస్కరించుటకు అమర్చివుంటుంది. మీరు squidను నెట్వర్కు అనుసంధానములకు అమర్చకపోతే, ఇది అమర్యాద దాడిని సూచిస్తుంది.
zh_cn: SELinux 拒绝了 squid 守护进程连接到端口 $PORT_NUMBER。默认的 squid 安全策略被设置来拒绝 squid 连接。如果您没有设置 squid 连接，这可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 squid daemon 連至 $PORT_NUMBER。就預設值來講，squid 政策會被設為拒絕 squid 連線。若您並未將 squid 設為可進行網路連線的話， 這代表系統可能已遭入侵的警訊。

source: If you want squid to connect to network ports you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1"
as: squid ক নেটৱৰ্ক পোৰ্টৰ সৈতে সংযোগৰ অনুমতি প্ৰদান কৰিবলৈ $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1"
de: Falls Sie squid die Verbindung mit Netzwerk-Ports erlauben möchten, müssen Sie den $BOOLEAN Boolesch aktivieren: "setsebool -P $BOOLEAN=1"
es: Si quiere que squid se conecte a los puertos de red, necesita poner en 1 el booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
fr: Si vous souhaitez que squid se connecte aux ports réseau vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 »
hi: अगर आप squid को संजाल पोर्ट में जोड़ना चाहते हैं जिसे आप चालू करना चाहते हैं $BOOLEAN बुलियन: "setsebool -P $BOOLEAN=1"
hu: Ha szeretné, hogy a "squid" hálózati portokra kapcsolódjon, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=1".
kn: ನೀವು squid ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನಗಳಿಗೆ ಸಂಪರ್ಕಬೇಕೆಂದು ಬಯಸಿದರೆ $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ: "setsebool -P $BOOLEAN=1"
ko: squid가 네트워크 포트에 연결하게 하시려면 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1"
ml: നിങ്ങള്‍ക്ക് squid നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ടുകളിലേക്ക് കണക്ട് ചെയ്യണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യേണ്ടതുണ്ട്: "setsebool -P $BOOLEAN=1"
mr: तुम्हाला squid नेटवर्क पोर्टशी जुळवायचे असल्यास तुम्हाला $BOOLEAN बूलीयन कार्यान्वीत करावे लागेल: "setsebool -P $BOOLEAN=1"
nl: Als je wilt dat squid kan verbinden met netwerk poorten moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1"
or: ଆପଣ squid କୁ ନେଟୱାର୍କ ସଂଯୋଗିକୀ ମାନଙ୍କ ସହିତ ସଂଯୋଗ କରିବା ପାଇଁ ଚାହୁଁଥିଲେ ଆପଣ $BOOLEAN ବୁଲିଆନକୁ ସକ୍ରିୟ କରିବା ଉଚିତ: "setsebool -P $BOOLEAN=1"
pt: Se quiser que o 'squid' se ligue aos portos de rede, terá de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1"
pt_br: Se você quiser que o squid conecte-se à portas de rede, você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1"
ru: Если вы хотите, чтобы squid работал с сетевыми портами, установите значение $BOOLEAN «setsebool -P $BOOLEAN=1»
sr@latin: Ako želite da se squid povezuje sa mrežnim portovima, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“
sv: Om du vill att squid ska kunna ansluta till nätverksportar måste du slå på $BOOLEAN-booleanen: "setsebool -P $BOOLEAN=1"
ta: நீங்கள் பிணைய திறைகளை squidஐ இணைக்க விரும்பினால் பூலியனை நீங்கள் $BOOLEAN துவக்க வேண்டியுள்ளது: "setsebool -P $BOOLEAN=1"
te: మీరు sqid అనునది నెట్వర్క్‍ పోర్ట్స్‍ కు అనుసందానిచంబడాలంటే మీరు $BOOLEAN బూలియన్‌కు అమర్చాలి: "setsebool -P $BOOLEAN=1"
zh_cn: 如果您想让 squid 连接到网络端口，您需要打开 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1"
zh_tw: 若您希望 squid 連至網路通訊埠的話，您需要將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」

source: SELinux denied access requested by $SOURCE. $TARGET_PATH may be a mislabeled. sshd is allowed to read content in /root/.ssh directory if it is labeled correctly.
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff. $TARGET_PATH ist möglicherweise falsch gekennzeichnet. sshd ist berechtigt den Inhalt des /root/.ssh- Verzeichnisses zu lesen, wenn es korrekt bezeichnet ist.
es: SELinux ha negado el acceso solicitado por $SOURCE. $TARGET_PATH puede ser un error de etiqueta. sshd tiene permitido leer los contenidos del directorio /root/.ssh si es que está correctamente etiquetado.
fr: L'accès refusé par SELinux et demandé par $SOURCE. $TARGET_PATH peut être mal étiqueté. sshd est autorisé à lire le contenu du répertoire /root/.ssh s'il est correctement étiqueté.
hu: A SELinux megtagadta $SOURCE hozzáférési kérelmét. Lehetséges, hogy $TARGET_PATH címkéje nem megfelelő. Az sshd olvashatja a /root/.ssh könyvtár tartalmát, amennyiben a címkéje megfelelő
kn: $SOURCE ಇಂದ ಮನವಿ ಸಲ್ಲಿಸಲಾದ ನಿಲುಕಣಾ ಮನವಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. $TARGET_PATH ಅನ್ನು ತಪ್ಪಾಗಿ ಲೇಬಲ್ ಮಾಡಿರಬಹುದು. sshd ಅನ್ನು ಸರಿಯಾಗಿ ಲೇಬಲ್ ಮಾಡಲಾಗಿದ್ದಲ್ಲಿ, /root/.ssh ಕೋಶದಿಂದ ಓದಲು ಅನುಮತಿ ಇರುತ್ತದೆ.
ko: SELinux가 $SOURCE가 요청한 억세스를 거부했습니다. $TARGET_PATH는 잘못 레이블이 붙여진 것일 수 있습니다. sshd는 적절히 레이블이 붙어있다면 /root/.ssh 디렉터리의 내용을 읽도록 허가되어 있습니다
ml: $SOURCE ആവശ്യപ്പെടുന്ന പ്രവേശനം SELinux തടഞ്ഞിരിക്കുന്നു. ഒരു പക്ഷേ, $TARGET_PATH-നുള്ള ലേബല്‍ മാറിയിരിക്കാം. ശരിയായി ലേബല്‍ ചെയ്തിരിക്കുന്നെങ്കില്‍, /root/.ssh ഡയറക്ടറിയിലുള്ളവ sshd-യ്ക്കു് ലഭ്യമാക്കുവാന്‍ സാധിക്കുന്നു.
mr: SELinux ने प्रवेशकरीता $SOURCE द्वारे केलेली विनंती नकारली. $TARGET_PATH चे लेबल चुकीचे असू शकते. योग्य प्रकारे लेबल केले असल्यास,sshd /root/.ssh डिरेक्ट्रीतील अंतर्भुत माहिती वाचू शकतो.
nl: SELinux belette toegang verzocht door $SOURCE. $TARGET_PATH kan veroorzaakt zijn door een verkeerd label. Het is sshd toegestaan om inhoud in de /root/.ssh map te lezen als deze een juist label heeft.
or: SELinux $SOURCE ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଅଛି। $TARGET_PATH ହୁଏତଃ ଭୁଲ ନାମକରଣ ହୋଇଥାଇପାରେ। sshd କୁ /root/.ssh ଡିରେକ୍ଟୋରୀରେ ଥିବା ବିଷୟବସ୍ତୁଗୁଡ଼ିକୁ ପଢ଼ିବା ପାଇଁ ଅନୁମତି ଦିଆଯାଇଥାଏ ଯଦି ଏହା ସଠିକ ଭାବରେ ନାମକରଣ ହୋଇଥାଏ।
pt: O SELinux negou o acesso requisitado por $SOURCE. $TARGET_PATH pode estar mal etiquetado. sshd está autorizado a ler o conteúdo no directório /root/.ssh se este estiver etiquetado correctamente.
pt_br: O SELinux negou o acesso requisitado pelo $SOURCE. O $TARGET_PATH pode estar rotulado incorretamente. O sshd tem permissão de leitura no conteúdo do diretório /root/.ssh quando ele está corretamente rotulado.
ru: SELinux предотвратил доступ по запросу $SOURCE. Возможно, разметка $TARGET_PATH некорректна. Если каталог /root/.ssh отмечен верно, SSHD разрешается читать его содержимое.
sv: SELinux nekade åtkomst begärd av $SOURCE. $TARGET_PATH kan ha fel etikett. sshd tillåts läsa innehåll i /root/.ssh directory om det har rätt etikett.
te: SELinux అనునది $SOURCE ద్వారా అభ్యర్ధించిన యాక్సెస్‌ను తిరస్కరించెను. $TARGET_PATH బహుశా తప్పుదోవ పట్టించునది కావచ్చును. /root/.ssh డైరెక్టరీ సరిగా లేబుల్ చేసివుంటే sshd దాని లోని సారమును చదువుటకు అనుమతించబడును.
zh_cn: SELinux 拒绝 $SOURCE 请求的访问。$TARGET_PATH 可能是 被错误标记了。如果正确标记，则可允许 sshd 读取 /root/.ssh 目录 中的内容。
zh_tw: SELinux 拒絕了來自於 $SOURCE 的存取請求。$TARGET_PATH 可能 標記錯誤了。若是 sshd 有被正確標記的話，它便可 讀取 /root/.ssh 目錄中的內容。

source: You can restore the default system context to this file by executing the restorecon command. restorecon restore using restorecon -R /root/.ssh.
de: Sie können den Standardsystemkontext für diese Datei wiederherstellen, indem Sie den restorecon-Befehl ausführen. restorecon stellt diesen durch restorecon -R /root/.ssh wieder her.
es: Puede restaurar el contexto predeterminado del sistema para este archivo ejecutando el comando restorecon. restorecon restaura utilizando restorecon -R /root/.ssh.
fr: Vous pouvez restaurer le contexte par défaut du système sur ce fichier en exécutant la commande restorecon. restorecon restaure en utilisant restorecon -R /root/.ssh.
hu: Visszaállíthatja az alap beállítást e fájlra a restorecon parancs végrehajtásával. restorecon visszaállítás a 'restorecon -R /root/.ssh használatával.
kn: ಈ ಕಡತಕ್ಕೆ ಗಣಕದ ಪೂರ್ವನಿಯೋಜಿತ ಸನ್ನಿವೇಶವನ್ನು ಮರುಸ್ಥಾಪಿಸಲು restorecon ಆಜ್ಞೆಯನ್ನು ನೀವುಬಳಸಬಹುದಾಗಿದೆ. restorecon -R /root/.ssh ಅನ್ನು ಬಳಸಿಕೊಂಡು ಮರುಸ್ಥಾಪಿಸಬಹುದಾಗಿದೆ.
ko: restorecon 명령을 실행하여 이 파일에 기본값 시스템 문맥을 복구할 수 있습니다. restorecon은 restorecon -R /root/.ssh를 사용하여 복구를 합니다.
ml: ഈ ഫയലിലേക്ക് സ്വതവേയുള്ള സിസ്റ്റം കോണ്‍ടെക്സ്റ്റ് വീണ്ടെടുക്കുന്നതിനായി, restorecon കമാന്‍ഡ് ഉപയോഗിക്കാം. restorecon വീണ്ടെടുക്കുന്നതിനു് restorecon -R /root/.ssh.
mr: restorecon आदेश चालवून तुम्ही पूर्वनिर्धारीत प्रणालीचा संदर्भ पूर्व स्थितीत आणू शकता. restorecon -R /root/.ssh चा वापर करून restorecon पूर्व स्थिती शक्य करतो.
nl: Je kunt de standaard systeem context voor dit bestand herstellen door het restorecon commando uit te voeren. Herstel met gebruik van restorecon -R /root/.ssh.
or: ଆପଣ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତନ୍ତ୍ର ପ୍ରସଙ୍ଗକୁ ଏହି ଫାଇଲରେ restorecon ନିର୍ଦ୍ଦେଶକୁ ନିଷ୍ପାଦନ କରି ପୁନଃସ୍ଥାପନ କରିପାରିବେ। restorecon -R /root/.ssh କୁ ବ୍ୟବହାର କରି restorecon ପୁନଃସ୍ଥାପନ କରିପାରିବ।
pt: Pode restaurar o contexto do sistema por omissão para este ficheiro executando o comando restorecon. restorecon restaura utilizando restorecon -R /root/.ssh.
pt_br: Você pode restaurar o contexto do padrão do sistema para este arquivo executando o comando restorecon. restorecon restaura usando restorecon -R /root/.ssh.
ru: Исходный контекст можно восстановить с помощью команды restorecon Выполните команду «restorecon -R /root/.ssh».
sv: Du kan återställa systemets standardkontext för denna fil genom att köra kommandot restorecon. restorecon återställer genom restorecon -R /root/.ssh.
te: మీరు అప్రమేయ సిస్టమ్ సందర్భంను ఈ దస్త్రముకు restorecon ఆదేశమును నిర్వర్తించుట ద్వారా తిరిగివుంచగలరు. restorecon -R /root/.ssh వుపోయగించి restorecon తిరిగివుంచబడును.
zh_cn: 您可以执行 restorecon 命令恢复这个文件的默认系统 上下文。restorecon 使用 restorecon -R /root/.ssh 恢复。
zh_tw: 您可透過執行 restorecon 指令來將此檔案的預設 系統 context 復原。restorecon 會透過使用 restorecon -R /root/.ssh 來進行復原。

source: SELinux is preventing $SOURCE_PATH "$ACCESS" to $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH "$ACCESS" am Zugriff auf $TARGET_PATH.
es: SELinux le está negando a $SOURCE_PATH el acceso "$ACCESS" a $TARGET_PATH.
fr: SELinux empêche $SOURCE_PATH d'« $ACCESS » à $TARGET_PATH.
hu: SELinux megakadályozza $SOURCE_PATH „$ACCESS” hozzáférését $TARGET_PATH fájlhoz.
kn: $SOURCE_PATH "$ACCESS" ಅನ್ನು $TARGET_PATH ಗೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 $SOURCE_PATH "$ACCESS"하지 못하게 합니다.
ml: $TARGET_PATH-ലേക്കുള്ള $SOURCE_PATH "$ACCESS" SELinux അനുവദിക്കുന്നില്ല.
mr: SELinux $SOURCE_PATH "$ACCESS" ला $TARGET_PATH करीता प्रवेश पासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH "$ACCESS" naar $TARGET_PATH.
or: SELinux $SOURCE_PATH "$ACCESS" କୁ $TARGET_PATH କୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o $SOURCE_PATH "$ACCESS" ao $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH "$ACCESS" ao $TARGET_PATH.
ru: SELinux запрещает $SOURCE_PATH доступ «$ACCESS» к $TARGET_PATH.
sr@latin: SELinux sprečava $SOURCE_PATH „$ACCESS“ ka $TARGET_PATH.
sv: SELinux nekar $SOURCE_PATH "$ACCESS" till $TARGET_PATH.
ta: SELinux ஐ $SOURCE_PATH "$ACCESS" to $TARGET_PATH தடுக்கிறது.
te: SELinux అనునది $SOURCE_PATH "$ACCESS" ను $TARGET_PATH కు నిరోధిస్తోంది.
zh_cn: SELinux 正在阻止 $SOURCE_PATH "$ACCESS" $TARGET_PATH。
zh_tw: SELinux 防止了 $SOURCE_PATH「$ACCESS」存取 $TARGET_PATH。

source: SELinux denied $SOURCE access to $TARGET_PATH. If this is a swapfile it has to have a file context label of swapfile_t. If you did not intend to use $TARGET_PATH as a swapfile it probably indicates a bug, however it could also signal a intrusion attempt.
as: SELinux ৰ দ্বাৰা $SOURCE ক $TARGET_PATH ব্যৱহাৰত বাধা সৃষ্টি কৰা হৈছে । এইটো swapfile হ'লে নথিপত্ৰ সন্দৰ্ভ লেবেল swapfile_t প্ৰয়োগ কৰা আৱশ্যক । $TARGET_PATH swapfile ন'হ'লে এইটো সম্ভৱতঃ এটা বাগ অথবা অনুপ্ৰৱেশৰ প্ৰচেষ্টাৰ সংকেত ।
de: SELinux verweigerte $SOURCE den Zugriff auf $TARGET_PATH. Wenn dies eine Swapdatei ist, muss sie ein Dateikontext-Label von swapfile_t haben. Falls Sie $TARGET_PATH nicht als Swapdatei verwenden wollten, könnte dies entweder ein Bug sein oder einen Einbruchsversuch. signalisieren.
es: SELinux negó a $SOURCE el acceso a $TARGET_PATH. Si este es un archivo swap, se debe cambiar a la etiqueta de contexto de archivo swapfile_t. Si no intenta usar $TARGET_PATH como un archivo swap, probablemente sea un error, sin embargo, también puede estar señalando un intento de ataque.
fr: SELinux a refusé à $SOURCE l'accès à $TARGET_PATH. S'il s'agit d'un fichier swap, il doit comporter un étiquetage de contexte de fichier tel que swapfile_t. Si vous n'avez pas l'intention d'utiliser $TARGET_PATH en tant que fichier swap, cela indique vraisemblablement la présence d'un bogue ; cependant il peut également s'agir d'une tentative d'intrusion.
hi: SELinux ने $SOURCE अभिगम को $TARGET_PATH में मना किया है. अगर यह एक स्वैप फाइल है तो इसे swapfile_t का फाइल संदर्भ लेबल रखना होगा. अगर आप $TARGET_PATH को स्वैप फाइल के रूप में प्रयोग की इच्छा नहीं रखते हैं, यह संभवतः एक बग का संकेत देता है, हालांकि यह साथ ही एक घुसपैठ प्रयास का संकेत दे सकता है.
hu: SELinux elutasította, hogy $SOURCE hozzáférjen $TARGET_PATH fájlhoz. Ha ez egy lapozó fájl (swap), akkor swapfile_t típus beállítás kell. Ha nem szándékozzák $TARGET_PATH fájlt lapozóként használni, akkor ez valószínűleg hibát jelez, azonban jelezhet behatolás próbálkozást is.
kn: $SOURCE ಗೆ $TARGET_PATH ಅನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ನಿರಾಕರಿಸಿದೆ. ಎಲ್ಲಿಯಾದರೂ ಇದು ಒಂದು ಸ್ವಾಪ್ ಕಡತವಾಗಿದ್ದರೆ ಇದರ ಕಡತ ಸನ್ನಿವೇಶ ಲೇಬಲ್ swapfile_t ಆಗಿರಬೇಕು. ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು ಸ್ವಾಪ್‍ಕಡತವಾಗಿ ಬಳಸಲು ಇಚ್ಚಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ ಇದು ಒಂದು ದೋಷವಾಗಿರಬಹುದು, ಅಥವ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕೆಯ ಪ್ರಯತ್ನದ ಸೂಚನೆಯೂ ಆಗಿರಬಹುದು.
ko: SELinux는 $TARGET_PATH로의 $SOURCE 액세스를 거부합니다. 이것이 스왑파일인 경우 swapfile_t로 레이블된 파일 문맥을 가지고 있어야 합니다. 스왑 파일로서 $TARGET_PATH를 사용하고자 하지 않으신 경우, 버그가 나타나거나, 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: $TARGET_PATH-ലേക്കുളള $SOURCE പ്രവേശനം SELinux നിഷേധിച്ചിരിക്കുന്നു. ഇത് ഒരു swapfile ആണെങ്കില്‍, swapfile_t എന്ന ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് ലേബല്‍ ഉണ്ടാകേണ്ടതാണ്. നിങ്ങള്‍ക്ക് $TARGET_PATH ഒരു swapfile_t ആയി ഉപയോഗിക്കേണ്ടെങ്കില്‍, അതൊരുു ബഗ് അല്ലെങ്കില്‍ തെറ്റാ യ പ്രവര്‍ത്തി ആയികണക്കാക്കുന്നു.
mr: SELinux ने $TARGET_PATH वरील $SOURCE करीता प्रवेशास नकार दिला. हे स्वॅप फाइल असल्यास त्यास swapfile_t वरील फाइल संदर्भ लेबल असणे आवश्यक आहे. $TARGET_PATH ला स्वॅप फाइल म्हणून वापरायचे असल्यास, त्यास बग म्हणून किंवा घुसखोरीचा प्रयत्न म्हणून पाहिले जाईल
nl: SELinux belette $SOURCE toegang tot $TARGET_PATH. Als dit een swap bestand is moet het een swapfile_t bestandscontext label hebben. Als je niet van plan was $TARGET_PATH als een swap bestand te gebruiken is dit waarschijnlijk een bug, het kan echter ook een indringing poging aangeven.
or: SELinux $SOURCE କୁ $TARGET_PATH ରେ ଅଭିଗମ୍ୟ କରିବାକୁ ବାରଣ କରିଥାଏ। ଯଦି ଏହା ଗୋଟିଏ swapfile ତେବେ ଏଥିରେ swapfile_t ର ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମପଟି ଥିବା ଉଚିତ। ଯଦି ଆପଣ $TARGET_PATH କୁ swapfile ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହାନ୍ତି, ତେବେ ଏହା ଏକ ତ୍ରୁଟି ଦର୍ଶାଇଥାଏ, ଏବଂ ଏହା ମଧ୍ଯ ଗୋଟିଏ ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପାଇଁ ଚେଷ୍ଟାକରିପାରେ।
pt: O SELinux negou o acesso do $SOURCE a $TARGET_PATH. Se este for um ficheiro de memória virtual, deverá ter uma etiqueta de contexto do ficheiro igual a 'swapfile_t'. Se não pretende usar o $TARGET_PATH como ficheiro de memória virtual, isto provavelmente indica um erro. Contudo, pode também indicar uma tentativa de intrusão.
pt_br: O SELinux impediu o acesso do $SOURCE ao $TARGET_PATH. Se este é um arquivo de swap (swapfile), o mesmo deve ter um contexto de arquivo etiquetado de swapfile_t. Se você não pretendia usar o $TARGET_PATH como um arquivo de swap (swapfile), então isto provavelmente indica um erro (bug), entretanto também poderia indicar uma tentativa de intrusão.
ru: SELinux запретил $SOURCE обращаться к $TARGET_PATH. Если это файл подкачки, то он должен иметь метку swapfile_t. Если вы не собирались использовать $TARGET_PATH как файл подкачки, возможно, это ошибка или попытка вторжения.
sr@latin: SELinux je odbio $SOURCE pristup ka $TARGET_PATH. Ako je ovo svap datoteka, mora imati swapfile_t oznaku konteksta datoteke. Ako niste naumili da koristite $TARGET_PATH kao svap datoteku ovo verovatno ukazuje na grešku, mada takođe može ukazivati i na pokušaj upada.
sv: SELinux nekade $SOURCE åtkomst till $TARGET_PATH. Om detta är en växlingsfil måste den ha en filkontextetikett swapfile_t. Om du inte avsåg att använda $TARGET_PATH som en växlingsfil är detta antagligen tecken på ett fel, men det skulle också kunna vara tecken på ett intrångsförsök.
ta: SELinuxஐ $SOURCEக்கு அணுக $TARGET_PATH மறுக்கிறது. இந்த கோப்பை ஒரு கோப்பு உரை அட்டவணையை துடைப்பு கோப்பாக்கிறது swapfile_t. If you did not intend to use $TARGET_PATH as a swapfile it probably indicates a bug, however it could also signal a intrusion attempt.
te: SELinux అనునది $SOURCE యాక్సెస్‌ను $TARGET_PATHకు తిరస్కరించింది. ఇది స్వాప్‌ఫైలు అయితే అది ఫైలు సందర్భలేబుల్ swapfile_t కలిగివుండాలి. మీరు $TARGET_PATHను స్వాప్‌ఫైలులా వుపయోగించాలి అనుకోకపోతే బహుశా అది బగ్‌ను సూచిస్తుంది, యేమైనప్పటికి ఇదికూడా అమర్యాద దాడిని సూచిస్తోంది.
zh_cn: SELinux 拒绝了 $SOURCE 访问 $TARGET_PATH。如果这是一个交换文 件，它应当有一个 swapfile_t 文件上下文标签。如果您没有打算使用 $TARGET_PATH 做 交换文件，这很可能意味着一个 Bug，但这也可能是入侵尝试的信号。
zh_tw: SELinux 拒絕了 $SOURCE 存取 $TARGET_PATH。 若這是個 swapfile 的話，它必須要含有一個標記為 swapfile_t 的 檔案 context。若您並未嘗試使用 $TARGET_PATH 來作為一個 swapfile，這可能顯示了有個 bug，不過這同時也可能 代表系統已遭到嘗試入侵的警訊。
