Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented $SOURCE from reading from the urandom device. This access should be allowed for individual applications, but there are situations where all applications require the access (for example, when ProPolice/SSP stack smashing protection is used). Allowing this access may allow malicious applications to drain the kernel entropy pool. This can compromise the ability of some software that is dependent on high quality random numbers (e.g., ssh-keygen) to operate effectively. The risk of this type of attack is relatively low.
as: SELinux দ্বাৰা $SOURCE-কে urandom ডিভাইস থেকে পড়তে বাধা দেওয়া হয়েছে। অ্যাপ্লিকেশন প্ৰতি এই অনুমতি প্ৰদান কৰা উচিত কিন্তু কিছু পৰিস্থিতিতে সব অ্যাপ্লিকেশনেৰ জন্য এই অনুমতি প্ৰয়োজন (উদাহৰণস্বৰূপ, ProPolice/SSP স্ট্যাক স্ম্যাশিং নিৰাপত্তা ব্যবহৃত হলে)। এই অনুমতি প্ৰদান কৰা হলে অনিষ্টকাৰী অ্যাপ্লিকেশনেৰ দ্বাৰা কাৰ্নেল এনট্ৰোপি পুল নিঃশেষ কৰাৰ সম্ভাবনা ৰয়েছে। এৰ ফলে উচ্চ মানেৰ ৰ্‌‍যান্ডম সংখ্যাৰ (উদাহৰণ, ssh-keygen) উপৰ নিৰ্ভৰকাৰী সফ্টওয়্যাৰেৰ কৰ্মক্ষমতায় বীৰূপ প্ৰভাব পড়তে পাৰে। এই ধৰনেৰ আক্ৰমণেৰ আশঙ্কা অত্যন্ত কম।
de: SELinux hinderte $SOURCE am Lesen des urandom-Geräts. Dieser Zugriff sollte einzelnen Anwendungen gestattet werden, aber in einzelnen Fällen benötigen alle Anwendungen den Zugriff (zum Beispiel wenn ProPolice/SSP Stack Smashing Schutz verwendet wird). Wird dieser Zugriff gewährt, können schädliche Anwendungen u.U. den Kernel-Entropie-Pool leer laufen lassen. Dies gefährdet ggf. die Fähigkeit von Software, die von Zufallszahlen mit hoher Qualität (z.B. ssh-keygen) abhängen, effektiv zu arbeiten. Das Risiko einer Attacke dieses Typs ist relativ gering.
es: SELinux negó a $SOURCE la lectura desde el dispositivo urandom. Este acceso debe ser habilitado para aplicaciones individuales, pero hay situaciones donde todas las aplicaciones requieren el acceso (por ejemplo, cuando se usa la protección de ruptura de pila ProPolice/SSP). Permitir este acceso puede habilitar a aplicaciones maliciosas drenar la pileta de entropía del kernel. Esto puede comprometer la habilidad de algún software que sea dependiente de números aleatorios de alta calidad (por ejemplo, ssh-keygen) para que funcionen apropiadamente. El riesgo de este tipo de ataque es relativamente bajo.
fr: SELinux a empêché $SOURCE de lire à partir du périphérique urandom. Cet accès devrait être autorisé pour les applications individuelles mais il existe des situations où toutes les applications requièrent l'accès (par exemple, lorsque la protection de destruction de la pile ProPolice/SSP est utilisée). Autoriser cet accès peut permettre aux applications malicieuses de vider le pool noyau d'entropie. Ceci peut compromettre l'aptitude de certains logiciels qui dépendent d'un numéro aléatoire de haute qualité (par exemple ssh-keygen) à fonctionner efficacement. Le risque de ce type d'attaque est relativement bas.
hi: SELinux ने $SOURCE को रोका urandom युक्ति से पढ़ने में. यह अभिगम को व्यक्तिगत अनुप्रयोग के लिये अनुमति प्राप्त होना चाहिये, लेकिन स्थितियां हैं जहां सारे अनुप्रयोग के लिये अभिगम जरूरी है (उदाहरण के लिये, जब ProPolice/SSP स्टैक स्मैशिंग सुरक्षा का प्रयोग किया जाता है). इस अभिगम के लिये अनुमति देना दुष्ट अनुप्रयोगों को कर्नेल एंट्रोपी पूल को खींचने में मदद कर सकता है. यह कुछ सॉफ्टवेयर की क्षमता को नष्ट कर सकता है जो कि उच्च क्षमता यादृच्छिक संख्या पर निर्भर है (उदा., ssh-keygen) प्रभावी रूप से काम करने के लिये. इस तरह के हमले का जोखिम अपेक्षाकृत कम रहता है.
hu: SELinux megakadályozta, hogy $SOURCE olvassa az urandom eszközt. Engedje meg ezt egyes alkalmazásoknak, de vannak helyzetek, amikor minden alkalmazásnak kell e hozzáférés (például amikor a ProPolice/SSP veremvédelemet használják). E hozzáférést megengedve rosszindulatú alkalmazások kimeríthetik a kernel entrópiaforrásait. Ez rossz hatással lehet olyan alkalmazásokra, amelyek hatékony működése jó minőségű véletlenszámokat igényel (pl. ssh-keygen). Egy ilyen típusú támadás esélye viszonylag csekély.
kn: $SOURCE ವು urandom ಸಾಧನದಿಂದ ಓದದಂತೆ SELinux ತಡೆದಿದೆ. ಈ ನಿಲುಕಣೆಯು ಪ್ರತ್ಯೇಕ ಅನ್ವಯಗಳಿಗೆ ಮಾತ್ರ ಅನುಮತಿ ಇರಬೇಕು, ಆದರೆ ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ಎಲ್ಲಾ ಅನ್ವಯಗಳಿಗೆ ಈ ಅನುಮತಿಯ ಅಗತ್ಯವಿರುತ್ತದೆ. (ಉದಾಹರಣೆಗೆ, ProPolice/SSP ಸ್ಟಾಕ್ ಸ್ಮಾಶಿಂಗ್ ಸಂರಕ್ಷಣೆಯು ಬಳಸಲಾಗುತ್ತದೆ). ಈ ನಿಲುಕಣೆಯನ್ನು ಅನುಮತಿಸಿದರೆ ಅಪಾಯಕಾರಿ ಅನ್ವಯಗಳು ಕರ್ನಲ್ ಎಂಟ್ರೋಪಿ ಪೂಲ್ ಅನ್ನು ಖಾಲಿ ಮಾಡಬಹುದು ಇದು ಸಮರ್ಪಕವಾಗಿ ಕೆಲಸಮಾಡಲು ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಯಾದೃಚ್ಛಿಕ(random) ಸಂಖ್ಯೆಗಳನ್ನು (ಉದಾ, ssh-keygen) ಬಳಸುವ ಕೆಲವು ಅತ್ಯುನ್ನತ ಗುಣಮಟ್ಟದ ತಂತ್ರಾಂಶದ ಸಾಮರ್ಥ್ಯದೊಂದಿಗೆ ರಾಜಿ ಮಾಡಿಕೊಳ್ಳುತ್ತದೆ. ಸಾಮಾನ್ಯವಾಗಿ ಈ ಬಗೆಯ ದಾಳಿಯ ಅಪಾಯವು ಕಡಿಮೆ ಇರುತ್ತದೆ.
ko: SELinux는 $SOURCE가 urandom 장치에서 읽지 못하게 합니다. 이러한 액세스는 개별 응용 프로그램에 대해 허용되어야 하지만 모든 응용 프로그램이 이러한 액세스를 (예, ProPolice/SSP 스택 스매싱 보안이 사용되는 경우) 필요로하는 경우가 있습니다. 이러한 액세스를 허용하는 것은 커널 엔트로피 풀을 유출하는 악성 응용 프로그램을 허용할 수 도 있습니다. 이는 효과적 실행을 위해 높은 수준의 임의의 숫자(예, ssh-keygen)에 의존하는 몇몇 소프트웨어의 실행 능력에 영향을 미칠 수 있습니다. 이러한 유형의 공격은 비교적 문제 발생이 적습니다.
ml: urandom ഡിവൈസില്‍ നിന്നും വായിക്കുന്നതിന് $SOURCE-നെ SELinux തടഞ്ഞിരിക്കുന്നു ഇത് ഓരോ ആപ്ളിക്കേഷനുകള്‍ക്കും അനുമതി നല്‍കുന്നു എങ്കിലും, എല്ലാത്തിനും വേണ്ടിയ സാഹചര്യം ഉണ്ടാവാം (ഉദാഹരണത്തിന്, ProPolice/SSP stack smashing സുരക്ഷ ഉപയോഗിക്കുന്പോള്‍). ഇത് അനുവദിച്ചാല്‍ തെറ്റായ ആപ്ളിക്കേഷനുകള്‍ കേര്‍ണല്‍ എന്‍ട്രോപ്പി പൂള്‍ ശൂന്യമാക്കുവാന്‍ സാധ്യതയുണ്ട്. ഹൈ ക്വാളിറ്റി റാന്‍ഡം നംബറില്‍ (ഉദാ., ssh-keygen) ആശ്രയിക്കുന്ന സോഫ്റ്റ്‌വെയറിനെ ഇത് ബാധിക്കുവാന്‍ സാധ്യതയുണ്ട്. പക്ഷേ ഇതിനുളള സാധ്യത വളരെ കുറവാണ്.
mr: SELinux ने $SOURCE ला urandom साधन वाचण्यापासून रोखले. या प्रवेश स्वतंत्र ऍप्लिकेशन्स् करीता परवानगीय असायला हवा, पण काहिक घटनांमध्ये अनुप्रयोगांना प्रवेश आवश्यक आहे (उदाहरणार्थ, ProPolice/SSP स्टॅक स्मॅशींग सुरक्षाचा वापर करतेवेळी). या प्रवेश करीता परवानगी दिल्यास सदोषीत ऍप्लिकेशन्स् कर्नल ऐंट्रोपी पूल रिकामे करू शकतात. यामुळे उच्च दर्जा विनाक्रम क्रमांकांवर (उ.दा., ssh-keygen) आधारीत सॉफ्टवेअर उत्तमरित्या कार्य करणार नाही. या प्रकारच्या धोक्याची शक्यता फार कमी असते.
nl: SELinux belette $SOURCE om het urandom device te lezen. Deze toegang moet toegestaan zijn voor individuele toepassingen, maar er zijn situaties waar alle toepassingen de toegang vereisen (bijvoorbeeld, als ProPolice/SSP stack smashing bescherming wordt gebruikt). Het toestaan van deze toegang kan kwaadwillige toepassingen toestaan om de kernel entropy uit te putten. Dit kan beletten dat sommige software die afhangt van een hoge kwaliteit random getal effectief functioneert (b.v., ssh-keygen). Het risico van dit type aanval is relatief laag.
or: SELinux $SOURCE କୁ urandom ଉପକରଣରୁ ପଢ଼ିବା ପାଇଁ ବାରଣ କରିଥାଏ। ଏହି ଅଭିଗମ୍ୟତା ବ୍ୟକ୍ତିଗତ ପ୍ରୟୋଗଗୁଡ଼ିକ ପାଇଁ ଅନୁମୋଦିତ, କିନ୍ତୁ ସେଠାରେ କିଛି ପରିସ୍ଥିତି ଥାଏ ଯେଉଁଠି ସମସ୍ତ ପ୍ରୟୋଗଗୁଡ଼ିକ ଅଭିଗମ୍ୟତା ଆବଶ୍ୟକ କରନ୍ତି (ଉଦାହରଣ ସ୍ୱରୂପ, ଯେତେବେଳେ ProPolice/SSP ଷ୍ଟାକ ନଷ୍ଟକାରୀ ସୁରକ୍ଷା ବ୍ୟବହୃତ ହୋଇଥାଏ)। ଏହି ଅଭିଗମ୍ୟତା ତ୍ରୁଟିଯୁକ୍ତ ପ୍ରୟୋଗଗୁଡ଼ିକ ମଧ୍ଯରେ କର୍ଣ୍ଣଲ ଏଣ୍ଟ୍ରୋପି ପୁଲକୁ ଅଭିଗମ୍ୟତା ପାଇଁ ଅନୁମତି ଦେଇଥାଏ। ଏହା କିଛି ସଫ୍ଟୱେରର କ୍ଷମତାକୁ ଖରାପ କରିପାରେ ଯାହାକି ଉଚ୍ଚ କ୍ଷମତା ବିଶିଷ୍ଟ ଇଚ୍ଛାମୁତାବକ ସଂଖ୍ୟାଗୁଡ଼ିକ ଉପରେ ନିର୍ଭର କରିଥାଏ (ଯେପରିକି, ssh-keygen) ଉପଯୁକ୍ତ ଭାବରେ କାର୍ଯ୍ୟକରିବା ପାଇଁ। ଏହି ପ୍ରକାର ଆକ୍ରମଣରେ ବିପଦ କମ ଥାଏ।
pt: O SELinux impediu o $SOURCE de ler o conteúdo do dispositivo 'urandom'. Este acesso deverá ser permitido para aplicações individuais, mas existem situações onde todas as aplicações pedem acesso (por exemplo, quando a protecção da exaustão da pilha ProPolice/SSP for usada). Se permitir este acesso, poderá permitir às aplicações maliciosas extraírem a fonte de entropia do 'kernel'. Isto poderá comprometer a capacidade de algumas aplicações, que são dependentes de um número aleatório de alta qualidade (p.ex, o 'ssh-keygen') de funcionarem de forma efectiva. O risco deste tipo de ataque é relativamente baixo.
pt_br: O SELinux impediu que o $SOURCE leia a partir do dispositivo urandom. Este acesso deve ser permitido para aplicativos individuais, mas há situações onde todos os aplicativos precisam de acesso (por exemplo, quando a proteção contra a quebra de pilha ProPolice/SSP é usada). Permitir este acesso pode levar à situação onde aplicativos maliciosos venham a exaurir a "entropy pool" do kernel. Isto pode comprometer a operação de alguns softwares que dependam de números aleatórios de alta qualidade (por exemplo, ssh-keygen). O risco deste tipo de ataque é relativamente baixo.
ru: SELinux запретил $SOURCE_NAME читать из устройства urandom. Некоторым приложениям может понадобиться предоставить доступ, но бывают ситуации, когда доступ необходим всем приложениям (например, когда используется защита стека ProPolice/SSP). Разрешение доступа может позволить вредоносным приложениям вызвать утечку в пуле энтропии ядра, а это нарушает эффективность работы программ, требующих генерации высококачественных случайных чисел (например, ssh-keygen). Стоит заметить, что риск подобной атаки относительно низок.
sr@latin: SELinux je sprečio $SOURCE od čitanja sa urandom uređaja. Ovaj pristup treba biti dozvoljen pojedinim programima, ali postoje situacije kada je svim programima potreban ovaj pristup (na primer, kada se koristi ProPolice/SSP zaštita razbijanja steka). Dozvoljavanje ovog pristupa može dozvoliti zlonamernim programima da isuše entropijske zalihe jezgra. Ovo može oslabiti sposobnosti nekog softvera koji zavisi od slučajnih brojeva visokog kvaliteta (npr., ssh-keygen) za efikasan rad. Rizik od napada ove vrste je relativno nizak.
sv: SELinux hindrade $SOURCE från att läsa från enheten urandom. Denna åtkomst ska tillåtas för individuella program, men det finns situationer där alla program kräver åtkomsten (till exempel, när ProPolice/SSP stackkrossningskydd används). Att tillåta denna åtkomst kan tillåta skadliga program att tömma kärnans entropipool. Detta kan äventyra förmågan för en del program som är beroende av hög kvalitet på slumptal (t.ex. ssh-keygen) att fungera effektivt. Risken för denna typ av attack är ganska låg.
ta: SELinux ஆனது $SOURCE லிருந்து urandom சாதனத்தை வாசிப்பதை தடுக்கிறது. இந்த அணுகலானது தனிப்பட்ட பயன்பாடுகளை அனுமதிக்கும், ஆனால் அங்கே இருக்கும் சூழ்நிலையானது அனைத்து பயன்பாடுகளுக்கும் தேவையான அணுகல் (எடுத்துக்காட்டாக, எப்போது ProPolice/SSP ஸ்டாக் தகர்த்தல் பாதுகாப்பு பயன்படுகிறது). இந்த மாலிக்குயஸ் பயன்பாடுகள் அணுகலை கெர்னல் என்ட்ரோபி பூலை அனுமதிக்கிறது. இது சில செநல்படக்கூடிய சமரச மென்பொருளை உயர் தரத்திலுள்ள வரிசை எண்களை சார்ந்து எ.கா., ssh-keygen) சிறந்து செயல்புடகிறது. இந்த வகையில் அபாயமானது குறைவான தாக்குதலாக இருக்கும் .
te: SELinux అనునది &SOURCEను urandom పరికరమునుండి చదువుటను నిరోదిస్తుంది. ఈ యాక్సిస్ స్వతంత్ర అనువర్తనములకు మాత్రమే అనుతించబడాలి, అయితే అన్ని అనువర్తనములకు ఈ యాక్సిస్ అవసరమగు పరిస్ధితులు వున్నాయి (ఉదాహరణకు, ProPolice/SSP స్టాకు స్మాషింగ్ ప్రోటెక్షన్ వుపయోగిస్తుందో). ఈ యాక్సెస్‌ను అనుమతించుటకు అనునది కొన్ని చెడ్డ అనువర్తనములు కెర్నల్ ఎన్ట్రోఫీ 4 పూల్‌ను వట్టిపోవునట్లు చేస్తాయి. ప్రభావవంతంగా పనిచేయుటకు యెక్కువ నాణ్యత యాధృచ్చిక సంఖ్యలు (e.g., ssh-keygen)పై ఆధారపడే కొన్ని సాఫ్టువేర్‌ సామర్ధ్యంను రాజీపర్చవచ్చు. ఈ రకమైన దాడియొక్క నష్టం తక్కువగా వుంటుంది.
zh_cn: SELinux 阻止了 $SOURCE 读取 urandom 设备。对单独的应用程序，应该允许这 个访问，但也存在所有程序都请求访问的情况（如：当启用 ProPolice/SSP 栈破坏保护（stack smashing protection）时）。允许该访问可能会让 恶意程序耗尽内核的熵池（entropy pool） 。这会危害一些依赖高质量随机数以 有效运行的程序的功能（如：ssh-keygen）。这类入侵的风险相对较低。
zh_tw: SELinux 防止了 $SOURCE 由 urandom 裝置進行讀取。 針對於個別的應用程式，這項存取應被允許，不過也有 所有應用程式都需要這項存取的情況（比方說， 當 ProPolice/SSP 堆疊 smashing 保護被使用時）。若允許此 存取可能會允許有害的應用程式耗盡 kernel entropy pool。這可能會影響某些仰賴高級亂數號碼（像是 ssh-keygen） 的軟體，使其無法有效地 運作。此類型攻擊的風險程度並不高。

source: SELinux is preventing $SOURCE_PATH from using potentially mislabeled files $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH daran, evtl. falsch gekennzeichnete Dateien $TARGET_PATH zu verwenden.
es: SELinux está negando a $SOURCE_PATHel uso de archivos que estén potencialmente mal etiquetados ($TARGET_PATH).
fr: SELinux empêche $SOURCE_PATH d'utiliser des fichiers potentiellement mal étiquetés ($TARGET_PATH).
hi: SELinux $SOURCE_PATH को संभावित रूप से गलत लेबल किये ($TARGET_PATH) फाइल के प्रयोग से रोका.
hu: SELinux megakadályozza, hogy $SOURCE_PATH $TARGET_PATH elcímkézett fájlokat használja.
kn: ಸಮರ್ಥವಾಗಿ ತಪ್ಪಾಗಿ ಲೇಬಲ್ ಮಾಡಲ್ಪಟ್ಟ ಕಡತಗಳಾದಂತಹ $TARGET_PATH ಅನ್ನು $SOURCE_PATHಬಳಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE_PATH가 잠재적으로 잘못 레이블된 파일 $TARGET_PATH를 사용하지 못하게 합니다.
ml: തെറ്റായ ലേബലുകളുളള ഫയലുകള്‍ $TARGET_PATH ഉപയോഗിക്കുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux തടയുന്നു .
mr: SELinux $SOURCE_PATH ला सदोषीय लेबेल फाइल्स् $TARGET_PATH वापरण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH om potentieel verkeerd gelabelde bestanden $TARGET_PATH te gebruiken.
or: SELinux $SOURCE_PATH କୁ $TARGET_PATH ସାମର୍ଥ୍ଯ ଫାଇଲ ମାନଙ୍କୁ ବ୍ୟବହାର କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux está a impedir o $SOURCE_PATH de utilizar ficheiros com etiquetas potencialmente incorrectas $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH use arquivos que tenham potencialmente sido etiquetados incorretamente $TARGET_PATH.
ru: SELinux запрещает $SOURCE_PATH использовать потенциально неверно отмеченные файлы $TARGET_PATH.
sr@latin: SELinux sprečava $SOURCE_PATH od upotrebe moguće pogrešno označenih datoteka $TARGET_PATH.
sv: SELinux hindrar $SOURCE_PATH från använda potentiellt felmärkta filer $TARGET_PATH.
ta: SELinux ஆனது இந்த $SOURCE_PATH லிருந்து ஆற்றல்மிக்க விடுபட்ட வேபில் கோப்புகளிலிருந்து ($TARGET_PATH)ஐ பயன்படுத்துவதை தடுக்கிறது.
te: SELinux అనునది $SOURCE_PATH ను నిరోధిస్తుంది సామర్ద్యపు తప్పులేబుల్‌గల దస్త్రాలు ($TARGET_PATH) ను ఉపోయోగించుటనుండి.
zh_cn: SELinux 正在阻止 $SOURCE_PATH 使用可能错误标记的文件（$TARGET_PATH）。
zh_tw: SELinux 防止了 $SOURCE_PATH 使用可能已錯誤標記的檔案 $TARGET_PATH。

source: SELinux has denied the $SOURCE access to potentially mislabeled files $TARGET_PATH. This means that SELinux will not allow httpd to use these files. If httpd should be allowed this access to these files you should change the file context to one of the following types, %s. Many third party apps install html files in directories that SELinux policy cannot predict. These directories have to be labeled with a file context which httpd can access.
as: SELinux দ্বাৰা $SOURCE-কে সন্দেহজনক লেবেল সহ ফাইল $TARGET_PATH পড়তে বাধা সৃষ্টি কৰা হয়েছে। এৰ ফলে SELinux দ্বাৰা httpd-কে এই সমস্ত ফাইল ব্যবহাৰেৰ অনুমতি প্ৰদান কৰা হবে না। httpd-ৰ জন্য এই ফাইলগুলি ব্যবহাৰেৰ অনুমতি প্ৰদান কৰাৰ জন্য নিম্নলিখিত একটি ধৰনে ফাইলেৰ কনটেক্সট পৰিবৰ্তন কৰা আবশ্যক, %s. কিছু ক্ষেত্ৰে স্বতন্ত্ৰ অ্যাপ্লিকেশনগুলিৰ দ্বাৰা SELinux পলিসিৰ অজানা ডিৰেক্টৰিৰ মধ্যে html ফাইল স্থাপন কৰা হয়। এই ডিৰেক্টৰিগুলিৰ ক্ষেত্ৰে httpd দ্বাৰা ব্যবহাৰযোগ্য ফাইল কনটেক্সট সহযোগে লেবেল প্ৰয়োগ কৰা আবশ্যক
de: SELinux verweigerte $SOURCE den Zugriff auf potentiell falsch gekennzeichnete Dateien $TARGET_PATH. Dies bedeutet, dass SELinux httpd die Verwendung dieser Dateien untersagt. Wenn httpd der Zugriff auf diese Dateien gestattet sein soll, müssen Sie den Dateikontext auf einen dieser folgenden Typen ändern, %s. Viele Dritt-Anwendungen installieren HTML-Dateien in Verzeichnissen, die die SELinux-Richtlinie nicht vorhersehen kann. Diese Verzeichnisse müssen mit einem Dateikontext gekennzeichnet werden, auf den httpd zugreifen kann.
es: SELinux le ha negado a $SOURCE el acceso a archivos potencialmente mal etiquetados $TARGET_PATH. Esto significa que SELinux no permitirá que httpd use estos archivos. Si httpd debe tener permitido acceder a estos archivo puede cambiar el contexto de archivo a uno de los siguientes tipos, %s. Muchas aplicaciones de terceros instalan archivos html en directorios que la política de SELinux no puede predecir. Estos directorios deben ser etiquetados con el contexto de archivo que le permita a httpd accederlos.
fr: SELinux a refusé au démon $SOURCE d'accéder à des fichiers potentiellement mal étiquetés $TARGET_PATH. Cela signifie que SELinux n'autorisera pas httpd à utiliser ces fichiers. Si httpd doit accéder à ces fichiers, vous devez changer le fichier de contexte pour l'un des types suivants, %s. De nombreuses applications tierces installent des fichiers html dans des répertoires que la stratégie de SELinux ne peut pas prédire. Ces répertoires doivent être étiquetés avec un contexte de fichier permettant à httpd d'y accéder.
hi: SELinux ने $SOURCE अभिगम की मनाही की है संभावित रूप से बिना लेबल के फाइल $TARGET_PATH में. इसका मतलब है कि SELinux httpd को इन फाइलों के प्रयोग के लिये अनुमति नहीं देगा. यदि httpd को इन फ़ाइलों की पहुँच के लिए अनुमति देनी चाहिए आपको फ़ाइल संदर्भ बदलना चाहिए इनमें से किसी एक प्रकार में %s. कई तीसरी पार्टी अनुप्रयोग html फाइल को निर्देशिका में अधिष्ठापित करता है जो SELinux नीति के बारे में बता सकता है. ये निर्देशिकाएं को फाइल संदर्भ के साथ लेबल करना चाहिये जो httpd अभिगम रख सकता है.
hu: SELinux elutasította, hogy $SOURCE hozzáférjen $TARGET_PATH elcímkézett fájlokhoz. Ez azt jelenti, hogy SELinux nem fogja megengedni httpd-nek e fájlok használatát. Ha httpd-nek el kell érnie e fájlokat, akkor változatassa meg a fájl beállítását a következő típusok egyikére: %s. Sok idegen alkalmazás telepít html fájlokat olyan mappákba, amiket SELinux szabályzat nem tud előre jelezni. E mappákat olyan beállítással kell felcímkézni, amihez httpd hozzáférhet.
kn: ಸಮರ್ಥವಾಗಿ ತಪ್ಪಾಗಿ ಲೇಬಲ್ ಮಾಡಲ್ಪಟ್ಟ ಕಡತಗಳು ($TARGET_PATH) ಅನ್ನು $SOURCE ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ. ಇದರರ್ಥ httpd ಯು ಈ ಕಡತಗಳನ್ನು ಬಳಸುವುದನ್ನು SELinux ಅನುಮತಿಸುವುದಿಲ್ಲ ಎಂದಾಗುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ ಈ ಕಡತಗಳಿಗೆ httpd ಯು ಈ ನಿಲುಕಣೆಯನ್ನು ಒದಗಿಸಲು ಬಯಸಿದಲ್ಲಿ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದಕ್ಕೆ ಬದಲಾಯಿಸಬೇಕು, %s. ಹಲವಾರು ಥರ್ಡ್ ಪಾರ್ಟಿ ಅನ್ವಯಗಳು SELinux ಊಹಿಸಲು ಸಾಧ್ಯವಾಗದ ಕಡತಕೋಶಗಳಲ್ಲಿ html ಕಡತಗಳನ್ನು ಅನುಸ್ಥಾಪಿಸುತ್ತವೆ. ಈ ಕಡತಕೋಶಗಳನ್ನು httpd ಯು ನಿಲುಕಿಸಿಕೊಳ್ಳುವಂತಹ ಒಂದು ಕಡತ ಸನ್ನಿವೇಶಗಳೊಂದಿಗೆ ಲೇಬಲ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ
ko: SELinux는 잠재적으로 잘못 레이블된 파일 $TARGET_PATH로 $SOURCE 액세스하는 것을 거부합니다. 이는 SELinux가 이러한 파일을 사용하기 위해 httpd를 허용하지 않는다는 것을 의미합니다. httpd가 이러한 파일에 이 액세스를 허용해야 할 경우 다음 유형 중 하나로 파일 문맥을 변경하셔야 합니다, %s. 많은 제삼자 응용 프로그램은 SELinux 정책을 예측할 수 없는 디렉토리에 html 파일을 설치합니다. 이러한 디렉토리는 httpd가 액세스할 수 있는 파일 문맥을 사용하여 레이블되어야 합니다.
ml: തെറ്റായ ലേബലുകളുളള ഫയലുകള്‍ $TARGET_PATH ഉപയോഗിക്കുന്നതില്‍ നിന്നും $SOURCE-നെ SELinux തടയുന്നു. ഇതിനര്‍ത്ഥം, SELinux ഈ ഫയലുകള്‍ ഉപയോഗിക്കുന്നതിനായി httpd-യെ അനുവദിക്കില്ല.ഈ ഫയലുകളിലേക്ക് httpd-യ്ക്ക് അനുമതി നല്‍കണമെങ്കില്‍, നിങ്ങള്‍ക്കു് ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഇതിലൊരു രീതിയിലേക്ക് മാറ്റണം, %s. SELinux പോളിസിയ്ക്ക് അറിയുവാന്‍ സാധിക്കാത്ത html ഫയലുകളും പല ഥേര്‍ഡ് പാര്‍ട്ടി പ്രയോഗങ്ങള്‍ക്ക് ഇന്‍സ്റ്റോള്‍ ചെയ്യുവാന്‍ സാധിക്കുന്നു. httpd-യ്ക്ക് ഉചിതമായ ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് ഈ ഡയറക്ടറികള്‍ക്ക് നല്‍കേണ്ടതാകുന്നു.
mr: SELinux ने $SOURCE ला अयोग्य लेबल फाइल $TARGET_PATH करीता प्रवेश नकारले. याचा अर्थ SELinux httpd ला या फाइल्स् वापरण्यासाठी परवानगी देणार नाही. httpd ने परवानगी दिल्यास, फाइल संदर्भ, %s खालील प्रकारांपैकी एकाशी जुळवा. बरेच तिसरे पक्षीय ऍप्लिकेशन्स् html फाइल्सचे प्रतिष्ठापन योग्य डिरेक्ट्रीज् मध्ये करत नाही. या डिरेक्ट्रीज्चे लेबल httpd द्वारे प्रवेशजोगी फाइल संदर्भसह करा.
nl: SELinux heeft $SOURCE niet toegestaan om toegang te krijgen tot mogelijk verkeerd gelabelde bestanden $TARGET_PATH. Dit betekent dat SELinux httpd niet zal toestaan deze bestanden te gebruiken. Als httpd deze toegang toegestaan moet, zijn moet je de bestand context veranderen naar een van de volgende types, %s. Vele toepassingen van derden installeren html bestanden in mappen op een manier niet die niet voorzien is in de SELinux gedragslijn. Deze mappen moeten gelabeld worden met een bestand context waarnaar httpd toegang heeft.
or: SELinux $SOURCE ଅଭିଗମ୍ୟତାକୁ ସାମର୍ଥ୍ୟ ଭୁଲ ନାମକରଣ ହୋଇଥିବା ଫାଇଲ $TARGET_PATH ମଧ୍ଯରେ ଅଭିଗମ୍ୟ ପାଇଁ ବାରଣ କରିଥାଏ। ଏହା ମାନେ ହେଉଛି SELinux ଏହି ଫାଇଲଗୁଡ଼ିକୁ ବ୍ୟବହାର କରିବା ପାଇଁ httpd କୁ ଅନୁମତି ଦେଇଥାଏ। ଯଦି httpd ଏହି ଫାଇଲଗୁଡ଼ିକରେ ଅଭିଗମ୍ୟତାକୁ ଅନୁମତି ଦେଇଥାଏ ତେବେ ଆପଣ ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ନିମ୍ନଲିଖିତ ପ୍ରକାରରେ ପରିବର୍ତ୍ତନ କରିବା ଉଚିତ, %s. ଅନେକ ତୃତୀୟ ପକ୍ଷ apps html ଫାଇଲଗୁଡ଼ିକୁ SELinux ନିତୀ ଅନୁମାନ କରିପାରୁନଥିବା ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକରେ ସ୍ଥାପନ କରିଥାଏ। ଏହି ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକ ଫାଇଲ ପ୍ରସଙ୍ଗ ସହିତ ନାମକରଣ ହେବା ଉଚିତ ଯାହାକୁକି httpd ଅଭିଗମ୍ୟ କରିପାରିବ।
pt: O SELinux negou o acesso de $SOURCE a ficheiros com legendas potencialmente inválidas em $TARGET_PATH. Isto significa que o SELinux não irá permitir que o httpd use estes ficheiros. Se httpd deve ter acesso a estes ficheiros você deve alterar o contexto do ficheiro para um dos seguintes tipos, %s. Muitas aplicações de terceiros instalam ficheiros html em pastas que a política do SELinux não consegue prever. Estas pastas deverão ser etiquetadas de novo com um contexto de ficheiro a que o httpd consiga aceder.
pt_br: O SELinux está impedindo que o $SOURCE use arquivos que tenham potencialmente sido rotulados incorretamente em $TARGET_PATH. Isto significa que o SELinux não permitirá que o httpd use estes arquivos. Se o httpd deve ser permitido de acessar estes arquivos, você deve alterar o contexto de arquivo para um dos seguintes tipos: %s. Muitos aplicativos de terceiros instalam arquivos html em diretórios que a política do SELinux não pode prever. Estes diretórios têm que ser etiquetados com um contexto de arquivo que o httpd possa acessar.
ru: SELinux закрыл $SOURCE доступ к потенциально неверно отмеченным файлам $TARGET_PATH. Это значит, что SELinux не позволит httpd использовать эти файлы. Чтобы разрешить доступ httpd к этим файлам, измените контекст на один из следующих типов: %s. Многие приложения сторонних производителей устанавливают файлы html в каталоги, которые политика SELinux не может предугадать. Этим каталогам надо присвоить контекст, разрешающий доступ httpd.
sr@latin: SELinux je odbio $SOURCE pristup datotekama $TARGET_PATH koje su moguće pogrešno označene. Ovo znači da SELinux neće dozvoliti da httpd koristi ove datoteke. Ako za httpd treba da bude dozvoljen ovaj pristup tim datotekama, treba da promenite kontekst datoteka u jednu od sledećih vrsta: %s. Mnogi programi sa strane instaliraju html datoteke u direktorijume koje SELinux polisa ne može da predvidi. Ovi direktorijumi moraju biti označeni kontekstom datoteke kojem httpd može da pristupi.
sv: SELinux har nekat $SOURCE åtkomst till potentiellt felmärkta filer $TARGET_PATH. Det betyder att SELinux inte tillåter httpd att använda dessa filer. Om httpd skall tillåtas denna åtkomst till dessa filer skall du ändra filkontexten till en av följande typer, %s. Många tredjepartsprogram installerar html-filer i kataloger som SELinux policy inte kan förutse. Dessa kataloger måste märkas med en filkontext som httpd kan komma åt.
ta: SELinux ஆனது இந்த $SOURCE அணுகலை ஆற்றல் மிக்க லேபிலில்லாத கோப்புகளை $TARGET_PATH மறுக்கிறது. இதற்கு அர்த்தம் SELinux ஆனது கோப்புகளை httpd ஐ பயன்படுத்த அனுமதிக்கவில்லை. httpd ஆனது பினைவரும் கோப்புகளை அணுகி கோப்பு உரைகளை மாற்ற அனுமதித்தால், %s. நிறைய மூன்றாவது பார்ட்டி apps ஐ html கோப்புகளை நிறுவலாம் அந்த அடைவுகளை SELinux பாலிசிகளை முன்னறிவிக்கிறது. இந்த அடைவுகள் ஒரு கோப்பு உரையுடன் லேபிலிட்டு httpd அணுகுகிறது.
te: SELinux అనునది $SOURCE యాక్సిస్‌ను పొటెన్షియల్‌గా మిస్‌లెబుల్ చేసిన ఫైళ్ళ $TARGET_PATHకు తిరస్కరిస్తుంది. దీనర్ధం SELinux అనునది httpdను ఈ ఫైళ్ళను వుపయోగించుటకు అనుమతించదు. ఒక వేళ httpd అనునది ఈ యాక్సెస్‌ను ఈ దస్త్రములకు అనుమతించాలంటే మీరు దస్త్రము సందర్భమును ఈక్రింది రకములలో వొకదానికి మార్చాలి, %s. చాలా థర్డ్‍ పార్టీ apps html పైళ్ళను సంస్థాపిస్తున్నాయి. ఈ డైరెక్టరీలను httpd యాక్సిస్ చేయగల ఫైలు సందర్భముతో లేబుల్ చేయాలి.
zh_cn: SELinux 拒绝了 $SOURCE 对可能错误标记文件 $TARGET_PATH 的访问。这意味着 SELinux 将不允许 httpd 使用这些文件。如果应该允许 httpd 访问这些文件，那么您应该将该文件的上下文更改为以下类型 %s。 许多第三方应用程 序将 html 文件安装在 SELinux 策略无法预知的目录。这些目录必须以一个 httpd 能访问的文件上下文被标记。
zh_tw: SELinux 拒絕了 $SOURCE 存取潛在的 錯誤標記的檔案 $TARGET_PATH。這代表 SELinux 不會 允許 httpd 使用這些檔案。若是 httpd 應被允許存取這些檔案的話，您應將檔案 context 更改為下列其中一個類型，%s。 許多第三方應用程式會將 html 檔案 安裝在 SELinux 政策無法預測的目錄中。這些目錄 必須被一個 httpd 可存取的檔案 context 所標記。
