Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has denied the management tools from modifying the way the SELinux policy runs. This machine is hardened, so if you did not run any SELinux tools, this probably signals an intrusion.
as: SELinux দ্বাৰা পৰিচালন সামগ্ৰী দ্বাৰা SELinux নিয়মনীতিৰ সঞ্চালনেৰ পদ্ধতি পৰিবৰ্তনেৰ অনুমতি প্ৰদান কৰা হয়নি। কোনো SELinux সামগ্ৰী চালানো না হলে এই মেশিনটি নিৰাপদ কৰা হয়েছে এবং সম্ভবত অনুপ্ৰবেশেৰ সংকেত।
de: SELinux verweigerte den Verwaltungs-Tools die Änderung der Art und Weise, wie die SELinux-Richtlinie ausgeführt wird. Falls Sie auf diesem Rechner keine SELinux-Tools ausführen, signalisiert dies möglicherweise einen Einbruchsversuch.
es: SELinux le ha negado a las herramientas de administración la modificación de la manera en que la política de SELinux se ejecuta. Esta máquina está endurecida, por o que si usted no corrió ninguna herramienta de SELinux, probablemente sea un ataque.
fr: SELinux a refusé aux outils de gestion de modifier la façon dont la la règle SELinux fonctionne. Cette machine est renforcée, donc si vous n'avez pas démarré d'outils SELinux, cela signale probablement une intrusion.
hi: SELinux ने प्रबंधन औजारों को उन तरीकों को बदलने से मना किया है जिससे SELinux नीति चलता है. यह मशीन कठोर होता है अगर आप किसी SELinux औजारों को नहीं चलाते हैं, यह संभवतः एक घुसपैठ का संकेत देता है.
hu: SELinux elutasította, hogy az igazgató eszközök változtassák, hogyan fusson a SELinux szabályzat. E gép megerősített, így ha nem futtattak SELinux eszközt, akkor ez valószínűleg behatolás próbálkozást jelez.
kn: SELinux ಪಾಲಿಸಿಯ ಚಲಾಯಿತಗೊಳ್ಳುವ ರೀತಿಯನ್ನು ಬದಲಾಯಿಸದಂತೆ ನಿರ್ವಹಣಾ ಉಪಕರಣಗಳನ್ನು SELinux ತಡೆದಿದೆ. ಈ ಗಣಕವನ್ನು ಗಟ್ಟಿಗೊಳಿಸಲಾಗಿದೆ, ಆದ್ದರಿಂದ ನೀವು ಯಾವುದೆ SELinux ಉಪಕರಣಗಳನ್ನು ಚಲಾಯಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಬಹುಷಃ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 SELinux 정책 실행 방법을 수정하는 것으로 부터 관리 도구를 거부합니다. 어떤 SELinux 도구라도 실행하지 않으실 경우 컴퓨터 보안은 강화되어, 침입을 시도했다는 신호가 나타날 것입니다.
ml: SELinux പോളിസി പ്രവര്‍ത്തിക്കുന്ന രീതി മാറ്റുന്നതില്‍ നിന്നും SELinux മാനേജ്മെന്റ് പ്രയോഗങ്ങളെ നിഷേധിക്കുന്നു. നിങ്ങള്‍ ഒരു SELinux പ്രയോഗങ്ങള്‍ പ്രവര്‍ത്തിച്ചില്ലെങ്കില്‍, ഇതൊരു കടന്നു് കേറ്റമായി കണക്കാക്കുന്നു.
mr: SELinux ने व्यवस्थापन साधनांना. SELinux policy कार्यपध्दती संपादीत करण्यापासून रोखले आहे. कुठलेही SELinux साधन न चालवल्यास, हे अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de beheer gereedschappen verboden om de manier waarop de SELinux tactiek werkt te veranderen. Deze machine is versterkt, dus als je geen enkel SELinux gereedschap hebt gedraaid, is dit waarschijnlijk een teken van een indringing.
or: SELinux ପରିଚାଳନା ସାଧନକୁ SELinux ନିତୀ ଯେଉଁ ଉପାୟର ଚାଲୁଥାଏ ତାହାକୁ ବାରଣ କରିଥାଏ। ଏହି ଯନ୍ତ୍ରଟି ଶକ୍ତ, ତେଣୁ ଯଦି ଆପଣ କୌଣସି SELinux ସାଧନକୁ ନଚଲାନ୍ତି, ତେବେ ଏହା ସମ୍ଭବତଃ ଗୋଟିଏ ବିନାଅନୁମତି ପ୍ରବେଶ ପାଇଁ ଚେଷ୍ଟା କରିପାରେ।
pt: O SELinux proibiu as ferramentas de gestão de modificarem a forma como a política do SELinux se executa. Esta máquina está protegida,se não executou quaisquer ferramentas do SELinux, isto poderá significar uma intrusão.
pt_br: O SELinux impediu que as ferramentas de gerenciamento modificassem a forma como as políticas do SELinux são executadas. Esta máquina está segura, portanto se você não executou nenhuma ferramenta do SELinux, isto provavelmente indica uma intrusão.
ru: SELinux запретил инструментам управления изменять способ работы политики SELinux. Эта машина достаточно сильно защищена, поэтому если вы не выполняли утилиты SELinux, это может служить индикатором попытки вторжения.
sv: SELinux har nekat adminstrationsverktygen från att ändra sättet SELinux policy körs. Denna maskinen är härdad, så om du inte körde några SELinux verktyg är detta förmodligen tecken på ett intrång.
ta: SELinux ஆனது இந்த நிர்வாக கருவிகளில் இருந்து மாற்றியமைக்கப்பட்ட SELinux பாலிசி வழியில் இயங்குவதை தடுக்கிறது. இந்த கணினியானது கெட்டியானது, எனவே நீங்கள் இந்த எதாவது SELinux கருவிகளை இயக்காவிட்டால், இது அநேகமாய் சிக்னல்கள் ஒரு நிர்வாகத்தாகும்.
te: SELinux విధానం నడుచుచున్న విధాన్ని సవరించుటకు నిర్వహణా సాధనములను SELinux తిరస్కరిస్తోంది. అందుకని మీరు యెటువంటి SELinux సాధనములను నడుపకపోతే ఈ మిషన్ పాడవుతుంది, బహుశా దాడిని సూచిస్తుంది.
zh_cn: SELinux 拒绝了管理工具修改 SELinux 策略的运行方式。 您的计算机是有防护的，因此如果您没有运行任何 SELinux 工具，这很可能是入侵的信号。
zh_tw: SELinux 拒絕了管理工具針對於 SELinux 政策執行 上的方式進行修改。此機器已被進行限制，因此若您並未執行 任何 SELinux 工具的話，這代表系統可能已遭到入侵的警訊。

source: If you want to modify the way SELinux is running on your machine you need to bring the machine to single user mode with enforcing turned off. The turn off the secure_mode_policyload boolean: "setsebool -P secure_mode_policyload=0".
as: আপনাৰ যন্ত্ৰত চলমান SELinux প্ৰণালী পৰিবৰ্তন কৰিবলৈ হ'লে enforcing মোড বন্ধ কৰি যন্ত্ৰটি সিঙ্গল-ইউজাৰ মোডলৈ নিয়ক । secure_mode_policyload বুলিয়েন বন্ধ কৰক: "setsebool -P secure_mode_policyload=0".
de: Falls Sie die Art und Weise, wie SELinux auf Ihrem Rechner läuft, ändern möchten, müssen Sie den Rechner in Einzelbenutzer-Modus herunterfahren und enforcing deaktivieren. Deaktivieren Sie danach den secure_mode_policyload Boolesch: "setsebool -P secure_mode_policyload=0".
es: Si quiere modificar la forma en que SELinux se ejecuta en su máquina necesita poner el equipo en modo monousuario sin obediencia (enforcing). Ponga en 0 el booleano secure_mode_policyload: "setsebool -P secure_mode_policyload=0".
fr: Si vous souhaitez modifier la façon dont SELinux démarre sur votre machine vous devez mettre la machine en mode single user et forcer la désactivation. Pour désactiver le booléen secure_mode_policyload : « setsebool -P secure_mode_policyload=0 ».
hi: अगर आप उन तरीकों को बदलना चाहते हैं जिससे SELinux आपके मशीन पर चल रहा है तो आपको मशीन को एकल उपयोक्ता मोड मे लाने की जरूरत होगी बलपूर्वक बंद करने के साथ. secure_mode_policyload बुलियन बंद करें: "setsebool -P secure_mode_policyload=0".
hu: Ha szeretné megváltoztatni, hogy SELinux hogyan fusson a gépen, akkor egyfelhasználós módba kell állítania a gépet kikapcsolt kikényszerítés mellett. A "secure_mode_policyload" logikai értéket a következő paranccsal kapcsolhatja ki: "setsebool -P secure_mode_policyload=0".
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿ SELinux ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ ರೀತಿಯನ್ನು ಬದಲಾಯಿಸಲು ನೀವು ಬಯಸಿದರೆ, ಒತ್ತಾಯಪೂರ್ವಕ ಕ್ರಮವನ್ನು ಆಫ್ ಮಾಡುವುದರ ಜೊತೆಗೆ ಗಣಕವನ್ನು ಏಕ ಬಳಕೆದಾರ ಕ್ರಮಕ್ಕೆ ತರಬೇಕಾಗುತ್ತದೆ. secure_mode_policyload ಬೂಲಿಯನ್ ಅನ್ನು ಅಫ್ ಮಾಡಿ: "setsebool -P secure_mode_policyload=0".
ko: 컴퓨터에서의 SELinux 실행 방법을 수정하고자 하실 경우 강제를 해제하여 싱글 사용자 모드로 컴퓨터를 실행합니다. secure_mode_policyload 부울을 작동시키지 않습니다: "setsebool -P secure_mode_policyload=0".
ml: SELinux നിങ്ങളുടെ സിസ്റ്റമില്‍ പ്രവര്‍ത്തിക്കുന്ന രീതി നിങ്ങള്‍ക്കു് മാറ്റണമെങ്കില്‍, നിങ്ങള്‍ നിര്‍ബന്ധമായും ഓഫ് ചെയ്തു് സിസ്റ്റം സിംഗിള്‍ യൂസര്‍ മോഡിലാക്കേണ്ടതാകുന്നു. ഓഫ് ആക്കുന്നതിനായി secure_mode_policyload boolean: "setsebool -P secure_mode_policyload=0".
mr: SELinux ज्याप्रकारे कार्यरत आहे त्याप्रकारे संपादन करायचे असल्यास तुम्हास एक संख्यीक वापरकर्ता पध्दती अकार्यान्वीत करावे लागेल. secure_mode_policyload बूलीयन अकार्यान्वीत करा: "setsebool -P secure_mode_policyload=0".
nl: Als je de manier waarop SELinux op jouw machine draait wilt veranderen moet je de machine in de enkele gebruiker mode brengen met Enforcing uitgezet. Zet daarna de secure_mode_policyload boolean uit: "setsebool -P secure_mode_policyload=0".
or: ଯଦି ଆପଣ ଆପଣଙ୍କ ତନ୍ତରେ SELinux ର ଚାଲିବା ପନ୍ଥାକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହାନ୍ତି ତେବେ ଆପଣଙ୍କୁ ସେହି ଯନ୍ତ୍ରକୁ ବାଧ୍ୟତାମୂଳକ ଅଫ କରିବା ସହିତ ଏକକ ଚାଳକ ଧାରାକୁ ଆଣିବାକୁ ହେବ। secure_mode_policyload ବୁଲିଆନକୁ ଅଫକରିବାକୁ: "setsebool -P secure_mode_policyload=0".
pt: Se quiser modificar a forma como o SELinux se executa na sua máquina, deverá comutar a máquina para o modo mono-utilizador, com o modo obrigatório desactivado. Depois, desligue o booleano 'secure_mode_policyload': "setsebool -P secure_mode_policyload=0".
pt_br: Se você quiser modificar a forma como o SELinux é executado na sua máquina, você precisa fazer com que a máquina rode em modo usuário único com "enforcing" desligado. Mude o Booleano secure_mode_policyload para falso: "setsebool -P secure_mode_policyload=0".
ru: Если вы хотите изменить способ работы SELinux, нужно перейти в однопользовательский режим, выключив принудительный режим SELinux. Измените значение secure_mode_policyload: «setsebool -P secure_mode_policyload=0».
sr@latin: Ako želite da izmenite način na koji SELinux radi na ovoj mašini, treba da dovedete mašinu u režim jedinog korisnika sa isključenim primoravanjem. Potom isključite secure_mode_policyload logičku: „setsebool -P secure_mode_policyload=0“.
sv: Om du vill ändra sättet SELinux kör på din maskin måste du ta ned din maskin i single user läge med upprätthållade avstängt. Stäng sedan av secure_mode_policyload flaggan: "setsebool -P secure_mode_policyload=0".
ta: இந்த வழியில் SELinuxஐ மாற்றியமைத்து உங்களது கணினியில் இயக்கினால் உங்களது கணினியை ஒன்னை பயனர் முறைமைக்கு வலியுறுத்தி நிறுத்த வேண்டும். secure_mode_policyload boolean: "setsebool -P secure_mode_policyload=0"ஐ நிறுத்த வேண்டும்.
te: మీరు SELinux మీ మిషన్‌నందు నడుచుచున్న విధాన్ని సవరించాలని అనుకొంటే ఎన్ఫోర్సింగును ఆఫ్ చేసి మీరు మిషన్‌ను వొంటరి వినియోగదారి రీతిలోనికి తేవలసి వుంటుంది. దీనియొక్క టర్న్ ఆఫ్ secure_mode_policyload boolean: "setsebool -P secure_mode_policyload=0".
zh_cn: 如果您想要修改 SELinux 在您的计算机上的运行方式，您需要将机器转入单 用户 (single user) 模式，并关闭强制 (enforcing) 模式。然后关闭 secure_mode_policyload boolean 布尔值： "setsebool -P secure_mode_policyload=0" 。
zh_tw: 若您希望修改 SELinux 在您機器上的執行方式， 您需要將機器切換至單人使用模式並將 enforcing 關閉。然後關閉 secure_mode_policyload 布林值： 「setsebool -P secure_mode_policyload=0」。

source: Your system may be seriously compromised!
de: Ihr System könnte ernsthaft kompromittiert worden sein!
es: ¡Su sistema puede estar seriamente comprometido!
fr: Votre système peut être sérieusement compromis !
hu: A rendszer komoly veszélyben lehet!
kn: ನಿಮ್ಮ ಗಣಕವು ಗಂಭೀರವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿರಬಹುದು!
ko: 시스템이 심각하게 영향을 받을 수 있습니다!
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കാര്യമായ തകരാറുണ്ടു്!
mr: तुमच्या प्रणालीला गंभीर धोका होऊ शकतो!
nl: Je systeem kan ernstig in gevaar gebracht zijn!
or: ଆପଣଙ୍କର ତନ୍ତ୍ରଟି ଗୁରୁତରଭାବରେ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇପାରେ!
pt: O seu sistema pode estar seriamente comprometido!
pt_br: O seu sistema pode ter sido seriamente comprometido!
ru: Ваша система может быть серьёзно скомпрометирована!
sv: Ditt system kan vara allvarligt komprometterat!
ta: உங்களது கணினியானது நிஜமாகவே சமரசமாகிவிட்டது!
te: మీ సిస్టమ్ తీవ్రంగా రాజీ పడవచ్చు!
zh_cn: 您的系统可能被严重破坏！
zh_tw: 您的系統可能已嚴重遭到入侵！

source: SELinux has prevented $SOURCE from modifying $TARGET. This denial indicates $SOURCE was trying to modify the selinux policy configuration. All applications that need this access should have already had policy written for them. If a compromised application tries to modify the SELinux policy this AVC will be generated. This is a serious issue. Your system may very well be compromised.
as: SELinux দ্বাৰা $SOURCE-কে $TARGET পৰিবৰ্তন কৰতে বাধা দেওয়া হয়েছে। $SOURCE দ্বাৰা selinux পলিসিৰ কনফিগাৰেশন পৰিবৰ্তনেৰ প্ৰচেষ্টা কৰা হলে এই প্ৰতিৰোধ কৰা হয়। এটি ব্যবহাৰেৰ অধিকাৰপ্ৰাপ্ত সকল অ্যাপ্লিকেশনেৰ জন্য প্ৰয়োজনীয় পলিসি উপস্থিত থাকা আবশ্যক। কোনো বিপদগ্ৰস্ত অ্যাপ্লিকেশন দ্বাৰা SELinux পলিসি পৰিবৰ্তনেৰ প্ৰয়াস কৰা হলে এই AVC-টি উৎপন্ন হবে। এটি একটি গুৰুত্বপূৰ্ণ সমস্যা এবং আপনাৰ সিস্টেমও বিপদগ্ৰস্ত হতে পাৰে।
de: SELinux verweigerte $SOURCE die Modifikation von $TARGET. Diese Verweigerung weist darauf hin, dass $SOURCE die Konfiguration der SELinux-Richtlinie zu ändern versuchte. Alle Anwendungen, die derartigen Zugriff benötigen, sollten bereits eine entsprechende Richtlinie haben. Falls eine kompromittierte Anwendung die SELinux-Richtlinie zu verändern versucht, wird diese AVC generiert. Dies ist unter Umständen ein schwerwiegendes Problem. Ihr System wurde womöglich kompromittiert.
es: SELinux le ha negado a $SOURCE la posibilidad de modificar $TARGET. Esta negación muestra que $SOURCE intentaba modificar la política de configuración de selinux. Todas las aplicaciones que necesiten este acceso, deberían haber tenido algún tipo de política definida. Si una aplicación vulnerada intenta modificar la política de selinux, este AVC será generado. Este es un problema serio. Su sistema puede estar comprometido.
fr: SELinux a empêché $SOURCE de modifier $TARGET. Ce déni signifie que $SOURCE a essayé de modifier la configuration de la politique de sécurité de SELinux. Toutes les applications nécessitant cet accès devraient déjà avoir une politique de sécurité définie. Si une application compromise essaie de modifier la politique de sécurité de SELinux, cet AVC (Access Vector Cache, message d'alerte de sécurité) sera affiché. Ceci est un problème sérieux. Votre système pourrait très bien être compromis.
hu: SELinux megakadályozta, hogy $SOURCE megváltoztassa $TARGET fájlt. E visszautasítás jelzi, hogy $SOURCE selinux szabályozást próbált átállítani. Minden ilyen hozzáférést igénylő alkalmazáshoz már kell, hogy legyen neki írt szabályzat. Ha egy rossz alkalmazás próbál megváltoztatni SELinux szabályzatot ez az AVC keletkezik. Ez komoly dolog. A rendszer komoly veszélyben lehet.
kn: $SOURCE ಅನ್ನು ಮಾರ್ಪಡಿಸದಂತೆ $TARGET ಅನ್ನು SELinux ತಡೆದಿದೆ. ಈ ನಿರಾಕರಣೆಯು $SOURCE SELinux ಪಾಲಿಸಿ ಸಂರಚನೆಯನ್ನು ಮಾರ್ಪಡಿಸಲು ಪ್ರಯತ್ನಿಸಿದೆ ಎನ್ನುವುದನ್ನು ಸೂಚಿಸುತ್ತದೆ. ಇದರ ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಅನ್ವಯಗಳಿಗೂ ಪಾಲಿಸಿಯನ್ನು ಈ ಮೊದಲೆ ಬರೆದಿರುವ ಅಗತ್ಯವಿರುತ್ತದೆ. ರಾಜಿ ಮಾಡಿಕೊಳ್ಳಲಾದ ಯಾವುದೆ ಅನ್ವಯವು ಕರ್ನಲ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಲು ಪ್ರಯತ್ನಿಸಿದಲ್ಲಿ ಈ AVC ಯನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ ಇದು ಒಂದು ಗಂಭೀರವಾದ ಸಮಸ್ಯೆಯಾಗದ್ದು. ನಿಮ್ಮ ಗಣಕವು ರಾಜಿ ಮಾಡಿಕೊಂಡಿರುವಂತೆ ತೋರುತ್ತಿದೆ.
ko: SELinux는 $SOURCE가 $TARGET을 수정하지 못하게 합니다. 이는 $SOURCE가 selinux 정책 설정을 수정하려 했다고 나타날 수 있습니다. 이러한 액세스가 필요한 모든 응용 프로그램에는 해당하는 정책이 있어야 합니다. 영향을 받을 수 있는 응용 프로그램이 SELinux 정책을 수정하려 할 경우 AVC가 생성되어 심각한 문제를 일으킬 수 있습니다 시스템이 아주 쉽게 영향을 받을 수 있습니다.
ml: $TARGET-ല്‍ മാറ്റം വരുത്തുന്നതില്‍ നിന്നും SELinux $SOURCE-നെ തടയുന്നു. $SOURCE selinux പോളിസിയില്‍ മാറ്റം വരുത്തുവാന്‍ ശ്രമിച്ചു എന്നതു് ഈ നിഷേധം സൂചിപ്പിക്കുന്നു. ഈ അനുമതി ആവശ്യമുള്ള എല്ലാ പ്രയോഗങ്ങളും അവയ്ക്കുള്ള പോളിസി തയ്യാറാക്കേണ്ടതുണ്ടു്. തകരാറുള്ള പ്രയോഗം SELinux പോളിസിയില്‍ മാറ്റം വരുത്തുവാന്‍ ശ്രമിച്ചാല്‍, ഈ AVC ലഭ്യമാകുന്നു. ഇതു് ഗുരുതരമായ ഒരു പ്രശ്നമാണു്. സിസ്റ്റം പ്രത്യേകം ശ്രദ്ധിക്കുക.
mr: SELinux ने $SOURCE ला $TARGET संपादीत करण्यापासून रोखले. हे नकार $SOURCE, selinux policy संयोजना संपादीत करण्याचा प्रयत्न करत आहे ते दर्शवते. सर्व ऍप्लिकेश्नस् ज्यांस या प्रवेशची आवश्यकता आहे, आधिपासूनच त्यांकरीता करार लिहायला हवे. धोकादायक ऍप्लिकेशन SELinux policy संपादीत करण्याचा प्रयत्न करत असल्यास हा AVC निर्माण होईल. ही एक गंभीर बाब आहे. तुमच्या प्रणालीला खूप जास्त धोका असू शकतो.
nl: SELinux heeft $SOURCE belet om $TARGET te veranderen. Deze weigering geeft aan dat $SOURCE probeerde om de selinux tactiek instelling te veranderen. Alle toepassingen die deze toegang nodig hebben moeten al een geschreven tactiek hiervoor hebben. Als een in gevaar gebrachte toepassing de selinux tactiek probeert te veranderen zal deze AVC aangemaakt worden. Dit is een ernstig probleem. Jouw systeem kan zeker in gevaar gebracht zijn.
or: SELinux $SOURCE କୁ $TARGET କୁ ପରିବର୍ତ୍ତନ କରିବାରୁ ବାରଣ କରିଛି। ଏହି ବାରଣ ସୂଚାଇଥାଏ ଯେ $SOURCE ଟି selinux ନିତୀକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ଚେଷ୍ଟାକରିଥିଲା। ଏହି ଅଭିଗମ୍ୟତା ଆବଶ୍ୟକ କରୁଥିବା ସମସ୍ତ ପ୍ରୟୋଗଗୁଡ଼ିକରେ ପୂର୍ବରୁ ସେଥିରେ ନିତୀ ଲେଖା ହୋଇଥିବା ଉଚିତ। ଯଦି ଗୋଟିଏ ସଂଶୋଧିତ ପ୍ରୟୋଗ SELinux କୁ ପରିବର୍ତ୍ତ କରିବାକୁ ଚେଷ୍ଟାକରେ ତେବେ ଏହି AVC ସୃଷ୍ଟିହେବ। ଏହା ଏକ ଗୁରୁତର ସମସ୍ୟା। ଆପଣଙ୍କର ତନ୍ତ୍ର ହୁଏତଃ ଆତ୍ମସମର୍ପଣ କରିଛି।
pt: O SELinux impediu $SOURCE de modificar $TARGET. Esta negação indica que $SOURCE estava a tentar modificar a configuração da política do SELinux. Todas as aplicações que precisam deste acesso já deveriam ter um política escrita para eles. Sempre que uma aplicação comprometida tenta modificar a política do SELinux este AVC será gerado. Este é um problema sério. O seu sistema pode estar comprometido.
pt_br: O SELinux impediu que o $SOURCE modificasse o $TARGET. Esta negação indica que o $SOURCE estava tentando modificar a configuração da política do SELinux. Todos os aplicativos que precisam desse acesso já devem ter uma política escrita para eles. Se um aplicativo comprometido tentar modificar a política do SELinux este AVC será gerado. Este é um problema sério. O seu sistema pode muito bem ter sido comprometido.
ru: SELinux запретил $SOURCE модифицировать $TARGET. $SOURCE пытался изменить конфигурацию политики selinux. Для всех приложений, которым необходим такой уровень доступа, должна существовать отдельная политика. Если скомпрометированное приложение попытается изменить политику, будет сгенерировано AVC. Это является серьезной проблемой и может служить индикатором того, что система могла быть скомпрометирована.
sv: SELinux har hindrat $SOURCE från att ändra $TARGET. Detta nekande indikerar att $SOURCE försökte ändra selinux policykonfiguration. Alla program som behöver denna åtkomst bör redan ha en policy skriven för sig. Om ett komprometterat program försöker ändra SELinux policy kommer denna AVC genereras. Detta är en allvarlig sak. Ditt system kan mycket väl vara komprometterat.
ta: SELinuxஆனது $SOURCE லிருந்து $TARGET மாற்றியமைப்பதை தடுக்கிறது. இந்த denial $SOURCEஆனதுselinux பாலிசி கட்டமைபை மாற்றியமைக்க முயற்சிப்பதை காட்டுகிறது. அனைத்து பயன்பாடுகளும் இதை அணுகுவதற்கு ஏற்கனவே பாலிசியை அவற்றிற்கு எழுதியதை பெற்றிருக்கிறது. ஒரு சமரசப்பட்ட பயன்பாடு SELinux பாலிசியை மாற்றியமைத்து இந்த AVC உருவாக்க முயற்சிக்கிறது. இது ஒரு முக்கிய வெளிப்பாடாகும். உங்களது கணினி நன்றாக சமரசப்படுகிறது.
te: SELinux అనునది $SOURCEను $TARGET మార్చుట నుండి నిరోధిస్తుంది. ఈ తిరస్కరణ అనునది $SOURCE selinux పాలసీ ఆకృతీకరణను సవరించుటకు యత్నించుట సూచిస్తుంది. ఈ యాక్సెస్ కావలసిన అన్ని అనువర్తనములు తప్పక యిప్పటికే వాటికొరకు వ్రాయబడివున్న పాలసీను కలిగి వుండాలి. ఒకవేళ రాజీపడిన అనువర్తనము SELinux పాలసీను సవరించుటకు ప్రయత్నిస్తే ఈ AVC వుద్భవించబడుతుంది. ఇది వొక తీవ్రమైన సమస్య. మీ సిస్టమ్ చాలాబాగా రాజీ పడుతుంది.
zh_cn: SELinux 已阻止 $SOURCE 修改 $TARGET。这个拒绝表明 $SOURCE 曾试图修改 selinux 策略配置。所有需要这个访问的程序都应该已经有写入的策略。如果破坏的程序试图修改 SELinux 则会生成这个 AVC。这是个严重问题。您的系统可能被严重破坏。
zh_tw: SELinux 拒絕了 $SOURCE 修改 $TARGET。這項拒絕動作 顯示了 $SOURCE 嘗試修改 selinux policy 設定。 所有需要這項存取權限的應用程式都應有個為它們而 編寫的政策。若有個遭到入侵的應用程式嘗試修改 SELinux 政策的話，此 AVC 便會產生。這是一項嚴重的問題。您的系統 可能已遭到入侵。

source: Your system may be seriously compromised! $SOURCE_PATH tried to modify SELinux enforcement.
de: Ihr System könnte ernsthaft kompromittiert worden sein! $SOURCE_PATH versuchte, das SELinux-Enforcement zu verändern.
es: ¡Su sistema puede estar seriamente comprometido! $SOURCE_PATH intentó modificar el estado actual de SELinux.
fr: Votre système peut être sérieusement compromis ! $SOURCE_PATH a essayé de modifier la mise en application de SELinux.
hu: A rendszer komoly veszélyben lehet! $SOURCE_PATH megpróbálta megváltoztatni a SELinux kényszerítést.
kn: ನಿಮ್ಮ ಗಣಕವು ಗಂಭೀರವಾಗಿ ರಾಜಿ ಮಾಡಿಕೊಂಡಿರಬಹುದು! SELinux ಅನ್ನು ಮಾರ್ಪಡಿಸಲು $SOURCE_PATH ಪ್ರಯತ್ನಿಸಿದೆ.
ko: 시스템이 심각하게 영향을 받을 수 있습니다! $SOURCE_PATH가 SELinux 강제를 변경하려 합니다.
ml: നിങ്ങളുടെ സിസ്റ്റത്തില്‍ കാര്യമായ തകരാറുണ്ടു്! $SOURCE_PATH SELinux എന്‍ഫോഴ്സ്മെന്റില്‍ മാറ്റം വരുത്തുന്നതിനായി ശ്രമിച്ചു.
mr: तुमच्या प्रणालीला गंभीर धोका होऊ शकतो! $SOURCE_PATH ने SELinux enforcement संपादीत करण्याचा प्रयत्न केला.
nl: Je systeem kan ernstig in gevaar gebracht zijn! $SOURCE_PATH probeerde SELinux afdwinging te veranderen.
or: ଆପଣଙ୍କର ତନ୍ତ୍ରଟି ଗୁରୁତର ଭାବରେ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇପାରେ! $SOURCE_PATH SELinux ଏନଫର୍ସମେଣ୍ଟକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚେଷ୍ଟାକରିପାରେ।
pt: O seu sistema pode estar seriamente comprometido! $SOURCE_PATH tentou modificar a politica do SELinux.
pt_br: O seu sistema pode ter sido seriamente comprometido! O $SOURCE_PATH tentou modificar o reforço do SELinux.
ru: Ваша система может быть серьёзно скомпрометирована! $SOURCE_PATH пытается изменить принудительный режим SELinux.
sv: Ditt system kan vara allvarligt komprometterat! $SOURCE_PATH försökte ändra SELinux-verkställigheten.
ta: உங்களது கணினியானது நிஜமாகவே சமரசமாகிவிட்டது!$SOURCE_PATH SELinux வலியுறுத்தலை மாற்ற முயற்சிக்கிறது.
te: మీ సిస్టమ్ తీవ్రంగా రాజీ పడవచ్చు! $SOURCE_PATH అనునది SELinux ఎన్ఫోర్స్‌మెంట్‌ను సవరించుటకు పయత్నిస్తుంది.
zh_cn: 您的系统可能被严重破坏！ $SOURCE_PATH 试图修改 SELinux enforcement.
zh_tw: 您的系統可能已嚴重遭到入侵！$SOURCE_PATH 已嘗試修改 SELinux enforcement。
