Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented the ftp daemon from $ACCESS files stored on a CIFS filesystem. CIFS (Comment Internet File System) is a network filesystem similar to SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) The ftp daemon attempted to read one or more files or directories from a mounted filesystem of this type. As CIFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured the ftp daemon to read files from a CIFS filesystem this access attempt could signal an intrusion attempt.
as: SELinux দ্বাৰা ftp ডেমনক CIFS নথিপত্ৰপ্ৰণালীত সংৰক্ষিত নথিপত্ৰ $ACCESS কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে । CIFS (কমেন্ট ইন্টাৰনেট নথিপত্ৰপ্ৰণালী) মূলত SMB ৰ (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) অনুৰূপ নেটৱৰ্ক নথিপত্ৰপ্ৰণালী । ftp ডেমন দ্বাৰা এই প্ৰকৃতিৰ কোনো তুলি লোৱা নথিপত্ৰপ্ৰণালীৰ পৰা নথিপত্ৰ পঢ়াৰ প্ৰচেষ্টা কৰা হৈছে । CIFS নথিপত্ৰপ্ৰণালী দ্বাৰা ফাইন-গ্ৰেইন্ড SELinux লেবেল বৈশিষ্ট্য সমৰ্থিত নোহোৱাৰ ফলত নথিপত্ৰপ্ৰণালীত উপস্থিত সকলো নথিপত্ৰ আৰু পঞ্জিকাত একেই নিৰাপত্তা সন্দৰ্ভ ব্যৱহৃত হ'ব । যদি CIFS নথিপত্ৰপ্ৰণালীৰ পৰা নথিপত্ৰ পঢ়াৰ উদ্দেশ্যে ftp ডেমন বিন্যাস নকৰা হৈ থাকে তেনেহ'লে এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux hinderte den ftp-Daemon am $ACCESS auf Dateien, die auf einem CIFS Dateisystem abgelegt sind. CIFS (Comment Internet File System) ist ein Netzwerk-Dateisystem und ähnelt SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) Der ftp-Daemon versuchte, eine oder mehrere Dateien oder Verzeichnisse auf einem eingehängten Dateisystem dieses Typs zu lesen. Da CIFS-Dateisysteme kein fein granuliertes SELinux-Labeling unterstützen, haben alle Dateien und Verzeichnisse dieses Dateisystems denselben Security-Kontext. Falls Sie den FTP-Daemon ohne Lesezugriff auf CIFS-Dateisysteme konfiguriert haben, könnte dieser Zugriff einen Einbruchsversuch signalisieren.
es: SELinux previno acerca de la intención del demonio ftp de $ACCESS archivos almacenados en un sistema de archivos CIFS. CIFS (Sistema de Archivos de Comentarios de Internet) es un sistema de archivo de red similar a SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) El demonio ftp intentó leer uno o más archivos o directorios de un sistema de archivos montando de ese tipo. Como los sistemas de archivos CIFS no dan soporte adecuado al etiquetado SELinux, todos los archivos y directorios en el sistema de archivo tendrán el mismo contexto de seguridad. Si no configuró al demonio ftp para leer archivos de un sistema de archivos CIFS, este intento de acceso puede ser señal de un ataque.
fr: SELinux a empêché le démon ftp d'$ACCESS aux fichiers stockés sur un système de fichiers CIFS. CIFS (Comment Internet File System) est un système de fichiers réseau similaire à SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) Le démon ftp a empêché la lecture d'un ou plusieurs fichiers ou répertoires provenant d'un tel système de fichiers monté. Étant donné que les systèmes de fichiers CIFS ne supportent pas l'étiquetage fin SELinux, tous les fichiers et répertoires dans le système de fichiers auront le même contexte de sécurité. Si vous n'avez pas configuré le démon ftp afin de lire les fichiers provenant d'un système de fichiers CIFS cette demande d'accès pourrait signaler une tentative d'intrusion.
hi: SELinux ने ftp डेमॉन को $ACCESS फाइल के अभिगम से रोका CIFS फाइल सिस्टम पर जमा. CIFS (Comment Internet File System) एक संजाल फाइल सिस्टम है SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) ftp डेमॉन ने एक या ज्यादा फाइल या निर्देशिका को इस प्रकार के एक आरोहित फाइलसिस्टम से पढ़ने का प्रयास किया. क्योंकि CIFS फाइल सिस्टम अति SELinux लेबलिंग का समर्थन नहीं करता है, सारे फाइल और निर्देशिका इसमें फाइल सिस्टम में समान सुरक्षा संदर्भ रखेगा. अगर आपने ftp डेमॉन विन्यस्त नहीं किया है CIFS फाइल सिस्टम से फाइल पढ़ने के लिये यह अभिगम एक घुसपैठ प्रयास का संकेत माना जायेगा.
hu: SELinux megakadályozta ftpd szolgáltatás $ACCESS hozzáférését CIFS fájlrendszerben tárolt fájlokhoz. A CIFS (Common Internet File System) az SMB-hez hasonló hálózati fájlrendszer (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>). Az ftpd szolgáltatás megkísérelt olvasni egy vagy több olyan fájlt illetve mappát, amely ilyen típusú csatolt fájlrendszeren van. A CIFS fájlrendszerek nem támogatják a kifinomult SELinux címkézést, ezért a fájlrendszerben levő összes fájl és mappa ugyanazon biztonsági beállítással rendelkezik. Ha nem állították be ftpd szolgáltatást fájlok olvasására valamely CIFS fájlrendszerből, akkor ez behatolás próbálkozást jelezhet.
kn: ftp ಡೆಮನ್ ಅನ್ನು CIFS ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲ್ಪಟ್ಟ $ACCESS ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳದಂತೆ SELinux ತಡೆದಿದೆ. CIFS (Comment Internet File System) ಯು SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) ನಂತಹ ಒಂದು ಜಾಲಬಂಧ ಕಡತ ವ್ಯವಸ್ಥೆಯಾಗಿದೆ. ftp ಡೆಮನ್ ಆರೋಹಿಸಲಾದ ಈ ಬಗೆಯ ಒಂದು ಕಡತ ವ್ಯವಸ್ಥೆಯಿಂದ ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಕಡತಗಳನ್ನು ಅಥವ ಕಡತಕೋಶಗಳನ್ನು ಓದಲು ಪ್ರಯತ್ನಿಸಿದೆ. ಆದರೆ CIFS ಕಡತ ವ್ಯವಸ್ಥೆಗಳು ಸೂಕ್ಷ್ಮ-ಗ್ರೈನ್ ಮಾಡಲಾದ SELinux ಲೇಬಲ್ ಮಾಡುವಿಕೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲವಾದ್ದರಿಂದ, ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಎಲ್ಲಾ ಕಡತ ಹಾಗು ಕಡತಕೋಶಗಳು ಒಂದೇ ರೀತಿಯ ಸುರಕ್ಷತಾ ಸನ್ನಿವೇಶಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ ನೀವು ftp ಡೆಮನ್ ಅನ್ನು CIFS ಕಡತ ವ್ಯವಸ್ಥೆಯಿಂದ ಕಡತಗಳನ್ನು ಓದುವಂತೆ ಸಂರಚಿಸದೆ ಹೋಗಿದ್ದರೆ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 ftp 데몬이 CIFS 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다. CIFS (Comment Internet File System)는 SMB과 유사한 네트워크 파일 시스템 입니다 (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) ftp 데몬은 이러한 유형으로 마운트된 파일 시스템에서 하나 이상의 파일 또는 디렉토리를 읽어오는 것을 시도합니다. CIFS 파일 시스템이 정교하게 SELinux 레이블하는 것을 지원하지 않음으로서 파일 시스템에 있는 모든 파일 및 디렉토리는 동일한 보안 문맥을 갖게 됩니다. CIFS 파일 시스템에서 파일을 읽어오기 위해 ftp 데몬을 설정하지 않으셨을 경우 이러한 액세스를 시도하면 침임을 시도했다는 신호가 나타날 수 있습니다.
ml: CIFS ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS ഫയലുകളിലേക്ക് ftp ഡെമണിനെ SELinux സമ്മതിക്കുന്നില്ല. SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) പോലൊരു നെറ്റ് വര്‍ക്ക് ഫയല്‍ സിസ്റ്റമാണ് CIFS (കോമണ്‍ ഇന്‍റര്‍നെറ്റ് ഫയല്‍ സിസ്റ്റം) ഈ തരത്തിലുളള ഒരു മൌണ്ട് ചെയ്ത ഫയല്‍ സിസ്റ്റമിലുളള ഫയല്‍ അതോ ഡയറക്ടറി വായിക്കുവാന്‍ ftp ഡെമണ്‍ ശ്രമിക്കുന്നു. CIFS ഫയല്‍ സിസ്റ്റം സൂക്ഷമമായ SELinux ലേബലിങ് പിന്തുണയ്ക്കാത്തതിനാല്‍, ഫയല്‍ സിസ്റ്റമിലുളള എല്ലാ ഫയലും ഡയറക്ടറികള്‍ക്കും ഒരേ സെര്യൂരിറ്റി കോണ്‍ട്ടെക്സ്റ്റ് ആണ്. ഒരു CIFS ഫയല്‍ സിസ്റ്റമില്‍ നിന്നും ftp ഡെമണ്‍ ഫയലുകള്‍ വായിക്കുന്നതിനായി ക്രമികരിച്ചിട്ടില്ല എങ്കില്‍ ഈ ശ്രമം തെറ്റായ ഒരു പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने ftp डीमनला CIFS फाइलप्रणाली वरील $ACCESS फाइलला रोखले . CIFS (टिपण्णी इन्टरनेट फाइल प्रणाली) संजाळ फाइलप्रणाली SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) प्रमाणेच आहे ftp डीमनने आरोहीत फाइलप्रणाली पासून एकापेक्षा जास्त फाइल किंवा डिरेक्ट्री वाचण्याचा प्रयत्न केला . CIFS फाइलप्रणाली SELinux लेबलींगला समर्थन देत नाही, फाइलप्रणालीवरील सर्व फाइल व डिरेक्ट्री कडे समान सुरक्षा संदर्भ असेल. ftp डीमनला CIFS फाइलप्रणाली पासून फाइल वाचण्यास संयोजीत न केल्यास या प्रयत्न घुसखोरीचा प्रयत्न म्हणून ओळखले जाईल.
nl: SELinux belette de ftp daemon om te $ACCESS bestanden op een CIFS bestandssysteem. CIFS (Comment Internet File System) is een netwerk bestandssysteem vergelijkbaar met SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) De ftp daemon probeerde een of meer bestanden of mappen te lezen van een aangekoppeld bestandssysteem van dit type. Daar CIFS bestandssystemen geen ondersteuning bieden voor fijnkorrelige SELinux markering, zullen alle bestanden en mappen in het bestandssysteem dezelfde beveiliging context hebben. Als je ftp niet geconfigureerd hebt om bestanden van een CIFS bestandssysteem te lezen kan deze toegang poging een teken zijn van een indringing poging.
or: SELinux ftp ଡେମନକୁ CIFS ରେ ରଖାଯାଇଥିବା $ACCESS ଫାଇଲତନ୍ତ୍ର ପାଖରୁ ସୁରକ୍ଷା ପ୍ରଦାନ କରିଥାଏ। CIFS (Comment Internet File System) ଟି ଗୋଟିଏ ନେଟୱର୍କ ଫାଇଲ ତନ୍ତ୍ର SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) ftp ଡେମନ ସ୍ଥାପିତ ଫାଇଲତନ୍ତ୍ରରୁ ଗୋଟିଏ କିମ୍ବା ଅଧିକ ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରୀ ପଢ଼ିବା ପାଇଁ ଚେଷ୍ଟାକରିଥାଏ। CIFS ଫାଇଲ ତନ୍ତ୍ର SELinux ନାମପଟିକରଣକୁ ସମର୍ଥନ କରେନାହିଁ, ଫାଇଲତନ୍ତ୍ରରେ ଥିବା ସମସ୍ତ ଫାଇଲ ଏବଂ ଡିରେକ୍ଟୋରୀ ପାଖରେ ସମାନ ସୁରକ୍ଷା ପ୍ରସଙ୍ଗ ଥିବା ଉଚିତ। ଯଦି ଆପଣ ସେହି ftp ଡେମନକୁ ବିନ୍ୟାସ ନକରନ୍ତି ତେବେ ତାହା CIFS ଫାଇଲତନ୍ତ୍ରରେ ଏହାକୁ ଅଭିଗମ୍ୟ କରିବା ପାଇଁ ଚେଷ୍ଟା କରିଥାଏ।
pt: O SELinux impediu o servidor de FTP de $ACCESS aos ficheiros de um sistema de ficheiros CIFS. O CIFS (Comment Internet File System) é um sistema de ficheiros na rede semelhante ao SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) O servidor de FTP tentou ler um ou mais ficheiros ou pastas de um sistema de ficheiros montado deste tipo. Dado que os sistemas de ficheiros CIFS não suportam a etiquetagem detalhada do SELinux, todos os ficheiros e pastas do sistema de ficheiros irão ter o mesmo contexto de segurança. Se não tiver configurado o servidor de FTP para ler os ficheiros de um sistema de ficheiros CIFS, esta tentativa de acesso poderá assinalar uma intrusão.
pt_br: O SELinux impediu que o daemon do ftp $ACCESS arquivos contidos em um arquivo de sistemas CIFS. CIFS (Comment Internet File System) é um sistema de arquivos de rede parecido com o SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) O daemon do ftp tentou ler um ou mais arquivos ou diretórios em um sistema de arquivos montado deste tipo. Uma vez que sistemas de arquivos CIFS não suportam reetiquetagem SELinux de alta resolução, todos os arquivos e diretórios no sistema de arquivos terão o mesmo contexto de segurança. Se você não configurou o daemon do ftp para ler arquivos contidos em um sistema de arquivos CIFS, esta tentativa de acesso pode indicar uma tentativa de intrusão.
ru: SELinux запретил демону ftp доступ $ACCESS к файлам в файловой системе CIFS. CIFS (Comment Internet File System) — сетевая файловая система, аналогичная SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>). Демон ftp попытался прочесть данные из смонтированной системы этого типа. Так как CIFS не поддерживает низкоуровневое маркирование SELinux, все файлы и каталоги имеют один и тот же контекст безопасности. Если вы не настраивали демон ftp на чтение файлов из CIFS, попытка получения доступа может служить сигналом вторжения.
sr@latin: SELinux je sprečio ftp sistemsku uslugu od $ACCESS datoteka uskladištenim na CIFS sistemu datoteka. CIFS (Common Internet File System - Zajednički Internet sistem datoteka) je mrežni sistem datoteka sličan SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) Sistemska uslugu ftp je pokušala da pročita jednu ili više datoteka ili direktorijuma sa montiranog sistema datoteka ove vrste. CIFS sistemi datoteka ne podržavaju SELinux oznake visoke rezolucije, sve datoteke i direktorijumi na sistemu datoteka će imati istovetan bezbednosni kontekst. Ako niste podesili ftp sistemsku uslugu za čitanje datoteka sa CIFS sistema datoteka ovaj pokušaj pristupa može da ukazuje na pokušaj upada.
sv: SELinux förhindrade ftp demonen från $ACCESS filer lagrade på ett CIFS filsystem. CIFS (Comment Internet File System) är ett nätverks-filsystem liknande SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) ftp demonen försökte läsa en eller flera kataloger från ett monterat filsystem av denna typ. Då CIFS-filsystem inte stöder finkornig SELinux-märkning, kommer alla filer och kataloger i filsystemet ha samma säkerhetskontext. Om du inte har konfigurerat ftp-demonen att läsa filer från ett CIFS filsystem kan detta försök vara ett intrångsförsök.
ta: SELinuxஐ ftp லிருந்து $ACCESS கோப்புகளை CIFS கோப்பு முறைமைக்கு சேமிக்க தடுக்கிறது. CIFS (Comment Internet File System) இது ஒரு இணைய கோப்பு முறைமைக்கு சமமானது SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) அந்த ftp டீமனை ஒன்று அல்லது நிறைய அல்லது அடைவுகளை வாசிக்க முயற்சிக்கிறது இந்த வகையில் ஒரு ஏற்றப்பட்ட கோப்புமுறைமை. CIFS கோப்பு முறைமைகள் துணைபுரியவில்லை மிகச்-சிறிய SELinux அட்டவணைப்படுத்தப்படுகிறது, இந்த அடைவிலுள்ள அனைத்து கோப்புகளும் கோப்பு முறைமையும் ஒரே பாதுகாப்பு உரையை பெற்றுள்ளது. நீங்கள் ftp டீமனை கட்டமைக்காமல் கோப்புகளை ஒரு CIFS கோப்பு முறைமையிலிருந்து வாசிக்கிறது இந்த நிர்வாக முயற்சிக்கும் அணுகலுக்கு சமிக்ஞை உள்ளது.
te: SELinux అనునది ftp డెమోన్‌ను CIFS దస్త్రవ్యవస్థ నందలినిల్వవున్న $ACCESS దస్త్రములనుండి నిరోదిస్తుంది. CIFS (Comment Internet File System) అనునది నెట్వర్క్‍ దస్త్రవ్యవస్థ ఏదైతే దీనికి సమానమో SMB (<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) ftp డెమోన్ అనునది ఈ రకము యొక్క మౌంటెడ్ దస్త్రవ్యవస్థ నుండి ఒకటి లేదా ఎక్కువ దస్త్రములు లేదా సంచయాలను చదువుటకు ప్రయత్నిస్తోంది. CIFS దస్త్రవ్యవస్థలాగా fine-grained SELinux లేబులింగ్‌ను మద్దతునీయదు, అన్ని దస్త్రములు మరియు సంచయాలు ఈ దస్త్రవ్యవస్థలోనివి ఒకే రక్షణ సందర్భంను కలిగివుంటాయి. మీరు ftp డెమోన్‌ను CIFS దస్త్రవ్యవస్థ నుండి దస్త్రములను చదువుటకు ఆకృతీకరించకపోతే వాడుక యత్నము అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 阻止了ftp后台 $ACCESS 存储在一个CIFS文件系统中的文件。 CIFS (通用Internet文件系统)是一个网络文件系统，它类似SMB(<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>) ftp后台试图读取已经安装的这种类型的文件系统中的一个或多个文件或目录。 由于CIFS文件系统不支持 fine-grained SELinux标志，文件系统中的所有的文件和目录将拥有一样的请安全上下文。 如果您没有配置ftp后台从一个CIFS文件系统读取文件，这个访问被记为一次入侵尝试。
zh_tw: SELinux 防止了 ftp daemon $ACCESS 儲存於 CIFS 檔案系統上的檔案。 CIFS（Comment Internet File System）是個和 SMB 相似的網路檔案系統 （<a href="http://www.microsoft.com/mind/1196/cifs.asp">http://www.microsoft.com/mind/1196/cifs.asp</a>） ftp daemon 嘗試了由一個此類型的已掛載檔案系統 讀取一個或更多個檔案或目錄。因為 CIFS 檔案系統不支援 fine-grained 的 SELinux 標記，因此所有檔案系統中的 檔案和目錄都會擁有相同的安全性 context。 若您並未設定 ftp daemon 來讀取 CIFS 檔案系統中的檔案的話， 此存取代表系統可能已遭到嘗試入侵的警訊。

source: Changing the "$BOOLEAN" and "$WRITE_BOOLEAN" booleans to true will allow this access: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". warning: setting the "$WRITE_BOOLEAN" boolean to true will allow the ftp daemon to write to all public content (files and directories with type public_content_t) in addition to writing to files and directories on CIFS filesystems.
as: "$BOOLEAN" আৰু "$WRITE_BOOLEAN" বুলিয়েনৰ মান true হ'লে ব্যৱহাৰাধিকাৰ প্ৰাপ্ত হ'ব: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". সতৰ্কবাণী: "$WRITE_BOOLEAN" বুলিয়েনৰ মান true হ'লে ftp ডেমনক CIFS নথিপত্ৰপ্ৰণালীৰ সকলো নথিপত্ৰ আৰু পঞ্জিকাত লিখাৰ অনুমতিৰ পাশাপাশি সকলো সাবৰ্জনীন বিষয়বস্তুতে (public_content_t প্ৰকৃতিৰ নথিপত্ৰ আৰু পঞ্জিকা) লিখাৰ অনুমতি প্ৰদান কৰা হ'ব ।
de: Das Ändern der "$BOOLEAN" und "$WRITE_BOOLEAN" Boolesch in wahr, erlaubt diesen Zugriff: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". Warnung: Wird der "$WRITE_BOOLEAN" Boolesch in wahr geändert, kann der FTP-Daemon in alle öffentlichen Dateien und Verzeichnisse mit dem Typ public_content_t schreiben, zusätzlich zu den Dateien und Verzeichnissen auf CIFS-Dateisystemen.
es: Cambiando los booleanos "$BOOLEAN" and "$WRITE_BOOLEAN" a 1 permitirá este acceso: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". Advertencia: poner el valor de "$WRITE_BOOLEAN" a 1 permitirá al demonio ftp escribir a todo el contenido público (archivos y directorios con el tipo public_content_t) además de escribir a archivos y directorios en sistemas de archivos CIFS.
fr: Le changement des booléens « $BOOLEAN » et « $WRITE_BOOLEAN » sur vrai autorisera cet accès : « setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1 ». avertissement : mettre le booléen « $WRITE_BOOLEAN » sur vrai autorisera le démon ftp à écrire dans tous les contenus publics (fichiers et répertoires avec le type public_content_t) en plus d'écrire dans les fichiers et répertoires du système de fichiers CIFS.
hi: "$BOOLEAN" बदल रहा है और "$WRITE_BOOLEAN" बुलियन को सही मानना इस अभिगम के लिये अनुमति देगा: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". चेतावनी: "$WRITE_BOOLEAN" बुलियन सही पर सेट करना ftp डेमॉन को सारे सार्वजनिक सामग्री में लिखने के लिये (फाइल व निर्देशिका public_content_t के प्रकार का) अनुमति देगा फाइल और CIFS फाइल सिस्टम में निर्दशिका के अलावा.
hu: „$BOOLEAN” és a(z) „$WRITE_BOOLEAN” logikai érték igazra állítása engedélyezi e hozzáférést: „setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1” Figyelmeztetés: „$WRITE_BOOLEAN” logikai érték igazra állítása engedélyezi az ftpd szolgáltatásnak az összes nyilvános tartalom (a public_content_t típusú fájlok és könyvtárak) írását is azon felül, hogy írhatja a CIFS-fájlrendszereken levő fájlokat és könyvtárakat.
kn: "$BOOLEAN" ಹಾಗು "$WRITE_BOOLEAN" ಬೂಲಿಯನ್‍ಗಳನ್ನು ನಿಜಕ್ಕೆ ಬದಲಾಯಿಸುವುದರಿಂದ ಅದು ಈ ನಿಲುಕನ್ನು ಅನುಮತಿಸುತ್ತದೆ: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". ಎಚ್ಚರಿಕೆ: "$WRITE_BOOLEAN" ಬೂಲಿಯನ್‍ಗಳನ್ನು ನಿಜಕ್ಕೆ ಹೊಂದಿಸುವುದರಿಂದ ftp ಡೆಮನ್‍ಗೆ CIFS ಕಡತ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿನ ಕಡತಗಳು ಹಾಗು ಕಡತಕೋಶಗಳ ಜೊತೆಗೆ ಎಲ್ಲಾ ಸಾರ್ವಜನಿಕ ವಿಷಯಗಳನ್ನು (public_content_t ಬಗೆಯ ಕಡತಗಳು ಹಾಗು ಕಡತಕೋಶಗಳು) ಬರೆಯಲು ಅನುಮತಿಯನ್ನು ಒದಗಿಸುತ್ತದೆ.
ko: "$BOOLEAN" 및 "$WRITE_BOOLEAN" 부울을 true로 변경하는 것은 이러한 액세스를 허용하게 됩니다: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". 경고: "$WRITE_BOOLEAN" 부울을 true로 설정하는 것은 ftp 데몬이 모든 공개 내용 (public_content_t 유형으로 된 파일 및 디렉토리)에 쓰는 것을 허용하며 CIFS 파일 시스템에 있는 파일 및 디렉토리에 쓰는 것도 허용합니다.
ml: "$BOOLEAN", "$WRITE_BOOLEAN" എന്നീ boolean true ആക്കിയാല്‍ ഇതിനുളള അനുമതി ലഭിക്കുന്നു: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". മുന്നറിയിപ്പ്: "$WRITE_BOOLEAN" boolean true ആക്കിയാല്‍ CIFS ഫയല്‍ സിസ്റ്റമുകളിലുളള ഫയലുകളിലും ഡയറക്ടറികളിലും എഴുതുന്നത് കൂടാതെ, എല്ലാ പബ്ളിക് കണ്‍ട്ടെറ്റിലേക്കും (public_content_t ടൈപ്പിലുളള ഫയലുകളും ഡയറക്ടറികളും) എഴുതുന്നതിനായി ftp ഡെമണിനെ അനുവദിക്കുന്നു.
mr: "$BOOLEAN" व "$WRITE_BOOLEAN" बूलीयनला खरे निश्चित केल्यास प्रवेश प्राप्त होईल: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". सावधानी: "$WRITE_BOOLEAN" बूलीयनला खरे निश्चित केल्यास ftp डीमनला सर्व पब्लिक पाठ्य करीता लेखनाची परवानगी देईल (फाइल व डिरेक्ट्री public_content_t प्रकारे) CIFS प्रणाली वरील फाइल व डिरेक्ट्रीवर लिहीणाच्या व्यतिरिक्त.
nl: Het veranderen van de "$BOOLEAN" en "$WRITE_BOOLEAN" booleans naar waar zal deze toegang toestaan: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". Waarschuwing: het zetten van de $WRITE_BOOLEAN" boolean naar waar zal de ftp daemon toestaan om te schrijven naar alle publieke inhoud (bestanden en mappen met het type public_content_t) en bovendien schrijven naar bestanden en mappen in CIFS bestandssystemen.
or: "$BOOLEAN" କୁ ପରିବର୍ତ୍ତନ କରି ଏବଂ "$WRITE_BOOLEAN" ବୁଲିଆନକୁ true ଭାବରେ ମୂଲ୍ୟାଙ୍କନ କରି ଏହି ଅଭିଗମ୍ୟତାକୁ ଅନୁମତି ଦେଇଥାଏ: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". ଚେତାବନୀ: "$WRITE_BOOLEAN" କୁ ବୁଲିଆନ ଭାବରେ ବିନ୍ୟାସ କରି ftp ଡେମନକୁ ଅନୁମତି ଦେଇଥାଏ (public_content_t ପରି ଫାଇଲ ଏବଂ ଡିରେକ୍ଟୋରୀ) ଏହା ସହିତ CIFS ଫାଇଲତନ୍ତ୍ରରେ ଫାଇଲ ଏବଂ ଡ଼ିରେକ୍ଟୋରୀଗୁଡ଼ିକୁ ଲେଖିଥାଏ।
pt: A alteração dos booleanos "$BOOLEAN" e "$WRITE_BOOLEAN" para 'true' irá permitir este acesso: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". atenção: a definição do booleano "$WRITE_BOOLEAN" como 'true' irá permitir que o servidor de FTP escreva em todo o conteúdo público (pastas e ficheiros com o tipo 'public_content_t'), para além da gravação de pastas e ficheiros em sistemas de ficheiros CIFS.
pt_br: Mudando os Booleanos "$BOOLEAN" e "$WRITE_BOOLEAN" para verdadeiro permitirá este acesso: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". Aviso: mudar o Booleano "$WRITE_BOOLEAN" para verdadeiro permitirá que o daemon do ftp escreva em todos os conteúdos públicos (arquivos e diretórios do tipo public_content_t) além de escrever em todos arquivos e diretórios no sistema de arquivos CIFS.
ru: Установка логических значений «$BOOLEAN» и «$WRITE_BOOLEAN» откроет доступ: «setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1». Предупреждение: установка «$WRITE_BOOLEAN» в TRUE позволит ftp-демону осуществлять запись во все общие ресурсы (файлы и каталоги типа public_content_t) помимо записи в файлы и каталоги в файловых системах CIFS.
sr@latin: Izmena „$BOOLEAN“ i „$WRITE_BOOLEAN“ logičkih promenljivih na istinite će dozvoliti ovaj pristup: „setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1“. upozorenje: postavljanje „$WRITE_BOOLEAN“ promenljive na istinitu će dozvoliti ftp sistemskoj usluzi upisivanje u sav javni sadržaj (datoteke i direktorijume vrste public_content_t) u dodatku upisivanja datoteka i direktorijuma na CIFS sistemima datoteka.
sv: Ändra "$BOOLEAN" och "$WRITE_BOOLEAN" flaggorn till sant tillåter denna åtkomst : "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". varning: sätta "$WRITE_BOOLEAN" flaggan till sant kommer tillåta ftp-demonen att skriva till allt publikt material (filer och kataloger med typ public_content_t) förutom skriva till filer och kataloger på CIFS-filsystem.
ta: "$BOOLEAN"ஐ மாற்றுகிறது மற்றும் "$WRITE_BOOLEAN"பூலியன்கள் இந்த அணுகலை அனுமதிக்கிறது: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". எச்சரிக்கை: பூலியன்களை "$WRITE_BOOLEAN" நிஜத்தில் அமைக்கிறது ftp டீமனை அனைத்து பொதுவான உள்ளடக்கத்தை எழுதுகிறது (கோப்புகள் மற்றும் public_content_t ஒகையுடன் கூடிய அடைவுகள்)கூடுதலாக எழுதுவதற்கு CIFS கோப்புமுறைமைகளில் கோப்புகள் மற்றும் அடைவுகள்.
te: "$BOOLEAN" మరియు "$WRITE_BOOLEAN" బూలియన్స్‍‌ను సత్యంకు మార్చుట ఈ అనుమతిని అనుమతిస్తుంది: "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1". హెచ్చరిక: "$WRITE_BOOLEAN" బూలియన్‌ను సత్యంకు అమర్చుట ftp డెమోన్‌ను అన్ని పబ్లిక్ సారాలను (దస్త్రములు మరియు సంచయాలు public_content_t రకంతో వున్నవి) వ్రాయుటకు అనుమతిస్తుంది CIFS దస్త్రవ్యవస్థ పైని దస్త్రాలను మరియు సంచయాలకు వ్రాయుటకు బదులుగా.
zh_cn: 修改 "$BOOLEAN" 和 "$WRITE_BOOLEAN" 布尔值为true将允许这个访问： "setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1"。 警告：设置 "$WRITE_BOOLEAN"布尔值为true将允许 ftp后台向所有的公共内容(public_content_t类型的文件和目录)写入， 也可以写入CIFS文件系统中的文件和目录。
zh_tw: 若將「$BOOLEAN」和 「$WRITE_BOOLEAN」布林值更改為 true 的話將可允許此存取： 「setsebool -P $BOOLEAN=1 $WRITE_BOOLEAN=1」。 警告：若將「$WRITE_BOOLEAN」布林值設為 true 的話將會 允許 ftp daemon 除了寫入 CIFS 檔案系統上的檔案與目錄之外，還可對所有的公用內容進行寫入（類型為 public_content_t 的檔案 和目錄）。
