Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux denied samba access to $TARGET_PATH. If you want to share this directory with samba it has to have a file context label of samba_share_t. If you did not intend to use $TARGET_PATH as a samba repository it could indicate either a bug or it could signal a intrusion attempt. Please refer to 'man samba_selinux' for more information on setting up Samba and SELinux.
de: SELinux verweigerte Samba den Zugriff auf $TARGET_PATH. Wenn Sie dieses Verzeichnis mit Samba freigeben möchten, muss es ein Dateikontext-Label von samba_share_t haben. Falls Sie $TARGET_PATH nicht als Samba-Repository verwenden wollten, könnte dies entweder ein Bug sein oder einen Einbruchsversuch signalisieren. Bitte lesen Sie 'man samba_selinux' für mehr Informationen über die Einrichtung von Samba und SELinux.
es: SELinux ha negado a samba el acceso a $TARGET_PATH. Si quiere compartir este directorio con samba, debe tener el contexto de archivo etiquetado como samba_share_t. Si no pretende utilizar $TARGET_PATH como un repositorio samba, esto puede indicar o bien un error, o bien un intento de ataque. Por favor, vea 'man samba_selinux' para obtener mayor información sobre la configuración de Samba y de SELinux.
fr: SELinux a refusé à samba l'accès à $TARGET_PATH. Si vous souhaitez partager ce répertoire avec samba, il doit comporter un étiquetage de contexte de fichier tel que samba_share_t. Si vous n'avez pas l'intention d'utiliser $TARGET_PATH en tant que répertoire samba cela peut soit signifier un bogue, soit une tentative d'intrusion. Veuillez vous référer à la page de manuel 'man samba_selinux' pour plus d'informations sur la manière de configurer Samba et SELinux.
hu: SELinux elutasította, hogy samba hozzáférjen $TARGET_PATH fájlhoz. Ha meg akarja osztani e mappát sambával, akkor annak samba_share_t típusú fájl beállítás kell. Ha nem akarták $TARGET_PATH helyet samba tárolóként használni, akkor ez hibát vagy egy behatolás próbálkozást jelezhet. Kérem forduljon a „man samba_selinux” parancshoz további információkért Samba és SELinux beállítását illetően.
kn: $TARGET_PATH ಗೆ samba ಅನುಮತಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ನೀವು ಈ ಕಡತಕೋಶವನ್ನು samba ದೊಂದಿಗೆ ಹಂಚಲು ಬಯಸಿದಲ್ಲಿ ಅದರ ಕಡತ ಸನ್ನಿವೇಶ ಲೇಬಲ್ samba_share_t ಆಗಿರಬೇಕು. ನೀವು $TARGET_PATH ಅನ್ನು ಒಂದು samba ರೆಪೊಸಿಟರಿಯನ್ನು ಬಳಸಲು ಬಯಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ ಇದು ಒಂದು ದೋಷ ಅಥವ ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ ದಯವಿಟ್ಟು Samba ಹಾಗು SELinux ಬಗೆಗಿನ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ "man samba_selinux" ಅನ್ನು ನೋಡಿ.
ko: SELinux는 $TARGET_PATH로 samba 액세스하는 것을 거부합니다. 이 디렉토리를 samba와 공유하고자 하실 경우 samba_share_t의 파일 문맥 레이블을 가지고 있어야 합니다. samba 리포지터리로 $TARGET_PATH를 사용하고자 하지 않으신 경우라면 버그나 침입 시도가 있었다는 신호일 수 있습니다. Samba 및 SELinux 설정에 대한 보다 자세한 내용은 'man samba_selinux'에서 참조하십시오.
ml: $TARGET_PATH-ലേക്കുളള samba പ്രവേശനം SELinux നിഷേധിച്ചിരിക്കുന്നു. ഈ ഡയറക്ടറി samba-യ്ക്കൊപ്പം പങ്കിടണമെങ്കില്‍, samba_share_t എന്ന ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് ലേബല്‍ ഉണ്ടാകേണ്ടതാണു്. നിങ്ങള്‍ക്ക് $TARGET_PATH ഒരു samba റിപ്പോസിറ്ററിയായി ഉപയോഗിക്കണമെങ്കില്‍ , അത് ഒരു ബഗ് അല്ലെങ്കില്‍ തെറ്റായ പ്രവര്‍ത്തി ആയികണക്കാക്കുന്നു. Samba, SELinux എന്നിവ സജ്ജമാക്കുന്നതിനുള്ള കൂടുതല്‍ വിവരങ്ങള്‍ക്കായി ദയവായി 'man samba_selinux' കാണുക.
mr: SELinux ने $TARGET_PATH samba प्रवेश नकारला. तुम्हाला ही डिरेक्ट्री samba सह संयोजीत करायची असल्यास त्यास samba_share_t चे संदर्भ असणे आवश्यक आहे. $TARGET_PATH ला samba रेपॉजटरी म्हणून वापरायचे नसल्यास ते त्रुटी किंवा अवैध प्रवेश प्रयत्न ठरेल. Samba व SELinux सेट करण्याविषयी अधिक माहितीसाठी कृपया 'man samba_selinux' पहा.
nl: SELinux verbood samba toegang tot $TARGET_PATH. Als je deze map met samba wilt delen moet het een samba_share_t bestandscontext label hebben. Als je niet van plan was om $TARGET_PATH als een samba repository te gebruiken kan dit een bug of een indringing poging aangeven. Refereer a.u.b. naar 'man samba_selinux' voor meer informatie over het instellen van Samba en SELinux.
or: SELinux samba କୁ $TARGET_PATH ରେ ଅଭିଗମ୍ୟ କରିବାକୁ ବାରଣ କରିଥାଏ। ଯଦି ଏହା ଗୋଟିଏ samba ତେବେ ଏଥିରେ samba_share_t ର ଗୋଟିଏ ଫାଇଲ ପ୍ରସଙ୍ଗ ନାମପଟି ଥିବା ଉଚିତ। ଯଦି ଆପଣ $TARGET_PATH କୁ samba ଭାବରେ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହାନ୍ତି, ତେବେ ଏହା ଏକ ତ୍ରୁଟି ଦର୍ଶାଇଥାଏ, ଏବଂ ଏହା ମଧ୍ଯ ଗୋଟିଏ ବିନାଅନୁମତିରେ ପ୍ରବେଶ ପାଇଁ ଚେଷ୍ଟାକରିପାରେ। ଦୟାକରି Samba ଏବଂ SELinux କୁ ସେଟ କରିବା ବିଷୟରେ ଅଧିକ ସୂଚନା ପାଇବା ପାଇଁ 'man samba_selinux' କୁ ଅନୁସରଣ କରନ୍ତୁ।
pt: O SELinux negou o acesso do samba a $TARGET_PATH. Se quiser partilhar esta pasta com o samba, esta deverá ter uma etiqueta do contexto de ficheiros 'samba_share_t'. Se não pretendia usar o $TARGET_PATH como repositório de Samba, isto poderá indicar um erro ou uma tentativa de intrusão. Por favor, consulte a página 'man samba_selinux' para mais informações em como configurar o samba e o SELinux.
pt_br: O SELinux impediu o acesso do samba ao $TARGET_PATH. Se você quiser compartilhar este diretório com o samba, o mesmo deve ter um contexto de arquivo rotulado como samba_share_t. Se você não pretendia usar o $TARGET_PATH como um repositório samba, então isso poderia indicar um erro ou uma tentativa de intrusão. Por favor, consulte o "man samba_selinux" para mais informações sobre como configurar o Samba e o SELinux.
ru: SELinux запретил доступ samba к $TARGET_PATH. Если вы хотите предоставить samba доступ к этому каталогу, он должен иметь контекст samba_share_t. Если вы не собирались использовать $TARGET_PATH как репозиторий samba, это может свидетельствовать об ошибке или попытке вторжения. Подробную информацию о настройке Samba и SELinux можно найти на странице помощи «man samba_selinux».
sv: SELinux förhindrade samba åtkomst till $TARGET_PATH. Om du vill dela denna katalog med samba måste den ha en filkontextmärkning med samba_share_t. Om du inte avsåg att använda $TARGET_PATH som ett samba-datalager kan detta påvisa antingen ett fel eller ett intrångsförsök. Se "man samba_selinux" för mer information om att ställa in Samba och SELinux.
te: SELinux అనునది samba వాడుకను $TARGET_PATH కు తిరస్కరిస్తుంది. మీరు ఈ సంచయంను samba తో పంచుకోవాలంటే ఇది దస్త్రము సందర్బ లేబుల్ samba_share_t కలిగివుండాలి. మీరు $TARGET_PATH ను samba రిపోజిటరిగా వాడకోవాలనుకోకపోతే ఇది బగ్‌నుగాని లేదా అమర్యాద యత్నమును సూచిస్తుంది. Samba మరియు SELinux అమర్పుపై మరింత సమాచారము కొరకు దయచేసి 'man samba_selinux' చూడుము.
zh_cn: SELinux 拒绝了 samba 访问 $TARGET_PATH 。 如果您想用 samba 共享这个目录，它必须有一个 samba_share_t 上下文标签。 如果您没有打算将 $TARGET_PATH 作为 samba 仓库，这意味着一个 Bug 或是入侵 尝试的信号。 请参考“man samba_selinux”来了解更多设置 Samba 和 SELinux 的信息。
zh_tw: SELinux 拒絕了 samba 存取 $TARGET_PATH。 若您希望與 samba 共享此目錄的話，它必須要有個 samba_share_t 的 檔案 context 標籤。若您並未嘗試使用 $TARGET_PATH 來作為 samba 軟體庫的話， 這顯示了可能發生了錯誤或是系統可能已遭到入侵的警訊。 欲取得更多有關於設定 Samba 和 SELinux 上的相關資訊，請參閱「man samba_selinux」。

source: You can alter the file context by executing chcon -R -t samba_share_t '$TARGET_PATH' You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
de: Sie können den Dateikontext durch Ausführen von "chcon -R -t cvs_data_t '"$TARGET_PATH'" ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t samba_share_t '$TARGET_PATH'"
es: Puede modificar el contexto de archivo ejecutando chcon -R -t samba_share_t '$TARGET_PATH' También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, para preservarlos incluso después de un reetiquetado completo. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
fr: Vous pouvez modifier le contexte de fichier en exécutant chcon -R -t samba_share_t '$TARGET_PATH' Vous devez aussi changer le dossier par défaut des fichiers de contexte de votre système, même lors d'un réétiquetage complet, de manière à les préserver. « semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH' »
hu: A fájl beállítását megváltoztatni a chcon -R -t samba_share_t '$TARGET_PATH' parancs végrehajtásával lehet. Az alapértelmezett fájl beállítást szintén meg kell változtatni, hogy az megmaradjon teljes újracímkézés esetén is: semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'
kn: chcon -R -t samba_share_t '$TARGET_PATH' ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮೂಲಕ ಕಡತದ ಸನ್ನಿವೇಶವನ್ನು ಬದಲಾಯಿಸಬಹುದು ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
ko: chcon -R -t samba_share_t '$TARGET_PATH'를 실행하여 파일 문맥을 변경할 수 있습니다 전체 레이블 변경 시 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t samba_share_t 'FIX_$TARGET_PATH'"
ml: chcon -R -t samba_share_t '$TARGET_PATH' ഉപയോഗിച്ച് നിങ്ങള്‍ക്ക് ഫയല്‍ കോണ്‍ടെക്സ്റ്റില്‍ മാറ്റം വരുത്തുവാന്‍ സാധിക്കുന്നു പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
mr: तुम्ही chcon -R -t samba_share_t '$TARGET_PATH' चालवून फाइल संदर्भ बदलवू शकता संपूर्णतया पुनःलेबल केल्यावरही संग्रहीत करण्यासाठी तुम्ही प्रणालीवरील पूर्वनिर्धारीत फाइल संदर्भ फाइल्स् बदलवू शकता. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
nl: Je kunt de bestand context veranderen met chcon -R -t samba_share_t '$TARGET_PATH' Je moet ook de standaard bestand context bestanden op het systeem veranderen om deze te bewaren ook na een volledige her-labeling. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
or: ଆପଣ chcon -R -t samba_share_t '$TARGET_PATH' କୁ ନିଷ୍ପାଦନ କରି ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ବଦଳାଇପାରିବେ ସେମାନଙ୍କୁ ସମ୍ପୂର୍ଣ୍ଣ ପୁନଃ ନାମକରଣରେ ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗ ଫାଇଲକୁ ତନ୍ତ୍ରରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
pt: Pode alterar o contexto do ficheiro executando chcon -R -t samba_share_t '$TARGET_PATH' Também precisa de alterar o contexto por omissão dos ficheiros no sistema para os preservar mesmo na caso de uma etiquetagem total. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
pt_br: Você pode alterar o contexto de arquivo executando chcon -R -t samba_share_t '$TARGET_PATH' Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem total. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
ru: Контекст файла можно изменить, выполнив команду «chcon -R -t samba_share_t '$TARGET_PATH'» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'»
sv: Du kan ändra filkontexten genom att köra chcon -R -t samba_share_t '$TARGET_PATH' Du måste också ändra standardfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
te: మీరు దస్త్రసందర్బంను chcon -R -t samba_share_t '$TARGET_PATH' నిర్వర్తించుట ద్వారా మార్చవచ్చు.మీరు అప్రమేయ దస్త్ర సందర్భము దస్త్రములను సిస్టమ్ పైన పూర్తి చిరకను ఉంచుటకు క్రమానుగతంగా మార్చవచ్చు. "semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
zh_cn: 您可以通过执行 chcon -R -t samba_share_t '$TARGET_PATH' 更改文件上下文。 您还必须在系统中更改默认文件上下文文件以便在完全重新标记后保留它们。"semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'"
zh_tw: 您可透過執行 chcon -R -t samba_share_t '$TARGET_PATH' 來修改檔案 context 您也必須更改系統上的預設檔案 context 檔才能在完整標記的情況下將它們保留住。「semanage fcontext -a -t samba_share_t '$FIX_TARGET_PATH'」

source: SELinux is preventing the kernel modules from being loaded.
as: SELinux ৰ দ্বাৰা কাৰ্ণেল অংশ তুলি ল'বলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux verhindert das Laden der Kernelmodule.
es: SELinux está negando la carga de módulos del kernel.
fr: SELinux empêche le chargement des modules noyau.
hi: SELinux कर्नेल मॉड्यूल को लोड होने से रोक रहा है.
hu: SELinux megakadályozza a kernelmodulok betöltését.
kn: ಕರ್ನಲ್ ಘಟಕಗಳು ಲೋಡ್ ಆಗುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 커널 모듈을 읽어 오지 못하게 합니다.
ml: കേര്‍ണല്‍ ഘടകങ്ങള്‍ ലഭ്യമാക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux कर्नल विभागास दाखलन पासून रोखत आहे.
nl: SELinux belet het laden van de kernel modules.
or: SELinux କର୍ଣ୍ଣଲ ଏକକାଂଶକୁ ଧାରଣ ହେବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir os módulos do 'kernel' de serem carregados.
pt_br: O SELinux está impedindo que módulos de kernel sejam carregados.
ru: SELinux запрещает загрузку модулей ядра.
sr@latin: SELinux sprečava učitavanje modula jezgra.
sv: SELinux förhindrar kärnmoduler från att laddas.
ta: SELinux ல் கெர்னல் மாதிரிகளிலிருந்து ஏற்றுவதை தடுக்கிறது.
te: SELinux అనునది కెర్నల్ మాడ్యూల్స్‍‌ను నింపబడుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止加载内核模块。
zh_tw: SELinux 防止了 kernel 模組被載入。

source: SELinux has denied kernel module utilities from modifying kernel modules. This machine is hardened to not allow the kernel to be modified, except in single user mode. If you did not try to manage a kernel module, this probably signals an intrusion.
as: SELinux ৰ দ্বাৰা কাৰ্ণেল অংশ সামগ্ৰী ৰ দ্বাৰা কাৰ্ণেল অংশ পৰিবৰ্তন কৰিবলৈ বাধা সৃষ্টি কৰা হৈছে । এই যন্ত্ৰত সিঙ্গল ইউজাৰ মোড ব্যতীত অন্য কোনো অৱস্থায় কাৰ্ণেল অংশ পৰিবৰ্তন নকৰাৰ বাবে নিৰাপদ কৰা হৈছে । কাৰ্ণেল অংশ পৰিচালনাৰ চেষ্টা নকৰা হ'লে এইটো সম্ভৱতঃ অনুপ্ৰৱেশৰ সংকেত ।
de: SELinux verweigerte Dienstprogrammen für Kernelmodule das Verändern von Kernelmodulen. Dieser Rechner ist so eingestellt, dass der Kernel nur in Single-User-Mode modifiziert werden darf. Falls Sie nicht versucht haben, zu verwalten, signalisiert dies ggf. einen Einbruchsversuch.
es: SELinux ha negado a los utilitarios de módulos de kernel la modificación de módulos de kernel. Esta máquina ha sido fortificada para no permitir la modificación del kernel, excepto en modo de usuario único. Si no intentó administrar algún módulo de kernel, probablemente sea señal de un ataque.
fr: SELinux a refusé aux utilitaires de modules noyau de modifier les modules noyau. Cette machine est renforcée pour ne pas autoriser les modifications sur le noyau, sauf en mode single user. Si vous n'avez pas essayé de gérer un module noyau, cela signale probablement une intrusion.
hi: SELinux ने कर्नेल मॉड्यूल उपयोगिता को मना किया है कर्नेल मॉड्यूल को रूपांतरित करने से. यह मशीन कठोर हो जाता है कर्नेल के रूपांतरित नहीं किये जाने से सिवाय एकल उपयोक्ता मोड से. अगर आप एक कर्नेल मॉड्यूल प्रबंधित करने के लिये कोशिश नहीं करते हैं, यह संभवत एक घुसपैठ का संकेत देता है.
hu: SELinux elutasította, hogy kernelmodul-alkalmazások módosításokat végezzenek kernelmodulokon. Ez a gép megerősített biztonságú olyan szempontból, hogy a kernel módosítása csak egyfelhasználós módban engedélyezett. Ha nem Ön próbált kernelmodult kezelni, akkor ez valószínűleg egy behatolási próbálkozást jelez.
kn: ಕರ್ನಲ್ ಘಟಕ ಉಪಯುಕ್ತತೆಗಳು ಕರ್ನಲ್ ಘಟಕಗಳನ್ನು ಮಾರ್ಪಡಿಸುವುದನ್ನು SELinux ನಿರ್ಬಂಧಿಸಿದೆ ಏಕ ಬಳಕೆದಾರ ಕ್ರಮವನ್ನು ಹೊರತುಪಡಿಸಿ, ಬೇರೆ ಕ್ರಮದಲ್ಲಿ ಕರ್ನಲ್‍ನ ಮಾರ್ಪಾಡುಗಳನ್ನು ಮಾಡದಂತೆ ಈ ಗಣಕವನ್ನು ಬಿಗಿಪಡಿಸಲಾಗಿದೆ ನೀವು ಒಂದು ಕರ್ನಲ್ ಘಟಕವನ್ನು ನಿರ್ವಹಿಸಲು ಬಯಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲಾಗುತ್ತದೆ.
ko: SELinux는 커널 모듈을 수정하는 것으로 부터 커널 모듈 유틸리티를 거부합니다. 싱글 사용자 모드를 제외하고 커널이 수정되지 않게 하기 위해 컴퓨터 보안이 강화됩니다. 커널 모듈을 관리하지 않으실 경우, 침입 신호가 나타날 것입니다.
ml: കേര്‍ണല്‍ ഘടകങ്ങളില്‍ മാറ്റങ്ങള്‍ വരുത്തുന്നതി‌ല്‍ നിന്നും SELinux കേര്‍ണല്‍ ഘടകം പ്രയോഗങ്ങളെ നിഷേധിക്കുന്നു. സിംഗിള്‍ യൂസര്‍ മോഡിലല്ലാതെ ഈ സിസ്റ്റമില്‍ കേര്‍ണല്‍ ഘടകങ്ങളില്‍ മാറ്റം വരുത്തുവാന്‍ സാധ്യമല്ല. നിങ്ങള്‍ ഒരു കേര്‍ണല്‍ ഘടകം കൈകാര്യം ചെയ്യുവാന്‍ ശ്രമിച്ചില്ലെങ്കില്‍, ഇതൊരു തെറ്റായ പ്രവര്‍ത്തിയായി കണക്കാക്കുന്നു.
mr: SELinux ने कर्नल विभाग उपअनुप्रयोग कर्नल विभाग संपादन करण्या पासून नकारले. ही मशीन कर्नल संपादन स्विकारायचे नाही या करीता, वापरकर्ता पध्दतीला वगळता सक्षम केले गेले आहे. कर्नल विभाग नियंत्रीत करण्याचा प्रयत्न न केल्यास , यास संभाव्यतया अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux heeft de kernel module programma's verboden om de kernel modules te veranderen. Deze machine is versterkt door niet toe te staan dat de kernel wordt veranderd, behalve in de enkele gebruiker mode. Als je niet geprobeerd hebt om een kernel module te beheren, betekent dit waarschijnlijk een indringing.
or: SELinux କର୍ଣ୍ଣଲ ଏକକାଂଶ ଉପଯୋଗିତାକୁ କର୍ଣ୍ଣଲ ଏକକାଂଶଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ବାରଣ କରିଛି। ଏହି ଯନ୍ତ୍ରଟି କର୍ଣ୍ଣକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଅନୁମତି ନଦେବା ପାଇଁ ଶକ୍ତିଶାଳୀ ହୋଇଥାଏ, କେବଳ ଏକକ ଚାଳକ ଧାରା ବ୍ୟତୀତ। ଯଦି ଆପଣ କର୍ଣ୍ଣଲ ଏକକାଂଶକୁ ପରିଚାଳନା କରିବା ପାଇଁ ଚେଷ୍ଟାନକରନ୍ତି, ତେବେ ଏହା ସମ୍ଭବତଃ ଗୋଟିଏ ବିନାଅନୁମତି ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pt: O SELinux negou o acesso por parte dos utilitários do 'kernel' de modificarem os módulos do 'kernel'. Esta máquina ficará reforçada se você não tentar gerir módulos do 'kernel', excepto no modo mono-utilizador; se isso aconteceu, poderá significar uma tentativa de intrusão.
pt_br: O SELinux impediu que utilitários de módulos de kernel modificassem módulos de kernel. Esta máquina será mais segura se você não permitir que o kernel seja modificado, a não ser em modo de usuário único. Se você não tentou gerenciar um módulo de kernel, isto provavelmente indica uma intrusão.
ru: SELinux запретил утилитам модулей ядра изменять модули ядра. Для обеспечения защиты этой машины модификация модулей запрещена, за исключением однопользовательского режима. Если вы не занимались настройкой модулей ядра, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio alatkama modula jezgra izmenjivanje modula jezgra. Ova mašina je osigurana da ne dozvoljava izmene jezgra, osim u režimu jedinog korisnika. Ako niste pokušali da upravljate modulom jezgra, ovo verovatno ukazuje na upad.
sv: SELinux har nekat kärnmodul-verktygen från att ändra kärnmoduler. Denna maskin är härdad till att förhindra att kärnan ändras, förutom in enanvändarläge. Om du inte försöker ändra en kärnmodul, kan detta påvisa ett intrång.
ta: SELinux ஆனது கெர்னல் தொகுதியானது கெர்னல் தொகுதிகளில்ஆதாயத்தை மறுக்கிறது. இந்தஃ கணினியானது மாற்றியமைக்கப்பட்ட கெர்னலுக்கு அனுமதிக்கிறது, ஒற்றை பயனர் முறைமையில் எதிர்பார்க்கிறது. கெர்னல் தொகுதியை மேலாண்மை முயற்சிக்கிறது, அது அநேகமாய் சிக்னல்கள் ஒரு நிர்வாகியாகும்.
te: SELinux అనునది కెర్నల్ మాడ్యూల్ సౌలబ్యాలు కెర్నల్ మాడ్యూల్స్‍‌ను సవరించుటనుండి తిరస్కరిస్తుంది. ఈ మిషన్ కెర్నల్‌ను సవరించుటకు అనుమతించకుండా వుండుటకు పటిష్టంగాచేయబడింది, ఏక వినియోగదారి రీతిలో తప్ప. మీరు కెర్నల్ మాడ్యూల్ నిర్వహించుటకు ప్రయత్నించివుండక పోతే, ఇది అమర్యాద యత్నం అవుతుంది.
zh_cn: SELinux 拒绝了内核模块实用工具修改内核模块。如果不允许对内核进行修改， 您的计算机将会是是加固 (harden) 的（单用户模式是个例外）。如果您没有试图管理一个内核模块， 这很可能是入侵的信号。
zh_tw: SELinux 拒絕了 kernel 模組工具修改 kernel 模組。此機器已被限制為不允許 kernel 被 修改，除非是在單人使用模式下。若您並未嘗試 對 kernel 模組進行管理的話，這可能代表系統已遭到入侵的警訊。

source: If you allow the management of the kernel modules on your machine, turn off the $BOOLEAN boolean: "setsebool -P $BOOLEAN=0".
as: আপনাৰ যন্ত্ৰত কাৰ্ণেল অংশৰ পৰিচালনাৰ অনুমতি প্ৰদান কৰিবলৈ হ'লে $BOOLEAN বুলিয়েন বন্ধ কৰক: "setsebool -P $BOOLEAN=0".
de: Falls Sie das Verwalten von Kernelmodulen auf Ihrem Rechner erlauben möchten, deaktivieren Sie den $BOOLEAN Boolesch: "setsebool -P $BOOLEAN=0".
es: Si permite la administración de módulos de kernel en su equipo, desactive el booleano $BOOLEAN: "setsebool -P $BOOLEAN=0".
fr: Si vous autorisez la gestion des modules noyau sur votre machine, désactivez le booléen $BOOLEAN : « setsebool -P $BOOLEAN=0 ».
hi: अगर आप कर्नेल मॉड्यूल के प्रबंधन के लिये अनुमति देते हैं आपके मशीन पर, $BOOLEAN बुलियन बंद करें: "setsebool -P $BOOLEAN=0".
hu: Ha engedélyezni szeretné a gépen a kernelmodulok kezelését, akkor kapcsolja ki a(z) $BOOLEAN logikai értéket - ezt a következő paranccsal teheti meg: "setsebool -P $BOOLEAN=0".
kn: ನಿಮ್ಮ ಗಣಕದಲ್ಲಿನ ಕರ್ನಲ್ ಘಟಕಗಳನ್ನು ನಿರ್ವಹಿಸುವುದನ್ನು ನೀವು ಅನುಮತಿಸಿದಲ್ಲಿ, $BOOLEAN ಬೂಲಿಯನ್ ಅನ್ನು ಆಫ್ ಮಾಡಿ: "setsebool -P $BOOLEAN=0".
ko: 컴퓨터에 커널 모듈의 관리를 허용하시고자 할 경우, $BOOLEAN 부울을 작동시키지 않으셔야 합니다: "setsebool -P $BOOLEAN=0".
ml: കേര്‍ണല്‍ ഘടങ്ങള്‍ കൈകാര്യം ചെയ്യുന്നതു് നിങ്ങളുടെ സിസ്റ്റത്തില്‍ അനുവദിക്കണമെങ്കില്‍, $BOOLEAN boolean ഓഫ് ചെയ്യുക: "setsebool -P $BOOLEAN=0"
mr: कर्नल विभागतील व्यवस्थापन करीता परवानगी दिल्यास, $BOOLEAN बूलीयन अकार्यान्वीत करा: "setsebool -P $BOOLEAN=0".
nl: Om het beheer van de kernel modules op je machine toe te staan, moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=0".
or: ଯଦି ଆପଣଙ୍କ ତନ୍ତ୍ରରେ କର୍ଣ୍ଣଲ ଏକକାଂଶର ପରିଚାଳନାକୁ ଅନୁମତି ଦିଅନ୍ତି, ତେବେ $BOOLEAN ବୁଲିଆନକୁ ଅଫ କରନ୍ତୁ: "setsebool -P $BOOLEAN=0".
pt: Se quiser permitir a gestão dos módulos do 'kernel' na sua máquina, desactive o booleano $BOOLEAN: "setsebool -P $BOOLEAN=0".
pt_br: Se você permitir o gerenciamento de módulos do kernel na sua máquina, mude o Booleano $BOOLEAN para falso: "setsebool -P $BOOLEAN=0".
ru: Если вы разрешаете управление модулями ядра, измените значение $BOOLEAN: «setsebool -P $BOOLEAN=0».
sr@latin: Ako želite da dozvolite upravljanje modulima jezgra na Vašoj mašini, isključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=0“.
sv: Om du tillåter hantering av kärnmoduler på din maskin, slå av $BOOLEAN flaggan: "setsebool -P $BOOLEAN=0".
ta: உங்கள் கணினியில் கெர்னல் மாதிரிகளை மேலாண்மை செய்ய அனுமதித்தால் $BOOLEAN பூலியனை பணியிறுத்து: "setsebool -P $BOOLEAN=0".
te: మీరు కెర్నల్ మాడ్యూల్స్‍ యొక్క నిర్వహణను మీ మిషన్‌నందు అనుమతిస్తే, $BOOLEAN బూలియన్‌ను ఆఫ్‌చేయుము: "setsebool -P $BOOLEAN=0".
zh_cn: 如果您想允许对您的机器上的内核模块进行管理，关闭 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=0".
zh_tw: 若您允許您機器上的 kernel 模組被進行管理的話， 請將 $BOOLEAN 布林值關閉：「setsebool -P $BOOLEAN=0」。

source: Kernel
as: কাৰ্ণেল
fr: Noyau
hi: कर्नेल
kn: ಕರ್ನಲ್
ko: 커널
ml: കേര്‍ണല്‍
mr: कर्नल
or: କର୍ଣ୍ଣଲ
ru: Ядро
sr@latin: Jezgro
sv: Kärna
ta: கர்னல்
zh_cn: 内核
zh_tw: 核心

source: SELinux is preventing the modification of the running policy.
as: SELinux ৰ দ্বাৰা চলমান নিয়মনীতি পৰিবৰ্তনত বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux verhindert die Änderung der laufenden Richtlinien.
es: SELinux está impidiendo la modificación de la política en ejecución.
fr: SELinux empêche la modification de la règle de démarrage.
hi: SELinux कार्यशील नीति के रूपांतरण से रोक रहा है.
hu: SELinux megakadályozza az érvényben levő szabályzat módosítását.
kn: ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿರುವ ಪಾಲಿಸಿಯನ್ನು ಮಾರ್ಪಡಿಸುವುದನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 실행 중인 정책을 수정하지 못하게 합니다.
ml: പ്രവര്‍ത്തനത്തിലുള്ള പോളിസികളില്‍ മാറ്റം വരുത്തുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux कार्यरत करारचे संपादन रोखत आहे.
nl: SELinux belet het veranderen van de huidige tactiek.
or: SELinux ଚଳନ୍ତି ନୀତିର ରୂପାନ୍ତରଣକୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir a modificação da política em execução.
pt_br: O SELinux está impedindo a mudança da diretiva de execução.
ru: SELinux запрещает изменение текущей политики.
sr@latin: SELinux sprečava izmenu tekuće polise.
sv: SELinux förhindrar ändring av den körande policyn.
ta: SELinux இயங்கும் கொள்கையின் மாற்றத்தை தடுக்கிறது.
te: SELinux అనునది నడుస్తున్న విధానం యొక్క సవరణను నివారిస్తుంది.
zh_cn: SELinux 正在阻止修改运行中的 SELinux 策略。
zh_tw: SELinux 防止了對於執行中的政策進行修改。
