Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: The $SOURCE application attempted to load $TARGET_PATH which requires text relocation. This is a potential security problem. Most libraries should not need this permission. The <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> web page explains this check. This tool examined the library and it looks like it was built correctly. So setroubleshoot can not determine if this application is compromized or not. This could be a serious issue. Your system may very well be compromised. Contact your security administrator and report this issue.
as: $SOURCE অ্যাপ্লিকেশন দ্বাৰা $TARGET_PATH লোড কৰাৰ প্ৰচেষ্টা কৰা হয়েছে যাৰ জন্য টেক্সট স্থানান্তৰণ আবশ্যক। এটি একটি সম্ভাব্য সুৰক্ষা জড়িত আশঙ্কা। অধিকাংশ লাইব্ৰেৰিৰ জন্য এই অনুমতি প্ৰয়োজন নেই। <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ওয়েব পেজ'এ এই পৰীক্ষাৰ বিবৰণ উপলব্ধ কৰা হয়েছে। এটি দ্বাটা লাইব্ৰেৰি পৰীক্ষা কৰা হয়েছে এবং সম্ভবত লাইব্ৰেৰিটি সঠিকভাবে নিৰ্মিত হয়েছে। এৰ ফলে, অ্যাপ্লিকেশনটি বিপদগ্ৰস্ত কি না তা setroubleshoot দ্বাৰা নিৰ্ধাৰণ কৰা সম্ভব হবে না। এটি একটি গুৰুতৰ সমস্যা হতে পাৰে। আপনাৰ সিস্টেমটিও বিপদগ্ৰস্ত হতে পাৰে। অনুগ্ৰহ কৰে সিস্টেম অ্যাডমিনিস্ট্ৰেটৰেৰ সাথে যোগাযোগ কৰে এই সমস্যা সম্পৰ্কে সূচিত কৰুন।
de: Die Anwendung $SOURCE versuchte $TARGET_PATH zu laden, was Textverschiebung benötigt. Dies ist ein mögliches Sicherheitsproblem. Die meisten Bibliotheken benötigen diese Erlaubnis nicht. Die Webseite <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> erklärt diesen Test. Dieses Tool führte eine Untersuchung der Bibliothek aus und stellte fest, dass diese korrekt aufgebaut ist. Setroubleshoot kann also nicht feststellen, ob diese Anwendung kompromittiert wurde oder nicht. Dies ist unter Umständen ein schwerwiegendes Problem. Ihr System wurde womöglich kompromittiert. Kontaktieren Sie Ihren Sicherheitsadministrator und melden diesen Fehler.
es: La aplicación $SOURCE intentó cargar $TARGET_PATH que requiere reasignación de texto. Esto es un problema de seguridad potencial. La mayoría de las bibliotecas no necesitan este permiso. La página web de <a href="http://people.redhat.com/drepper/selinux-mem.html">Pruebas de Protección de Memoria en SELinux</a> explica cómo eliminar este requerimiento. Esta herramienta examinó la biblioteca y parece que fue construida correctamente. Por eso setroubleshoot no puede determinar si esta aplicación está comprometida o no. Esto puede ser algo serio. Su sistema bien puede estar comprometido. Contacte a su administrador de seguridad e informe esto.
fr: L'application $SOURCE a essayé de charger $TARGET_PATH qui exige une réinstallation du texte. C'est un problème potentiel de sécurité . La plupart des bibliothèques n'ont pas besoin de cette permission. Les bibliothèques sont parfois programmées incorrectement et demandent cette permission. La page web <a href="http://people.redhat.com/drepper/selinux-mem.html">Essais de protection mémoire de SELinux</a> explique le processus de vérification. Cet outil a examiné la bibliothèque et il apparait qu'elle a été correctement construite. Pour cette raison, setroubleshoot ne peut pas être certain que cette application est compromise. Cela pourrait être un problème sérieux. Votre système pourrait être compromis. Contactez votre administrateur et informez-le de ce problème.
hi: $SOURCE अनुप्रयोग ने $TARGET_PATH को लोड करने का प्रयास प्रयास किया जिसके लिये पाठ स्थानांतरण जरूरी है. यह संभावित सुरक्षा समस्या है. ज्यादातर लाइब्रेरी को इस अनुमति की जरूरत नहीं है. The <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux स्मृति रक्षा जाँच</a> वेब पृष्ठ इस जाँच का वर्णन करता है. इस औज़ार ने लाइब्रेरी को परीक्षित किया और ऐसा लगता है कि यह ठीक से बिल्ड किया गया था. इसलिए setroubleshoot निर्धारित नहीं कर सकता है कि यदि अनुप्रयोग नुकसान पहुँचाया गया है या नहीं. यह गंभीर मुद्दा हो सकता है. आपका तंत्र नुकसान पहुँचाया गया हो सकता है. अपने सुरक्षा प्रशासक से संप्रक करें और इस मुद्दे को रिपोर्ट करें.
hu: $SOURCE alkalmazás megkísérelt betölteni $TARGET_PATH ösvényről, amihez szöveg áthelyezés kellene. Ez lehet biztonsági probléma. A legtöbb könyvtárnak nem kell ilyen engedély. A <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> weblap elmagyarázza ezt az ellenőrzést. Ez az eszköz megvizsgálta a mappát, és úgy tűnik az jó. Így setroubleshoot nem tudja megállapítani, hogy megváltoztatták-e az alkalmazást. Ez komoly dolog is lehet. A rendszert nagyon is elronthatták. Keresse meg a biztonsági személyzetet, és jelentse ezt az esetet.
kn: ಪಠ್ಯ ಸ್ಥಳಾಂತರದ ಅಗತ್ಯವಿರುವ $TARGET_PATH ಅನ್ನು ಲೋಡ್ ‍ಮಾಡಲು $SOURCE ಅನ್ವಯವು ಪ್ರಯತ್ನಿಸಿದೆ. ಇದೊಂದು ದೊಡ್ಡದಾದ ಸುರಕ್ಷತಾ ಲೋಪ. ಹೆಚ್ಚಿನ ಲೈಬ್ರರಿಗಳಿಗೆ ಅನುಮತಿಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ. ಲೈಬ್ರರಿಗಳು ಕೆಲವು ಬಾರಿ ತಪ್ಪಾಗಿ ಕೋಡ್ ಮಾಡಲ್ಪಟ್ಟು ಈ ಅನುಮತಿಗೆ ಮನವಿ ಸಲ್ಲಿಸುತ್ತವೆ. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> ಜಾಲ ಪುಟವು ಈ ಪರಿಶೀಲನೆಯನ್ನು ವಿವರಿಸುತ್ತದೆ. ಈ ಉಪಕರಣವು ಲೈಬ್ರರಿಯನ್ನು ಪರಿಶೀಲಿಸಿದೆ ಹಾಗು ಇದು ಸರಿಯಾಗಿ ನಿರ್ಮಿಸಲ್ಪಟ್ಟಿದೆ ಎಂದು ತೋರುತ್ತಿದೆ. ಆದ್ದರಿಂದ ಈ ಅನ್ವಯವು ಸಂಧಾನ ಮಾಡಿಕೊಂಡಿದೆಯೆ ಎಂದು ನಿರ್ಧರಿಸಲು setroubleshoot ಗೆ ಸಾಧ್ಯವಾಗಿಲ್ಲ.ಇದು ಒಂದು ಗಂಭೀರವಾದ ಸಮಸ್ಯೆಯಾಗಿದೆ. ನಿಮ್ಮ ಗಣಕವು ನಿಮ್ಮ ಗಣಕ ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಸಂಪರ್ಕಿಸಿ ಹಾಗು ಈ ತೊಂದರೆಯ ಬಗೆಗೆ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಿ.
ko: $SOURCE 응용 프로그램은 텍스트 재배치 작업을 필요로 하는 $TARGET_PATH 읽어오기를 시도합니다. 이로 인해 잠재적으로 보안 문제가 발생할 수 있습니다. 대부분의 라이브러리는 이러한 권한을 필요로 하지 않습니다. <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux 메모리 보안 테스트</a> 웹 페이지에서 이를 설명합니다. 이러한 도구는 라이브러리를 검사하여 올바르게 작성되었는지 확인합니다. 따라서 setroubleshoot은 이러한 응용 프로그램이 영향을 받을 수 있는지의 여부를 결정할 수 없습니다. 이는 심각한 보안 문제를 일으킬 수 있습니다. 시스템이 아주 쉽게 영향을 받을 수 있습니다. 보안 관리자에게 연락하여 이러한 문제를 보고하십시오.
ml: ടെക്സ്റ്റിന്‍റെ സ്ഥാനം മാറ്റുന്നതിന് ആവശ്യമുളള $TARGET_PATH ലോഡ് ചെയ്യുന്നതിനായി $SOURCE ആപ്ളിക്കേഷന്‍ ശ്രമിച്ചിരിക്കുന്നു. ഇത് സുരക്ഷ സംബന്ധിച്ചുളള ഒരു വളരെ പ്രധാന പ്രശ്നമാണ്. മിക്ക ലൈബ്രറികള്‍ക്കും ഈ പെര്‍മിഷന്‍റെ ആവശ്യമില്ല. ചിലപ്പോള്‍ ലൈബ്രറികള്‍ തെറ്റായി കോഡ് ചെയ്യുന്പോള്‍ മാത്രം ഈ പെര്‍മിഷനായി ആവശ്യപ്പെടുന്നു. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux മെമ്മറി പ്രൊട്ടെക്ഷന്‍ ടെസ്റ്റ്</a> വെബ് പേജ് ഈ ആവശ്യം എങ്ങനെ ഒഴിവാക്കണമെന്ന് വ്യക്തമാക്കുന്നു. ലൈബ്രറി ശരിയാക്കുന്നത് വരെ, നിങ്ങള്‍ക്ക് റിലോക്കേഷന്‍ ഉപയോഗിക്കുന്നത് $TARGET_PATH-നെ അനുവദിക്കുന്നതിനായി താല്‍ക്കാലികമായി SELinux ക്രമികരിക്കാവുന്നതാണ്. ഈ പാക്കേജിന് എതിരെ ഒരു <a href="http://bugzilla.redhat.com/bugzilla/enter_bug.cgi">ബഗ് റിപ്പോര്‍ട്ട്</a> തയ്യാറാക്കുക.
mr: $SOURCE ऍप्लीकेशनने $TARGET_PATH दाखलनचा प्रयत्न केला ज्यांस मजकूर पुनःस्थानांतरनची आवश्यकता आहे. ही एक सुरक्षा त्रुटी आहे. बहुतांश लायब्ररीज् यांस परवानगीची आवश्यकता नाही. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux स्मृती सुरक्षा चाचणी</a> वेब पान ही तपासणी समझवतो. हे साधन लायब्ररीची तपासणी करतो व योग्यरित्या बिल्ट झाली ते कळवतो. setroubleshoot हे ऍप्लिकेशन दोषीत आहे की नीह हे ठरवू शकत नाही. ही एक गंभीर बाब आहे. तुमच्या प्रणलीला जास्त धोका होऊ शकतो. तुमच्या सुरक्षा प्रशासकाशी संपर्क करून ही बाब कळवा.
nl: De $SOURCE toepassing probeert $TARGET_PATH te laden wat tekst verplaatsing vereist. Dit is een potentieel beveiliging probleem. De meeste bibliotheken hebben deze rechten niet nodig. De <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> web pagina legt deze controle uit. Dit gereedschap onderzoekt de bibliotheek en kijkt of het correct gemaakt is. Dus setroubleshoot kan niet bepalen of deze toepassing wel of niet in gevaar is gebracht. Dit kan een ernstige zaak zijn. Jouw systeem kan misschien in gevaar zijn gebracht. Neem contact op met jouw beveiliging beheerder en rapporteer dit probleem.
or: $SOURCE ପ୍ରୟୋଗ $TARGET_PATH କୁ ଧାରଣ କରିବା ପାଇଁ ଚେଷ୍ଟା କରିଛି ଯାହାକି ପାଠ୍ୟ ପୁନଃସ୍ଥାପନ ଆବଶ୍ୟକ କରିଥାଏ। ଏହା ଗୋଟିଏ ଶକ୍ତି ସାମର୍ଥ୍ୟ ସୁରକ୍ଷା ସମସ୍ୟା। ଅଧିକାଂଶ ଲାଇବ୍ରେରୀ ଏହି ଅନୁମତିକୁ ଆବଶ୍ୟକ କରନ୍ତି ନାହିଁ। ଏହି <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> ୱେବ ପୃଷ୍ଠା ଆବଶ୍ୟକତାକୁ କିପରି ପୁରଣ କରାଯିବ ତାହା ବର୍ଣ୍ଣନା କରିଥାଏ। ଏହି ଉପକରଣ ଲାଇବ୍ରେରୀକୁ ପରୀକ୍ଷା କରିଥାଏ ଏବଂ ଏହା ଠିକ ଭାବରେ ନିର୍ମିତ ହୋଇଛି ପରି ଦେଖାଯାଏ। ତେଣୁ setroubleshoot ଏହାକୁ ନିର୍ଦ୍ଧାରଣ କରିପାରିନଥାଏ ଯଦି ଏହା ପ୍ରୟୋଗକୁ ସମର୍ପଣ କରାହୋଇଛି କି ନାହିଁ। ଏହା ଗୋଟିଏ ଗୁରୁତର ସମସ୍ୟା ହୋଇପାରେ। ଆପଣଙ୍କର ତନ୍ତ୍ର ସମର୍ପଣ କରିଥାଇପାରେ। ଆପଣଙ୍କର ସୁରକ୍ଷା ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ ଏବଂ ଏହି ସମସ୍ୟାକୁ ଖବର କରନ୍ତୁ। ....
pt: A aplicação $SOURCE tentou carregar o $TARGET_PATH, que precisa de reposicionamento de texto. Este é um problema potencial de segurança. A maior parte das bibliotecas não precisam desta permissão. A página web dos <a href="http://people.redhat.com/drepper/selinux-mem.html"> Testes de Protecção de Memória do SELinux</a> explicam esta verificação. Esta ferramenta examina a biblioteca e parece que foi construída correctamente. Portanto, o setroubleshoot não pode determinar se esta aplicação está comprometida, ou não. Isto pode ser um assunto sério. O seu sistema pode muito bem estar comprometido. Contacte o seu administrador de segurança e reporte este problema.
pt_br: O aplicativo $SOURCE tentou carregar $TARGET_PATH, o que requer realocação de texto. Isso é um sério problema de segurança. A maioria das bibliotecas não requer esta permissão. Às vezes, bibliotecas são mal programadas, o que as leva a requisitar esta permissão. A página <a href="http://people.redhat.com/drepper/selinux-mem.html">Testes de Proteção de Memória SELinux</a> explica esta verificação. Esta ferramenta examinou a biblioteca e parece que ela foi construída corretamente. Portanto, o setroubleshoot não pode determinar se este aplicativo está comprometido ou não. Este pode ser um problema sério. O seu sistema pode muito bem ter sido comprometido. Contate o seu administrador de segurança para relatar este problema.
ru: Приложение $SOURCE попыталось загрузить $TARGET_PATH, что требует перемещения. Это представляет потенциальную проблему с точки зрения безопасности. Иногда библиотеки написаны некорректно и требуют разрешения на перемещение. Документ <a href="http://people.redhat.com/drepper/selinux-mem.html">Тесты защиты памяти SELinux</a> объясняет, как отказаться от использования такой возможности. Эта утилита проанализировала библиотеку, и, судя по всему, ее сборка выполнена правильно. Но setroubleshoot не может точно определить, было ли это приложение скомпрометировано. Это довольно серьезная проблема. Сообщите об этой проблеме вашему администратору по безопасности.
sr@latin: $SOURCE program je pokušao da učita $TARGET_PATH što zahteva premeštaj teksta. Ovo je moguć bezbednosni problem. Većini biblioteka nije potrebno ovo ovlašćenje. Veb stranica <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux testovi zaštite memorije</a> objašnjava kako ukloniti ovaj zahtev. Ova alatka je pregledala biblioteku i ona izgleda ispravno. Tako da setroubleshoot ne može odrediti da li je ovaj program provaljen ili ne. Ovo bi mogao da bude ozbiljan problem. Vaš sistem bi stvarno mogao biti provaljen. Kontaktirajte administratora za bezbednost i prijavite ovaj problem.
sv: Programmet $SOURCE försökte läsa in $TARGET_PATH vilket kräver textomlokalisering. Det är ett potentiellt säkerhetsproblem. De flesta bibliotek behöver inte denna rättighet. Webbsidan <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux minnesskyddstester</a> förklarar denna kontroll. Detta verktyg undersökte biblioteket och det ser ut att vara korrekt byggt. Så setroubleshoot kan inte avgöra om detta program är komprometterat eller inte. Detta skulle kunna vara en allvarlig sak. Ditt system kan mycket väl vara komprometterat. Kontakta din säkerhetsadministratör och rapportera händelsen.
ta: $SOURCE_PATH நிரல் $TARGET_PATH ஐ ஏற்ற முயன்றது. இதற்கு உரை இடமாற்று அவசியம். இது ஒரு பாதுகாப்பு பிரச்சினை ஆகலாம். பெரும்பாலான நூலகங்களுக்கு இது தேவை இல்லை. நூலகங்கள் சில சமயம் சரியாக குறியாக்கம் செயப்படாததால் இந்த அனுமதியை கேட்கும். <a ref="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> பக்கங்கள் இந்த தேவையை நீக்குவது குறித்து விவரிக்கின்றன. இந்த கருவி நூலகத்தில் பார்வையிடப்பட்டு பரிசோதிக்கப்படுகிறது.சரியாக கட்டப்படுகிறது. ஆகையால் இதில் ட்ரபுல்சூட் கண்டறியப்படுகிறது எனவே இந்த பயன்பாடு சமரசப்பட்டுகிறது அல்லது இல்லை. இது ஒரு முக்கியமான வெளிப்பாடாகும். உங்களது கணினியும் சரியாக சமரசப்படுகிறது. இந்த வெளிப்பாட்டைப் பற்றி உங்களது பாதுகாப்பு நிர்வாகியிடம் தொடர்பு கொள்ளவும்
te: $SOURCE అనువర్తనం అనునది $TARGET_PATH ను నింపుటకు ఏదైతే పాఠ్యము పునఃస్థానీకరిణ అవసరమౌతుందో యత్నిస్తుంది. ఇది ఖచ్చితంగా రక్షణ సమస్య. చాలా లైబ్రరీస్ కు ఈ అనుమతి అవసరం లేదు. <a href="http://people.redhat.com/drepper/selinux-mem.html">SELinux Memory Protection Tests</a> వెబ్‌పుట ఈ చెక్‌ను వివరిస్తుంది. ఈ సాధనము లైబ్రరీను పరీక్షిస్తుంది మరియు యిది సరిగా నిర్మించబడినట్లు కనిపిస్తోంది. అందుకని setroubleshoot ఈ అనువర్తనము రాజీబడినదో లేదో నిర్దారించ లేదు. ఇది తీవ్రమైన సమస్య కాగలదు. మీ సిస్టమ్ చాలా బాగా రాజీపడవచ్చు. మీ రక్షణ నిర్వహణాధికారిని సంప్రదించండి ఈ సమస్యను నివేదించండి.
zh_cn: $SOURCE 程序试图载入需要文本重新定位 的 $TARGET_PATH。这是一个潜在的安全性问题。 大多数程序库应该不需要这个权限。 <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux Memory Protection Tests</a> 网页中解释了这个检查。这个工具检查程序库且它 看起来工作正常。因此 setroubleshoot 无法确定这个程序是否受到侵害。这可能是一个严重问题。您的系统可能受到侵害。请联络您的安全管理员并包括这个问题。
zh_tw: $SOURCE 應用程式嘗試了載入需要文字重定位 的 $TARGET_PATH。這是個潛在的安全性問題。 大部分的函式庫都應該不需要此權限。 <a href="http://people.redhat.com/drepper/selinux-mem.html"> SELinux 記憶體保護測試</a> 網頁解釋了這項檢查。此工具檢查了函式庫並且該函式庫看 起來已正確建置。因為如此，setroubleshoot 無法判斷此應用程式 是否已自訂化。這會是個嚴重的問題。您的 系統可能會遭到入侵。 請聯絡您的安全性管理員並回報這項問題。

source: If you trust $TARGET_PATH to run correctly, you can change the file context to textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" You must also change the default file context files on the system in order to preserve them even on a full relabel. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
de: Wenn Sie darauf vertrauen, dass $TARGET_PATH korrekt läuft, können Sie den Dateikontext miitels "chcon -t textrel_shlib_t '$TARGET_PATH'" in textrel_shlib_t ändern. Sie müssen auf dem System auch die Standarddatei mit dem Dateikontext ändern, um sie von einer kompletten Neubezeichnung auszunehmen: "semanage fcontext -a -t textrel_shlib_t '$TARGET_PATH'"
es: Si confía en que $TARGET_PATH se ejecutará correctamente, puede modificar el contexto de archivo a textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" También debe cambiar el archivo predeterminado de contexto de archivos en el sistema, para preservarlos incluso después de un reetiquetado completo. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
fr: Si vous autorisez $TARGET_PATH à fonctionner correctement, vous pouvez changer le contexte du fichier à textrel_shlib_t. « chcon -t textrel_shlib_t $TARGET_PATH » Vous devez aussi changer le dossier par défaut des fichiers de contexte de votre système, même lors d'un réétiquetage complet, de manière à les préserver. « semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
hu: Ha bíznak abban, hogy $TARGET_PATH helyesen működik, akkor módosíthatják a fájl beállítást textrel_shlib_t típusra: „chcon -t textrel_shlib_t '$TARGET_PATH'” Az alap fájl beállítás fájlokat szintén meg kell változtatni, hogy a változások megmaradjanak még teljes újracímkézés esetén is: „semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'”
kn: $TARGET_PATH ವು ಸರಿಯಾಗಿ ಚಲಾಯಿತಗೊಳ್ಳಲು ನೀವು ನಂಬುವುದಾದರೆ, ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದಾದ ಸನ್ನಿವೇಶವನ್ನು ನೀವು textrel_shlib_t ಗೆ ಬದಲಾಯಿಸಬಹುದಾಗಿದೆ. "chcon -t textrel_shlib_t '$TARGET_PATH'" ಒಂದು ಸಂಪೂರ್ಣ ಮರುಲೇಬಲ್ ನಂತರವೂ ಗಣಕಗಳ ಕಡತವನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಅವುಗಳ ಪೂರ್ವನಿಯೋಜಿತ ಸಂರಚನೆಯನ್ನು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
ko: $TARGET_PATH가 올바르게 작동한다고 확신하신다면, 파일 문맥을 textrel_shlib_t로 변경하실 수 있습니다. "chcon -t textrel_shlib_t '$TARGET_PATH'" 전체 레이블 변경 시에라도 이를 보존하기 위해 시스템의 기본값 파일 문맥 파일을 변경해야 합니다. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
ml: $TARGET_PATH ശരിയായി പ്രവര്‍ത്തിപ്പിക്കുവാന്‍ സാധ്യമെന്ന് ഉറപ്പെങ്കില്‍ ഫയല്‍ കോണ്‍ട്ടെക്സ്റ്റ് textrel_shlib_t എന്ന് മാറ്റുക. "chcon -t textrel_shlib_t $TARGET_PATH" പൂര്‍ണ്ണ റീലേബല്‍ ചെയ്യുമ്പോള്‍ ഇവയെ സൂക്ഷിക്കുന്നതിനായി നിങ്ങള്‍ സ്വതവേയുള്ള ഫയല്‍ കോണ്‍ടെക്സ്റ്റ് ഫയലുകള്‍ മാറ്റേണ്ടതാകുന്നു. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
mr: $TARGET_PATH ला योग्यपणे कार्य करण्यासठी, तुम्ही फाइल संदर्भला textrel_shlib_t असे बदलू शकता. "chcon -t textrel_shlib_t '$TARGET_PATH'" संपूर्णतया पुनःलेबल केल्यावरही संग्रहीत करण्यासाठी प्रणालीवरील पूर्वनिर्धारीत फाइल संदर्भ फाइल्स् साठवणे आवश्यक आ. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
nl: Als je $TARGET_PATH vertrouwt om correct te draaien, kun je de bestands context veranderen naar textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" Je moet ook de standaard bestand context bestanden op het systeem veranderen om deze te behouden ook na een volledige her-bestempeling. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
or: ଯଦି ଆପଣ $TARGET_PATH କୁ ସଠିକ ବାବରେ ଚାଲୁ ବୋଲି ବିଶ୍ୱାସ କରନ୍ତି, ତେବେ ଆପଣ ଏହି ଫାଇଲର ପ୍ରସଙ୍ଗକୁ textrel_shlib_t ରେ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "chcon -t textrel_shlib_t '$TARGET_PATH'" ଆପଣ ମଧ୍ଯ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ଫାଇଲ ପ୍ରସଙ୍ଗକୁ ତନ୍ତ୍ରରେ ସମ୍ପୂର୍ଣ ପୁନଃନାମକରଣ କରି ସଂରକ୍ଷଣ କରିବା ପାଇଁ ପରିବର୍ତ୍ତନ କରିପାରିବେ। "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
pt: Se acredita que o $TARGET_PATH funciona correctamente, poderá modificar o contexto do ficheiro para textrel_shlib_t, com "chcon -t textrel_shlib_t '$TARGET_PATH'" Também deve alterar os ficheiros por omissão do contexto do ficheiro para os preservar em caso de uma re-etiquetagem completa. "semanage fcontext -a -t·textrel_shlib_t '$FIX_TARGET_PATH'"
pt_br: Se você confiar que o $TARGET_PATH irá rodar corretamente, você pode mudar o contexto do arquivo para textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" Você deve também alterar o arquivo padrão dos arquivos de contexto no sistema para preservá-los mesmo em uma reetiquetagem completa. "semanage fcontext -a -t textrel_shlib_t '$TARGET_PATH'"
ru: Если вы доверяете $TARGET_PATH, можно изменить контекст файла на textrel_shlib_t. «chcon -t textrel_shlib_t $TARGET_PATH» Также необходимо изменить контексты файлов в системе, используемые по умолчанию, чтобы они сохранились даже при повторной разметке. «semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'»
sr@latin: Ako verujete da $TARGET_PATH radi ispravno, možete promeniti kontekst datoteke na textrel_shlib_t. „chcon -t textrel_shlib_t '$TARGET_PATH'“ Takođe, morate promeniti podrazumevani kontekst datoteka na sistemu kako bi ih sačuvali u slučaju ponovnog označavanja. „semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'“
sv: Om du litar på att $TARGET_PATH kör korrekt, kan du ändra filkontexten till textrel_shlib_t. "chcon -t textrel_shlib_t '$TARGET_PATH'" Du måste också ändra standradfilkontextfilerna på systemet för att bevara dem även efter en fullständig ometikettering. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
te: మీరు $TARGET_PATH ను సరిగానడుపుటకు నమ్మినట్లైతే, మీరు దస్త్రము సందర్భంను textrel_shlib_t కు మార్చవచ్చు. "chcon -t textrel_shlib_t 'TARGET_PATH'" మీరు అప్రమేయ దస్త్ర సందర్భ దస్త్రములను సిస్టమ్ నందు క్రమానుగతంగా పూర్తి చేరికతో వుంచుటకొరకు మార్చవలెను. "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
zh_cn: 如果您确信 $TARGET_PATH 正确运行，您可以将文件上下文改为 textrel_shlib_t。"chcon -t textrel_shlib_t 'TARGET_PATH'" 您还必须在系统中更改默认文件上下文文件以便在完全重新标记时可保留它们。 "semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'"
zh_tw: 若您信任 $TARGET_PATH 可正確執行的話，您可將 檔案 context 更改為 textrel_shlib_t。「chcon -t textrel_shlib_t '$TARGET_PATH'」 您也必須要更改系統上的預設 file context 檔案才可將它們保留（就算是進行了完整重新標記後）。「semanage fcontext -a -t textrel_shlib_t '$FIX_TARGET_PATH'」

source: SELinux is preventing $SOURCE_PATH from making the program stack executable.
de: SELinux hindert $SOURCE_PATH daran, den Programm-Stack ausführbar zu machen.
es: SELinux está previniendo acerca de la intención de $SOURCE_PATHde hacer la pila del programa ejecutable.
fr: SELinux empêche $SOURCE_PATH de rendre exécutable la pile du programme.
hi: SELinux $SOURCE_PATH को प्रोग्राम स्टैक को निष्पादनीय बनाने से रोक रहा है.
hu: SELinux megakadályozza, hogy $SOURCE_PATH végrehajthatóvá tegye a verem memóriát (stack).
kn: ಪ್ರೋಗ್ರಾಂ ಸ್ಟಾಕ್ ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸದಂತೆ $SOURCE_PATH ಅನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $SOURCE_PATH가 프로그램 스택을 실행 불가능하게 합니다.
ml: പ്രോഗ്രാം സ്റ്റാക്ക് പ്രവര്‍ത്തിപ്പിക്കുന്നതില്‍ നിന്നും $SOURCE_PATH-നെ SELinux എതിര്‍ക്കുന്നു.
mr: SELinux $SOURCE_PATH ला कार्यक्रमचे स्टॅक कार्यान्वीत करण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH om de programma stapel uitvoerbaar te maken.
or: SELinux $SOURCE_PATH କୁ ପ୍ରୋଗ୍ରାମ ଥାକକୁ ନିଷ୍ପଦନୀୟ ଭାବରେ ପ୍ରସ୍ତୁତ କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir que o $SOURCE_PATH torne executável a pilha do programa.
pt_br: O SELinux está impedindo que o $SOURCE_PATH faça com que a pilha do programa seja executável.
ru: SELinux запрещает $SOURCE_PATH определять программный стек как исполняемый.
sr@latin: SELinux sprečava $SOURCE_PATH od promene programskog steka u izvršni.
sv: SELinux hindrar $SOURCE_PATH från att göra programstacken exekverbar.
ta: SELinux $SOURCE_PATH ஐ நினைவடுக்கை இயக்கி ஆக்குவதிலிருந்து தடுத்தது.
te: SELinux అనునది $SOURCE_PATH ను ప్రోగ్రామ్ ను స్టాక్ ఎక్సిక్యూటబుల్ గా మార్చుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 $SOURCE_PATH 使程序栈可执行。
zh_tw: SELinux 防止了 $SOURCE_PATH 使程式堆疊變得可執行。
