Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux has preventing the nfs daemon (nfsd) from writing to directories marked as public. Usually these directories are shared between multiple network daemons, like nfs, apache, ftp etc. If you have not exported any public file systems for writing, this could signal an intrusion.
as: SELinux নিয়মনীতিৰ বাবে nfs ডেমনৰ (nfsd) ৰ দ্বাৰা গ্ৰাহকক সাৰ্বজনীন পঞ্জিকাত লিখিবলৈ বাধা সৃষ্টি কৰা হৈছে । সাধাৰণত এই পঞ্জিকাসমূহ একাধিক নেটৱৰ্ক ডেমন যেনে nfs, apache, ftp প্ৰভৃতিত যৌথৰূপে ব্যৱহৃত হয় । লিখাৰ উদ্দেশ্যি কোনো সাৰ্বজনীন নথিপত্ৰপ্ৰণালী এক্সপোৰ্ট নকৰা হ'লে এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux hinderte den nfs-Daemon (nfsd) am Schreibzugriff auf als öffentlich gekennzeichnete Verzeichnisse. Normalerweise werden diese Verzeichnisse von mehreren Netzwerk-Daemons, wie nfs, apache, ftp, etc. gemeinsam genutzt. Falls Sie keine öffentlichen Dateisysteme mit Schreibzugriff exportiert haben, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux le ha negado al demonio nfs (nfsd) la escritura a directorios marcados como públicos. Usualmente estos directorios son compartidos entre múltiples demonios de red, como nfs, apache, ftp, etc. Si no ha exportado ningún sistema de archivo público para escritura, esto puede estar indicando un ataque.
fr: SELinux a empêché le démon nfs (nfsd) d'écrire dans les répertoires marqués comme publics. Habituellement ces répertoires sont partagés entre plusieurs démons réseau, comme nfs, apache, ftp ect. Si vous n'avez pas exporté des systèmes de fichiers publics pour écrire, cela pourrait signaler une intrusion.
hi: SELinux nfs डेमॉन (nfsd) को सार्वजनिक रूप से चिह्नित निर्देशिका में लिखने से रोक रहा है. प्रायः, ये निर्देशिका को बहुल संजाल डेमॉन nfs, apache, ftp आदि से साझा किया जाता है. अगर आपने कोई सार्वजनिक फाइल सिस्टम निर्यात नहीं किया है लिखने के लिये तो यह एक घुसपैठ का संकेत दे सकता है.
hu: SELinux megakadályozta, hogy az "nfs" szolgáltatás (nfsd) írjon nyilvánosként megjelölt könyvtárakba. Ezek a könyvtárak általában meg vannak osztva több hálózati szolgáltatás közt, mint például az "nfs", az "apache" vagy az "ftp". Ha Ön nem exportált írásra semmilyen nyilvános fájlrendszert, akkor ez behatolási próbálkozást is jelezhet.
kn: ಸಾರ್ವಜನಿಕ ಎಂದು ಗುರುತು ಹಾಕಲಾದ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ nfs ಡೆಮನ್ (nfsd)ಅನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ. ಸಾಮಾನ್ಯವಾಗಿ ಈ ಕಡತಕೋಶಗಳು nfs, apache, ftp ಮುಂತಾದ ಹಲವು ಜಾಲಬಂಧ ಡೆಮನ್‍ಗಳ ನಡುವೆ ಹಂಚಲ್ಪಟ್ಟಿರುತ್ತದೆ. ನೀವು ಯಾವುದೆ ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಗಳನ್ನು ಬರೆಯಲು ಆಮದು ಮಾಡಿಕೊಳ್ಳದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 nfs 데몬이 공개로 표시된 디렉토리에 기록하지 못하게 합니다. 주로 이러한 디렉토리는 nfs, apache, ftp 등과 같은 다중 네트워크 데몬 사이에서 공유됩니다. 기록하기 위해 어떤 공개 파일 시스템을 내보내지 않으셨다면, 침입 신호가 나타날 수 있습니다.
ml: പബ്ളിക്ക് ഡയറക്ടറികളിലേക്ക് എഴുതുന്നതില്‍ നിന്നും nfs ഡെമണിനെ (nfsd) SELinux അനുവദിക്കുന്നില്ല. സാധാരണ nfs, apache, ftp പോലുളള നെറ്റ്‍‌വര്‍ക്ക് ഡെമണുകള്‍ െമണുകള്‍ ഈ ഡയറക്ടറികള്‍ ഷെയര്‍ ചെയ്യുന്നു. എഴുതുന്നതിനായി നിങ്ങള്‍ ഏതെങ്കിലും പബ്ളിക്ക് ഫയല്‍ സിസ്റ്റം എക്സ്പോര്‍ട്ട് ചെയ്തില്ല എങ്കില്‍, തെറ്റായ പ്രവര്‍ത്തി എന്ന് കാണിക്കുന്നു.
mr: SELinux nfs डीममला (nfsd) पब्लिक डिरेक्ट्री चिन्हाकृत करण्यापासून रोखत आहे. संभाव्यतया या डिरेक्ट्री बहु संजाळ डीमन अंतर्गत सहभागीय केले जाते, जसे की nfs, apache, ftp etc. तुम्ही लेखणाकरीता कुठलेही पब्लिक फाइल प्रणाली एक्सपोर्ट नसेल केल्यास, याचा अर्थ घुसखोरी म्हणून पाहिले जाईल.
nl: SELinux belet de nfs daemon (nfsd) om te schrijven naar mappen die als publiek gemarkeerd zijn. Gewoonlijk worden deze mappen gedeeld tussen meerdere netwerk daemons, zoals nfs, apache, ftp enzovoort. Als je geen publieke bestandssystemen hebt geëxporteerd voor schrijven, kan dit een teken zijn van een indringing.
or: SELinux nfs ଡେମନକୁ (nfsd) ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରୀରେ ଲେଖିବାରୁ ବାରଣ କରିଛି। ସାଧାରଣତଃ ଏହି ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକ ଏକାଧିକ ନେଟୱର୍କ ଡେମନଗୁଡ଼ିକ ମଧ୍ଯରେ ସହଭାଗ ହୋଇଥାଏ, ଯେପରିକି nfs, apache, ftp ଇତ୍ୟାଦି। ଯଦି ଆପଣ କୌଣସି ସାର୍ବଜନୀନ ଫାଇଲତନ୍ତ୍ରକୁ ଲେଖିବା ପାଇଁ ରପ୍ତାନୀ କରିନଥାନ୍ତି, ତେବେ ଏହା କୌଣସି ବିନା ଅନୁମତିରେ ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ।
pt: O SELinux impediu o servidor de NFS (nfsd) de gravar nas pastas marcadas como públicas. Normalmente, estas pastas são partilhadas entre vários servidores de rede, como o NFS, o Apache, o FTP, etc. Se não tiver exportado quaisquer sistemas de ficheiros públicos para escrita, isto poderá assinalar uma intrusão.
pt_br: O SELinux está impedindo que o daemon do nfs (nfsd) escreva em diretórios marcados como públicos. Estes diretórios são normalmente compartilhados entre vários daemons de rede, como o nfs, apache, ftp, etc. Se você não exportou nenhum sistema de arquivos público para escrita, isto pode indicar uma intrusão.
ru: SELinux запретил демону nfs (nfsd) осуществлять запись в каталоги, отмеченные как общие. Обычно их совместно используют демоны nfs, apache, ftp и т.д. Если вы не открывали общие каталоги для записи, это может служить индикатором попытки вторжения.
sr@latin: SELinux sprečava da nfs sistemska usluga (nfsd) dozvoli klijentima upisivanje u direktorijume označene kao javne. Obično su ovi direktorijumi deljeni između više mrežnih usluga, kao nfs, apache, ftp itd. Ako niste izvezli neke javne sisteme datoteka za upisivanje, ovo može ukazivati na upad.
sv: SELinux förhindrar nfs demonen (nfsd) från att skriva till kataloger märkta som publika. Oftast är dessa kataloger delade mellan flera nätverksdemoner, som nfs, apache, ftp etc. Om du inte har exporterat några publika filsystem för skrivning. kan detta var en signal för intrång.
ta: SELinux ஆனது இந்த nfs டீமானக (nfsd) லிருந்து ஒரு பொதுவாக குறிக்கப்பட்டதில் எழுதுவதை தடுக்கிறது. இந்த அடைவுகளானது பல்வேறு network daemons, like nfs, apache, ftp போன்றவற்றின் இடையே பகிரப்படுகிறது. எழுதுவதற்கு எதாவது பொதுக் கோப்பு முறைமைகளை ஏற்றுமதி செய்யாவிடில், இது ஒரு நிர்வாக சிக்னலாகும்.
te: SELinux అనునది nfs డెమోన్ (nfsd)ను పబ్లిక్‌గా గుర్తుంచిన సంచయాలకు వ్రాయుటనుండి నిరోధిస్తుంది. సాదారణంగా ఈ సంచయాలు బహుళ నెట్వర్క్‍ డెమోన్స్‍ మద్య పంచుకొబడతాయి. nfs లాగా, apache, ftp మోదలగువాటిలా. వ్రాయుటకు మీరు ఏ పబ్లిక్ దస్త్రవ్యవస్థను ఎగుమతి చేసివుండక పోతే, ఇది అమర్యాదను సూచిస్తుంది.
zh_cn: SELinux 阻止了nfs后台(nfsd)写入被标记为公共的目录。 通常这些目录是被多个网络之间共享的，例如像nfs，apache，ftp 如果您没有设置任何可写的公共文件系统，这会被记为一次入侵。
zh_tw: SELinux 防止了 nfs daemon 允許客戶端寫入 被標記為公用目錄的目錄。通常這些目錄會共享於 類似 nfs、apache、ftp 等等的多重網路 daemon 之間。 若您並未匯出任何可供寫入的公用檔案系統的話， 這代表系統可能已遭到嘗試入侵的警訊。

source: If you want to export a public file systems using nfs you need to turn on the $BOOLEAN boolean: "setsebool -P $BOOLEAN=1".
as: nfs ৰ সহায়ত কোনো সাৰ্বজনীন নথিপত্ৰ ব্যৱস্থাপ্ৰণালী এক্সপোৰ্ট কৰাৰ বাবে $BOOLEAN বুলিয়েন সক্ৰিয় কৰা আৱশ্যক: "setsebool -P $BOOLEAN=1".
de: Wenn Sie ein öffentliches Dateisystem mit NFS exportieren möchten, müssen Sie den $BOOLEAN Booelsch aktivieren: "setsebool -P $BOOLEAN=1".
es: Si quiere exportar un sistema de archivos público usando nfs necesitará poner el valor de $BOOLEAN: "setsebool -P $BOOLEAN=1".
fr: Si vous souhaitez exporter un système de fichiers publics qui utilise nfs, vous devez activer le booléen $BOOLEAN : « setsebool -P $BOOLEAN=1 ».
hi: अगर आप nfs के प्रयोग से एक सार्वजनिक फाइल सिस्टम को निर्यात करने की जरूरत है तो आपको $BOOLEAN बुलियन चलाने की जरूरत है: "setsebool -P $BOOLEAN=1".
hu: Ha szeretne nyilvános fájlrendszert exportálni NFS-sel, akkor be kell kapcsolnia a(z) $BOOLEAN logikai értéket: "setsebool -P $BOOLEAN=1".
kn: ನೀವು ಸಾರ್ವಜನಿಕ ಕಡತ ವ್ಯವಸ್ಥೆಗಳನ್ನು nfs ಬಳಸಿಕೊಂಡು ರಫ್ತು ಮಾಡಲು ಬಯಸಿದಲ್ಲಿ "$BOOLEAN"ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡಿ: "setsebool -P $BOOLEAN=1."
ko: nfs를 사용하여 공개 파일 시스템을 내보내고자 하신 다면 $BOOLEAN 부울을 작동시키셔야 합니다: "setsebool -P $BOOLEAN=1".
ml: നിങ്ങള്‍ക്ക് nfs ഉപയോഗിച്ച് പബ്ളിക്ക് ഫയല്‍ സിസ്റ്റം എക്സ്പോര്‍ട്ട് ചെയ്യണമെങ്കില്‍, $BOOLEAN boolean ഓണ്‍ ചെയ്യുക: "setsebool -P $BOOLEAN=1".
mr: पब्लिक फाइल प्रणाली एक्सपोर्ट करायची असल्यास तुम्हाला हवे असलेले nfs $BOOLEAN वर बूलीयन म्हणून कार्यान्वीतत करावे लागेल: "setsebool -P $BOOLEAN=1".
nl: Als je een publiek bestandssysteem wilt exporteren met nfs moet je de $BOOLEAN boolean aanzetten: "setsebool -P $BOOLEAN=1".
or: ଯଦି ଆପଣ ସାର୍ବଜନୀନ ପାଇଲ ତନ୍ତ୍ରଗୁଡ଼ିକୁ nfs ବ୍ୟବହାର କରି ରପ୍ତାନୀ କରିବାକୁ ଚାହୁଁଛନ୍ତି ତେବେ ଆପଣଙ୍କୁ $BOOLEAN ବୁଲିଆନକୁ ଅନ କରିବାକୁ ପଡ଼ିବ: "setsebool -P $BOOLEAN=1".
pt: Se quiser exportar um sistema de ficheiros público com o NFS, terá de activar o booleano $BOOLEAN: "setsebool -P $BOOLEAN=1".
pt_br: Se você quiser exportar um sistema de arquivos público usando nfs você precisa mudar o Booleano $BOOLEAN para verdadeiro: "setsebool -P $BOOLEAN=1".
ru: Для разрешения экспорта общих файловых систем по nfs необходимо установить значение $BOOLEAN: «setsebool -P $BOOLEAN=1».
sr@latin: Ako želite da izvozite javni sistem datoteka koristeći nfs, treba da uključite $BOOLEAN logičku: „setsebool -P $BOOLEAN=1“.
sv: Om du vill exportera ett publikt filsystem som använder nfs måste du aktivera $BOOLEAN flaggan: "setsebool -P $BOOLEAN=1".
ta: nfsஐ பயன்படுத்தி ஒரு பொதுக் கோப்பு முறைமையை ஏற்றுமதி செய்ய விரும்பினால் நீங்கள் அதற்கு $BOOLEAN பூலியனை ஆன் செய்ய வேண்டும்: "setsebool -P $BOOLEAN=1".
te: మీరు పబ్లిక్ దస్త్రవ్యవస్థను nfs ఉపయోగించి ఎగుమతి చేయాలి అనుకుంటే మీరు $BOOLEAN ను బూలియన్‌కు ఆన్‌చేయాలి: "setsebool P $‌BOOLEAN=1".
zh_cn: 如果您想用 nfs 导出一个公共文件系统，您需要开启 $BOOLEAN 布尔值： "setsebool -P $BOOLEAN=1".
zh_tw: 若您希望使用 nfs 來匯出一個公用檔案系統，您必須 將 $BOOLEAN 布林值開啟：「setsebool -P $BOOLEAN=1」。

source: File System
as: নথিপত্ৰপ্ৰণালী
de: Dateisystem
es: Sistema de Archivo
fr: Système de fichiers
hi: फाइल सिस्टम
hu: Fájlrendszer
kn: ಕಡತವ್ಯವಸ್ಥೆ
ko: 파일 시스템
ml: ഫയല്‍ സിസ്റ്റം
mr: फाइल प्रणाली
nl: Bestandssysteem
or: ଫାଇଲ ତନ୍ତ୍ର
pt: Sistema de Ficheiros
pt_br: Sistema de Arquivos
ru: Файловая система
sr@latin: Sistem datoteka
sv: Filsystem
ta: கோப்பு முறைமை
te: దస్త్ర వ్యవస్థ
zh_cn: 文件系统
zh_tw: 檔案系統

source: SELinux prevented $SOURCE from $ACCESS files stored mail spool directory.
as: SELinux ৰ দ্বাৰা $SOURCE ক মেইল স্পুল পঞ্জিকাত উপস্থিত নথিপত্ৰ $ACCESS লৈ বাধা সৃষ্টি কৰা হৈছে ।
de: SELinux hinderte $SOURCE am $ACCESS auf Dateien, die in einem Mailsammel-Verzeichnis abgelegt sind.
es: SELinux previno acerca de la intención de $SOURCE de $ACCESS de archivos almacenados en el directorio spool de correo.
fr: SELinux a empêché $SOURCE d'$ACCESS aux fichiers stockés dans le répertoire mail spool.
hi: SELinux $SOURCE को $ACCESS फाइल जो NFS फाइल सिस्टम पर जमा से रोका.
hu: SELinux megakadályozta, hogy a(z) $SOURCE a következő módon hozzáférjen a levelező várakozó sor mappájához: "$ACCESS".
kn: $SOURCE ಮೈಲ್ ಸ್ಪೂಲ್‍ ಕಡತಕೋಶದಲ್ಲಿ ಶೇಖರಿಸಲ್ಪಟ್ಟಿರುವ $ACCESS ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE가 메일 스풀 디렉토리가 저장된 파일을 $ACCESS하지 못하게 합니다.
ml: NFS ഫയല്‍ സിസ്റ്റമില്‍ സൂക്ഷിച്ചിരിക്കുന്ന $ACCESS ഫയലുകളില്‍ നിന്നുളള $SOURCESELinux തടഞ്ഞിരിക്കുന്നു .
mr: SELinux ने $SOURCE ला मेल स्पूल डिरेक्ट्री वर स्थीत $ACCESS फाइल करीता प्रवेश देण्यापासून रोखले.
nl: SELinux belette $SOURCE om te $ACCESS bestanden bewaard in de mail spool map.
or: SELinux $SOURCE କୁ ଗୋଟିଏ NFS ଫାଇଲତନ୍ତ୍ରରେ ସଂଗୃହୀତ ଥିବା ଫାଇଲ ମାନଙ୍କୁ $ACCESS କରିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o $SOURCE de $ACCESS os ficheiros gravados num directório de spool do mail..
pt_br: O SELinux impediu que o $SOURCE $ACCESS arquivos contidos no diretório de spool de correio.
ru: SELinux запретил $SOURCE доступ $ACCESS к файлам, расположенным в почтовом каталоге spool.
sr@latin: SELinux je sprečio $SOURCE pri $ACCESS datoteka sačuvanih u direktorijumu za slanje pošte.
sv: SELinux hindrade $SOURCE från att $ACCESS filer lagrade i postleveranskatalog.
ta: SELinux ஆனது $SOURCE லிருந்து $ACCESS கோப்புகள் அஞ்சல் ஸ்பூல் அடைவுகள் தடுக்கிறது.
te: SELinux అనునది $SOURCE ను మెయిల్ స్పూల్ సంచయంనందు నిల్వవున్న దస్త్రాలను $ACCESS నుండి నిరోధిస్తుంది.
zh_cn: SELinux 通过保存在邮件池目录中的 $ACCESS 阻止了 $SOURCE。
zh_tw: SELinux 防止了 $SOURCE 去 $ACCESS 儲存在郵件 spool 目錄中的檔案。

source: SELinux prevented $SOURCE from $ACCESS files stored in the mail spool directory. $SOURCE attempted to write one or more files or directories, postfix ordinarily does not need this access. However it can be setup to allow this. If you have not configured $SOURCE to write to the mail spool this access attempt could signal an intrusion attempt.
as: SELinux দ্বাৰা $SOURCE ক মেইল স্পুল পঞ্জিকাত উপস্থিত নথিপত্ৰ $ACCESS লৈ বাধা সৃষ্টি কৰা হৈছে । $SOURCE দ্বাৰা এক অথবা অধিক সংখ্যক নথিপত্ৰ অথবা পঞ্জিকাত লিখাৰ প্ৰচেষ্টা কৰা হৈছে, postfix-ৰ ক্ষেত্ৰত এই অধিকাৰ প্ৰয়োজন নহয় । তথাপি, এই অধিকাৰ প্ৰদান কৰাৰ বাবে প্ৰয়োজনীয় বিন্যাস কৰা সম্ভৱ । $SOURCE ক মেইল স্পুলত লিখাৰ অনুমতি প্ৰদান নকৰা হ'লে, এইটো অনুপ্ৰৱেশৰ প্ৰচেষ্টা হ'ব পাৰে ।
de: SELinux hinderte $SOURCE am $ACCESS auf Dateien, die in einem Mailsammel-Verzeichnis abgelegt sind. $SOURCE versuchte, eine oder mehrere Dateien oder Verzeichnisse auf einem eingehängten Dateisystem dieses Typs zu lesen. Da CIFS-Dateisysteme kein fein granuliertes SELinux-Labeling unterstützen, haben alle Dateien und Verzeichnisse dieses Dateisystems denselben Security-Kontext. Falls Sie $SOURCE ohne Lesezugriff auf CIFS-Dateisysteme konfiguriert haben, könnte dieser Zugriff einen Einbruchsversuch signalisieren.
es: SELinux previno acerca de la intención de $SOURCE de $ACCESS archivos almacenados en el directorio de spool de correo. $SOURCE intentó escribir en uno o más archivos o directorios, los archivos de postfix comúnes no necesitan este acceso. Sin embargo, se puede configurar para permitir esto. Si no configuró a $SOURCE para que escriba en el directorio spool de correo, este intento de acceso puede estar indicando un intento de ataque.
fr: SELinux a empêché $SOURCE d'$ACCESS aux fichiers stockés dans le répertoire mail spool. $SOURCE a tenté d'écrire un ou plusieurs fichiers ou répertoires. Postfix n'a normalement pas besoin de cet accès. Néanmoins, il peut être paramétré de manière à autoriser cet accès. \ Si vous n'avez pas configuré $SOURCE pour écrire dans le répertoire mail spool, cette demande d'accès pourrait signaler une tentative d'intrusion.
hu: SELinux megakadályozta, hogy $SOURCE ($ACCESS) hozzáférjen a levél mappához. $SOURCE megkísérelt írni egy vagy több fájlt vagy mappát. postfix rendszerint nem igényel ilyen hozzáférést. Azonban be lehet állítani, hogy megengedje ezt. Ha $SOURCE beállítása nem tartalmaz írást a levél mappába, akkor ez behatolás kísérletet jelezhet.
kn: $SOURCE ಮೈಲ್ ಸ್ಪೂಲ್‍ ಕಡತಕೋಶದಲ್ಲಿ ಶೇಖರಿಸಲ್ಪಟ್ಟಿರುವ $ACCESS ಕಡತಗಳನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ. $SOURCE ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಕಡತಗಳು ಅಥವ ಕಡತಕೋಶಗಳಿಗೆ ಬರೆಯಲು ಪ್ರಯತ್ನಿಸಿದೆ, ಆದರೆ ಸಾಮಾನ್ಯವಾಗಿ ಪೋಸ್ಟ್‍ಫಿಕ್ಸ್‍ಗೆ ಈ ಅನುಮತಿಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ . ಆದರೆ ಇದನ್ನು ಅನುಮತಿಸುವಂತೆ ಇದನ್ನು ಹೊಂದಿಸಬಹುದಾಗಿದೆ. ನೀವು ಮೈಲ್ ಸ್ಪೂಲ್‍ಗೆ ಬರೆಯಲು $SOURCE ಅನ್ನು ಸಂರಚಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 $SOURCE가 메일 스풀 디렉토리에 저장된 파일을 $ACCESS하지 못하게 합니다. $SOURCE는 하나 이상의 파일 또는 디렉토리 쓰기를 시도하며, 일반적으로 postfix는 이러한 액세스를 필요로 하지 않습니다. 하지만, 이를 허용하기 위해 설정할 수 있습니다. 메일 스풀에 쓰기 작업을 하기 위해 $SOURCE를 설정하지 않은 경우 이와 같은 액세스를 하려하면 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: മെയില്‍ സ്പൂള്‍ ഡയറക്ടറിയില്‍ സൂക്ഷിച്ചിരിക്കുന്ന $ACCESS ഫയലുകളില്‍ നിന്നും SELinux $SOURCE-നെ തടയുന്നു. $SOURCE ഓന്നോ അതിലധികമോ ഫയലുകള്‍ അല്ലെങ്കില്‍ ഡയറക്ടറികള്‍ എഴുതുവാന്‍ ശ്രമിക്കുന്നു, പോസ്റ്റ്ഫിക്സിന് സാധാരണ ഇതില്‍ പ്രവേശനമില്ല. എന്നിരുന്നാലും ഇത് സജ്ജമാക്കുന്നതിന് ഇത് അനുവദിക്കുന്നു. മെയില്‍ സ്പൂളിനായി നിങ്ങള്‍ $SOURCE ക്രമികരിച്ചില്ല എങ്കില്‍ ഈ ശ്രമം ഒരു തെറ്റായ പ്രക്രിയ ആയി കാണിക്കുന്നതാണ്.
mr: SELinux ने $SOURCE ला मेल स्पूल डिरेक्ट्री वर स्थीत $ACCESS फाइल करीता प्रवेश देण्यापासून रोखले. $SOURCE ने एकापेक्षा जास्त फाइल किंवा डिरेक्ट्री लिहीण्याचा प्रयत्न केला, postfix t ला साधारणतया हा प्रवेश करीता आवश्यकता भासत नाही.Hoतरी त्यास या संरचना करीता परवानगी दिली जाऊ शकते. IfOURCE toला मेल स्पूलवर लिहीण्याकरीता संयोजीत केले नसल्यास thहा प्रयत्न म्हणजे घुसखोरीचा अयोग्य प्रयत्न ठरू शकतोn
nl: SELinux belette $SOURCE om te $ACCESS bestanden bewaard in de mail spool map. $SOURCE probeerde naar een of meer bestanden of mappen te schrijven, postfix heeft deze toegang gewoonlijk niet nodig. Echter het kan ingesteld zijn om dit toe te staan. Als je $SOURCE niet geconfigureerd om in de mail spool te schrijven kan deze toegang poging een teken zijn van een indringing poging.
or: SELinux $SOURCE କୁ $ACCESS ଫାଇଲରୁ ମେଲ ସ୍ପୁଲ ଡିରେକ୍ଟୋରୀରେ ସଂରକ୍ଷଣକରିବା ପାଇଁ ବାରଣ କରାଯାଇଥାଏ। $SOURCE ଗୋଟିଏ ଅଥବା ଅନେକ ଫାଇଲ ଅଥବା ଡିରେକ୍ଟୋରୀରେ ଲେଖିବା ପାଇଁ ଚେଷ୍ଟାକରିଥାଏ, ସାଧାରଣତଃ ପୋଷ୍ଟଫିକ୍ସ ପାଇଁ ଏହି ଅଭିଗମ୍ୟତା ଆବଶ୍ୟକ ହୋଇନଥାଏ। ତଥାପି ଏହାକୁ ଅନୁମତି ଦେବା ପାଇଁ ସେଟ କରାଯାଇଥାଏ। ଯଦି ଆପଣ $SOURCE କୁ ମେଲସ୍ପୁଲରେ ଲେଖିବା ପାଇଁ ଅନୁମତି ଦେଇନଥାନ୍ତି, ତେବେ ଏହି ଅଭିଗମ୍ୟତା ପ୍ରଚେଷ୍ଟା ଗୋଟିଏ ବିନାନୁମତିରେ ପ୍ରବେଶକୁ ଚେଷ୍ଟାକରିଥାଏ।
pt: O SELinux impediu o $SOURCE de $ACCESS ficheiros guardados no directório de spool do mail. O $SOURCE tentou escrever um ou mais ficheiros ou directórios, mas 'postfix' ordinariamente não precisa deste acesso. No entanto, pode ser configurado para o permitir. Se não configurou $SOURCE para escrever no spool do mail, este acesso pode sinalizar uma tentativa de intrusão.
pt_br: O SELinux impediu que o $SOURCE $ACCESS arquivos contidos no diretório de spool de correio. O $SOURCE tentou ler um ou mais arquivos ou diretórios, postfix geralmente não precisa deste acesso. No entanto pode ser configurado para aceitá-lo Se você não configurou o $SOURCE para editar no spool de correio este acesso pode indicar uma tentativa de intrusão.
ru: SELinux запретил $SOURCE доступ $ACCESS к файлам в почтовом каталоге spool. $SOURCE попытался выполнить запись в файлы/каталоги, в доступе к которым у Postfix нет необходимости. Доступ к ним можно специально настроить. Если вы не настраивали $SOURCE на запись в spool, эта попытка доступа может служить индикатором вторжения.
sr@latin: SELinux je sprečio $SOURCE pri $ACCESS datoteka u direktorijumu za slanje pošte. $SOURCE je pokušao da upiše u jednu ili više datoteka ili direktorijuma, ali postfix usluzi uglavnom ne treba ovaj pristup. Međutim, može biti podešen da omogući ovaj pristup. Ako niste podesili $SOURCE za pisanje u red slanja pošte, ovaj pristup može ukazivati na pokušaj upada.
sv: SELinux hindrade $SOURCE från att $ACCESS filer lagrade i postleveranskatalogen. $SOURCE försökte skriva en eller flera filer eller kataloger, postfix behöver normalt inte denna sorts åtkomst. Den kan dock ställas in för att göra detta. Om du inte har konfigurerat $SOURCE att skriva till postleveranskatalogen kan detta åtkomstförsök vara ett tecken på ett intrångsförsök.
ta: SELinux ஆனது$SOURCE லிருந்து $ACCESS கோப்புகள் அஞ்சல் ஸ்பூல் அடைவில் சேமிக்கப்படுகிறது. $SOURCE ஒன்று அல்லது நிறைய கோப்புகள் அல்லது அடைவுகளை எழுத முயற்சிக்கிறது, இந்த postfix சாதாரண அணுக தேவைப்படவில்லை. இதை எப்படியும் அமைக்க அனுமதிக்கிறது. நீங்கள் $SOURCE ஐ அஞ்சல் ஸ்பூலை கட்டமைக்க எழுதுகிறது இந்த அணுகல் ஒரு நிர்வாக முயற்சிக்கு சிக்னல்.
te: SELinux అనునది $SOURCE ను మెయిల్ స్పూల్‌ సంచయంనందు వున్న దస్త్రముల $ACCESS నుండి నియంత్రిస్తుంది. $SOURCE అనునది ఒకటి లేదా ఎక్కువ దస్త్రములను లేదా సంచయాలకు వ్రాయుటకు ప్రయత్నిస్తుంది, పోస్ట్‍‌ఫిక్స్‍ కు సాదారణంగా ఈ వాడుక అవసరంలేదు. ఏమైనప్పటికి ఇది అమర్చవచ్చు దీనిని అనుమతించుటకు. మీరు మెయిల్ స్పూల్‌కు వ్రాయుటకు $SOURCE ను ఆకృతీకరిచంకపోతే ఈ వాడుక యత్నము అనునది అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 通过保存在邮件池目录中的 $ACCESS 阻止了 $SOURCE。 $SOURCE 试图写入一个或者多个文件或者目录，postfix 一般不需要这个访问。 尽管可将其设置为允许这个访问。 将具有相同的安全上下文。 如果您没有将 $SOURCE 配置为写入到邮件池，这次访问尝试可能是入侵尝试的信号。
zh_tw: SELinux 防止了 $SOURCE 去 $ACCESS 儲存在郵件 spool 目錄中的檔案。 $SOURCE 嘗試寫入一個或更多個檔案或目錄，postfix 一般來講並不需要此存取。不過它也能被設置來允許 這麼作。 若您並未將 $SOURCE 設定來寫入 mail spool， 此存取代表系統可能已遭到嘗試入侵的警訊。

source: Mail
as: মেইল
es: Correo
hi: मेल
hu: Levél
kn: ಮೈಲ್
ml: മെയില്‍
mr: मेल
or: ମେଲ
pt_br: Correio
ru: Почта
sr@latin: Pošta
sv: Post
ta: அஞ்சல்
te: మెయిల్
zh_cn: 邮件
zh_tw: 郵件

source: SELinux policy is preventing the rsync daemon from writing to a public directory.
as: SELinux নিয়মনীতিৰ বাবে rsync ডেমনক সাৰ্বজনীন পঞ্জিকাত লিখিবলৈ বাধা সৃষ্টি কৰা হৈছে ।
de: Die SELinux Richtlinie hindert den rsync-Daemon am Schreiben in ein öffentliches Verzeichnis.
es: La política de SELinux niega al demonio rsync la escritura a un directorio público.
fr: La règle SELinux empêche le démon rsync d'écrire sur un répertoire public.
hi: SELinux rsync डेमॉन को सार्वजनिक निर्देशिका में लिखने से रोक रहा है.
hu: SELinux-szabályzat megakadályozza, hogy az "rsync" szolgáltatás nyilvános könyvtárba írjon.
kn: SELinux ಪಾಲಿಸಿಯು rsync ಡೆಮನ್ ಒಂದು ಸಾರ್ವಜನಿಕ ಕಡತಕೋಶಕ್ಕೆ ಬರೆಯದಂತೆ ತಡೆಯುತ್ತಿದೆ.
ko: SELinux 정책은 rsync 데몬이 공개 디렉토리에 기록하지 못하게 합니다.
ml: ഒരു പബ്ളിക്ക് ഡയറക്ടറിയിലേക്ക് എഴുതുന്നതില്‍ നിന്നും rsync ഡെമണിനെ SELinux പോളിസി അനുവദിക്കുന്നുല്ല.
mr: SELinux करार rsync डीमनला पब्लिक डिरेक्ट्रीवर लिहीण्यापासून रोखते.
nl: SELinux tactiek belet de rsync daemon om naar een publieke map te schrijven.
or: SELinux ନିୟମ rsync ଡେମନକୁ ଗୋଟିଏ ସାର୍ବଜନୀନ ଡିରେକ୍ଟୋରିରେ ଲେଖିବାରୁ ଅଟକାଉଛି।
pt: A política do SELinux está a impedir o servidor de 'rsync' de gravar numa pasta pública.
pt_br: Uma diretiva do SELinux está impedindo que o daemon do rsync escreva em um diretório público.
ru: Политика SELinux предотвращает запись в общий каталог демоном rsync.
sr@latin: SELinux polisa sprečava rsync sistemsku uslugu od upisivanja u javni direktorijum.
sv: SELinux policy förhindrar rsync-demonen från att skriva till en publik katalog.
ta: SELinux பாலிசி rsync டீமனிலிருந்து ஒரு பொதுவான அடைவிலிருந்து எழுதுகிறது.
te: SELinux విధానం rsync డెమోన్‌ను పబ్లిక్ సంచయంకు వ్రాయుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 策略正在阻止 rsync 在后台写入一个公共目录。
zh_tw: SELinux 政策預防了 rsync daemon 寫入公用的 目錄。
