Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux prevented $SOURCE from $ACCESS files stored on a Windows SMB/CIFS (Samba) filesystem. CIFS is a network filesystem commonly used on Windows systems. $SOURCE attempted to read one or more files or directories from a mounted filesystem of this type. As CIFS filesystems do not support fine-grained SELinux labeling, all files and directories in the filesystem will have the same security context. If you have not configured $SOURCE to read files from a CIFS filesystem this access attempt could signal an intrusion attempt.
as: SELinux দ্বাৰা $SOURCE ক Windows SMB/CIFS (Samba) নথিপত্ৰপ্ৰণালীত সংৰক্ষিত নথিপত্ৰ $ACCESS কৰিবলৈ প্ৰতিৰোধ কৰা হৈছে । CIFS নেটৱৰ্ক নথিপত্ৰপ্ৰণালী মূলত Windows প্ৰণালীতত ব্যৱহৃত নেটৱৰ্ক নথিপত্ৰপ্ৰণালী । $SOURCE দ্বাৰা এই প্ৰকৃতিৰ কোনো তুলি লোৱা নথিপত্ৰপ্ৰণালীৰ পৰা নথিপত্ৰ পঢ়াৰ প্ৰচেষ্টা কৰা হৈছে । CIFS নথিপত্ৰপ্ৰণালী দ্বাৰা ফাইন-গ্ৰেইন্ড SELinux লেবেল বৈশিষ্ট্য সমৰ্থিত নোহোৱাৰ ফলত নথিপত্ৰপ্ৰণালীত উপস্থিত সকলো নথিপত্ৰ আৰু পঞ্জিকাত একেই নিৰাপত্তা সন্দৰ্ভ ব্যৱহৃত হ'ব । যদি CIFS নথিপত্ৰপ্ৰণালীৰ পৰা নথিপত্ৰ পঢ়াৰ উদ্দেশ্যে $SOURCE বিন্যাস নকৰা হৈ থাকে তেনেহ'লে এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে ।
de: SELinux hinderte $SOURCE am $ACCESS auf Dateien, die auf einem CIFS-Dateisystem abgelegt sind. CIFS ist ein Dateisystem, das häufig auf Windows-Systemen verwendet wird. $SOURCE versuchte, eine oder mehrere Dateien oder Verzeichnisse auf einem eingehängten Dateisystem dieses Typs zu lesen. Da CIFS-Dateisysteme kein fein granuliertes SELinux-Labeling unterstützen, haben alle Dateien und Verzeichnisse dieses Dateisystems denselben Security-Kontext. Falls Sie $SOURCE ohne Lesezugriff auf CIFS-Dateisysteme konfiguriert haben, könnte dieser Zugriff einen Einbruchsversuch signalisieren.
es: SELinux previno acerca de la intención de $SOURCE de $ACCESS archivos almacenados en un sistema de archivo SMB/CIFS de Windows (Samba). CIFS es un sistema de archivo de red comúnmente usado en sistemas Windows. $SOURCE_PATH intentó leer uno o más archivos o directorios de un sistema de archivos de este tipo montado. Como los sistemas de archivo CIFS no dan soporte fino al etiquetado de SELinux, todos los archivos y directorios en el sistema de archivo tendrán el mismo contexto de seguridad. Si no ha configurado a $SOURCE para leer archivos de un sistema de archivos CIFS, este acceso puede ser señal de un ataque.
fr: SELinux a empêché $SOURCE d'$ACCESS aux fichiers stockés sur un système de fichiers Windows SMB/CIFS (Samba). CIFS est un système de fichiers réseau habituellement utilisé sur les systèmes Windows. $SOURCE a essayé de lire un ou plusieurs fichiers ou répertoires à partir d'un système de fichiers monté de ce type. Comme les systèmes de fichiers CIFS ne supportent pas l'étiquetage fin SELinux, tous les fichiers et répertoires dans le système de fichier auront le même contexte de sécurité. Si vous n'avez pas configuré $SOURCE pour lire des fichiers à partir d'un système de fichiers CIFS cette demande d'accès pourrait signaler une tentative d'intrusion.
hi: SELinux ने $SOURCE को $ACCESS फाइल से रोका जो Windows SMB/CIFS (Samba) फाइल सिस्टम पर जमा है. CIFS एक संजाल फाइल सिस्टम है जो सामान्यतः Windows सिस्टम पर प्रयुक्त होता है. $SOURCE ने एक या ज्यादा फाइल या निर्देशिका को आरोहित फाइलसिस्टम से रोका. क्योंकि CIFS फाइलसिस्टम अति उत्तम SELinux लेबलिंग का समर्थन नहीं करता है, सारे फाइल व निर्देशिका फाइलसिस्टम में समान सुरक्षा संदर्भ रखेगा. यदि आपने $SOURCE को CIFS फाइलसिस्टम से फाइल पढ़ने के लिए विन्यस्त नहीं किया है यह अभिगम प्रयास घुसपैठ के प्रयास का संकेत होत सकता है.
hu: SELinux megakadályozta $SOURCE $ACCESS hozzáférését egy Windows SMB/CIFS (Samba) fájlrendszerben tárolt fájlokhoz. A CIFS Windows rendszerekben gyakran használat hálózati fájlrendszer. $SOURCE megkísérelt olvasni egy vagy több olyan fájlt illetve mappát, amely ilyen típusú csatolt fájlrendszerben van. CIFS fájlrendszerek nem támogatják a kifinomult SELinux címkézést, ezért a fájlrendszerben levő összes fájl és mappa ugyanazon biztonsági beállítással rendelkezik. Ha nem állították be $SOURCE alkalmazást fájlok olvasására CIFS fájlrendszerből, akkor ez behatolás próbálkozást jelezhet.
kn: $SOURCE ಅನ್ನು ಒಂದು Windows SMB/CIFS (ಸಾಂಬಾ) ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಶೇಖರಿಸಲಾದ ಕಡತಗಳನ್ನು $ACCESS ಮಾಡದಂತೆ SELinux ನಿರ್ಬಂಧಿಸಿದೆ. CIFS ಯು Windows ಗಣಕಗಳಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸುವಂತಹ ಜಾಲಬಂಧ ಕಡತವ್ಯವಸ್ಥೆ ಆಗಿದೆ. ಆರೋಹಿಸಲಾದ ಈ ಬಗೆಯ ಕಡತವ್ಯವಸ್ಥೆಯಿಂದ ಒಂದು ಅಥವ ಹೆಚ್ಚಿನ ಕಡತಗಳು ಅಥವ ಕಡತಕೋಶಗಳನ್ನು $SOURCE ಓದಲು ಪ್ರಯತ್ನಿಸಿದೆ ಆದರೆ CIFS ಕಡತ ವ್ಯವಸ್ಥೆಗಳು ಸೂಕ್ಷ್ಮ-ಗ್ರೈನ್ ಮಾಡಲಾದ SELinux ಲೇಬಲ್ ಮಾಡುವಿಕೆಯನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲವಾದ್ದರಿಂದ, ಕಡತವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಎಲ್ಲಾ ಕಡತ ಹಾಗು ಕಡತಕೋಶಗಳು ಒಂದೇ ರೀತಿಯ ಸುರಕ್ಷತಾ ಸನ್ನಿವೇಶಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ ನೀವು $SOURCE ಅನ್ನು CIFS ಕಡತ ವ್ಯವಸ್ಥೆಯಿಂದ ಕಡತಗಳನ್ನು ಓದುವಂತೆ ಸಂರಚಿಸದೆ ಹೋಗಿದ್ದರೆ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 $SOURCE가 Windows SMB/CIFS (Samba) 파일 시스템에 저장된 파일을 $ACCESS하지 못하게 합니다. CIFS는 윈도우 시스템에서 주로 사용되는 네트워크 파일 시스템입니다. $SOURCE는 이러한 유형의 마운트된 파일 시스템에서 하나 이상의 파일 또는 디렉토리를 읽어오기를 시도합니다. CIFS 파일 시스템이 정교하게 SELinux 레이블하는 것을 지원하지 않음으로서 파일 시스템에 있는 모든 파일 및 디렉토리는 동일한 보안 문맥을 갖게 됩니다. CIFS 파일 시스템에서 파일을 읽어 오기 위해 $SOURCE를 설정하지 않으셨을 경우 이와 같은 액세스를 하려하면 침입을 시도했다는 신호가 나타날 수 있습니다.
ml: Windows SMB/CIFS (Samba) ഫയല്‍ സിസ്റ്റമിലുളള $ACCESS $SOURCE-ന്റെ SELinux സമ്മതിക്കുന്നില്ല. CIFS Windows സിസ്റ്റമുകളില്‍ ഉപയോഗിക്കുന്ന ഒരു നെറ്റ്‌വര്‍ക്ക് ഫയല്‍സിസ്റ്റംമാണു്. ഈ തരത്തിലുളള ഒരു മൌണ്ട് ചെയ്ത ഫയല്‍ സിസ്റ്റമിലുളള ഫയല്‍ അതോ ഡയറക്ടറി വായിക്കുവാന്‍ $SOURCE ശ്രമിക്കുന്നു. CIFS ഫയല്‍ സിസ്റ്റം സൂക്ഷമമായ SELinux ലേബലിങ് പിന്തുണയ്ക്കാത്തതിനാല്‍, ഫയല്‍ സിസ്റ്റമിലുളള എല്ലാ ഫയലും ഡയറക്ടറികള്‍ക്കും ഒരേ സുരക്ഷാ കോണ്‍ട്ടെക്സ്റ്റാണു്. ഒരു CIFS ഫയല്‍ സിസ്റ്റമില്‍ നിന്നും $SOURCE ഫയലുകള്‍ വായിക്കുന്നതിനായി ക്രമീകരിച്ചിട്ടില്ലെങ്കില്‍ ്‍ ഈ ശ്രമം തെറ ഒരു പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു.
mr: SELinux ने $SOURCE ला Windows SMB/CIFS (Samba) फाइलप्रणाली वरील संचयीत $ACCESS फाइल करीता प्रवेश रोखला आहे. CIFS Windows प्रणाली वरील संजाळ फाइलप्रणाली आहे. $SOURCE ने एक किंवा त्यापेक्षा जास्त फाइल किंवा डिरेक्ट्री जे पूर्वनिर्धारीत संदर्भ चिन्हाकृत आहे त्यास वाचण्याचा प्रयत्न केला. CIFS फाइलप्रणाली SELinux लेबलींगला समर्थन देत नसल्यास, फाइलप्रणाली वरील सर्व फाइल व डिरेक्ट्रीकडे समान सुरक्षा संदर्भ सामाविष्टीत असेल. $SOURCE ला CIFS फाइलप्रणाली पासून फाइल वाचयण्यास संयोजीत केले नसल्यास हा प्रवेश प्रयत्न अवैध प्रवेश प्रयत्न ठरेल.
nl: SELinux belette $SOURCE om te $ACCESS bestanden op een Windows SMB/CIFS (Samba) bestandssysteem. CIFS is een netwerk bestandssysteem gewoonlijk gebruikt op Windows systemen. $SOURCE probeerde een of meer bestanden of mappen van een aangekoppeld bestandssysteem van dit type te lezen. Omdat CIFS bestandssystemen geen fijnkorrelige SELinux labeling ondersteunen, hebben alle bestanden en mappen in het bestandssysteem dezelfde beveiliging context. Als je $SOURCE niet ingesteld hebt om bestanden van een CIFS bestandssysteem te lezen kan deze poging een teken zijn van een indringing poging.
or: SELinux $SOURCE କୁ $ACCESS Windows SMB/CIFS (Samba) ଫାଇଲତନ୍ତ୍ରରେ ସଂରକ୍ଷିତ ଫାଇଲଗୁଡ଼ିକୁ ଅଭିଗମ୍ୟ କରିବାରୁ ବାରଣ କରିଥାଏ। CIFS ଟି ହେଉଛି ଗୋଟିଏ ନେଟୱର୍କ ଫାଇଲତନ୍ତ୍ର ସାଧାରଣତଃ Windows ତନ୍ତ୍ରରେ ବ୍ୟବହାର ହୋଇଥାଏ। $SOURCE ଗୋଟିଏ କିମ୍ବା ଅଧିକ ଫାଇଲ କିମ୍ବା ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକୁ ଏହି ପ୍ରକାରର ଗୋଟିଏ ସ୍ଥାପିତ ଫାଇଲତନ୍ତ୍ରରୁ ପଢ଼ିବା ପାଇଁ ଚେଷ୍ଟା କରିଥଲା। CIFS ଫାଇଲତନ୍ତ୍ରଗୁଡ଼ିକ ପରି ଏହା SELinux ନାମକରଣକୁ ସମର୍ଥନ କରେନାହିଁ, ଫାଇଲତନ୍ତ୍ରରେ ଥିବା ସମସ୍ତ ଫାଇଲ ଏବଂ ଡିରେକ୍ଟୋରୀଗୁଡ଼ିକରେ ସମାନ ସୁରକ୍ଷା ପ୍ରସଙ୍ଗ ଥିବ। ଯଦି ଆପଣ $SOURCE କୁ CIFS ଫାଇତତନ୍ତ୍ରରୁ ପଢ଼ିବା ପାଇଁ ଚେଷ୍ଟାନକରନ୍ତି ତେବେ ଏହି ଅଭିଗମ୍ୟତା ପ୍ରଚେଷ୍ଟା ଗୋଟିଏ ବିନାଅନୁମତି ପ୍ରଚେଷ୍ଟାକୁ ସଙ୍କେତ ଦେଇଥାଏ।
pt: O SELinux impediu o $SOURCE de $ACCESS aos ficheiros de um sistema de ficheiros SMB/CIFS (Samba). O CIFS (Comment Internet File System) é um sistema de ficheiros na rede, usado normalmente nos sistemas Windows. O $SOURCE tentou ler um ou mais ficheiros ou pastas de um sistema de ficheiros montado deste tipo. Dado que os sistemas de ficheiros CIFS não suportam a etiquetagem detalhada do SELinux, todos os ficheiros e pastas do sistema de ficheiros irão ter o mesmo contexto de segurança. Se não tiver configurado o $SOURCE para ler os ficheiros de um sistema de ficheiros CIFS, esta tentativa de acesso poderá assinalar uma intrusão.
pt_br: O SELinux impediu que o $SOURCE $ACCESS arquivos contidos em um sistema de arquivos Windows SMB/CIFS (Samba). O CIFS é um sistema de arquivos normalmente usado em sistemas Windows. O $SOURCE tentou ler um ou mais arquivos ou diretórios em um sistema de arquivos montado deste tipo. Uma vez que sistemas de arquivos CIFS não suportam etiquetagem SELinux de alta resolução, todos os arquivos e diretórios no sistema de arquivos terão o mesmo contexto de segurança. Se você não configurou o $SOURCE para ler arquivos em um sistema de arquivos CIFS, este acesso pode indicar uma tentativa de intrusão.
ru: SELinux запретил $SOURCE доступ $ACCESS к файлам в файловой системе Windows SMB/CIFS (Samba). CIFS — сетевая файловая система, обычно используемая в Windows. $SOURCE попытался прочитать содержимое смонтированной системы этого типа. Так как CIFS не поддерживает низкоуровневое маркирование SELinux, все файлы и каталоги имеют один контекст безопасности. Если вы не настраивали $SOURCE на чтение файлов из CIFS, попытка получения доступа может служить индикатором вторжения.
sr@latin: SELinux je sprečio $SOURCE pri $ACCESS datoteka sačuvanih na Windows SMB/CIFS (Samba) sistemu datoteka. CIFS je mrežni sistem datoteka koji se obično koristi na Windows sistemima. $SOURCE je pokušao da pročita jenu ili više datoteka ili direktorijuma sa montiranog sistema datoteka ove vrste. Kako CIFS sistemi ne podržavaju SELinux oznake visoke rezolucije, sve datoteke i direktorijumi na sistemu datoteka će imati isti bezbednosni kontekst. Ako niste podesili $SOURCE za čitanje sa CIFS sistema datoteka, ovaj pristup može ukazivati na pokušaj upada.
sv: SELinux hindrade $SOURCE från $ACCESS till filer lagrade på ett Windows SMB-/CIFS-filsystem (Samba). CIFS är ett nätverksfilsystem som ofta använt på Windowssystem. $SOURCE försökte läsa en eller flera filer eller kataloger från ett monterat filsystem av denna typ. Eftersom CIFS-filsystems inte stödjer finkornig SELinuxetikettering, kommer alla filer och kataloger i filsystemet ha samma säkerhetskontext. Om du inte har konfigurerat $SOURCE att läsa filer från ett CIFS-filsystem kan detta åtkomstförsök vara tecken på ett intrångsförsök.
ta: SELinux ஐ $SOURCE லிருந்து $ACCESS கோப்புகளை சாளரம் SMB/CIFS (Samba) கோப்பு முறையைத் தடுக்கிறது. சாளர முறைகளில் ஒரு பிணைய கோப்பு முறைமை CIFSக்கு பயன்படுத்துகிறது . $SOURCEஐ ஒன்று அல்லது நிறைய கோப்புகள் அல்லது அடைவுகளிலிருந்து வாசிப்பதை தடுக்கிறது ஒரு கோப்பு முறைமையை இந்த வகை ஏற்றுகிறது. CIFS கோப்பு முறைமைக்கு துணைபுரியவில்லை மிக-சிறிய SELinuxஐ அட்டவணைப்படுத்துகிறது, அனைத்து கோப்புகள் மற்றும் அடைவுகளில் கோப்புமுறைமை அதே பாதுகாப்பு உரையை பெற்றுள்ளது. நீங்கள் கட்டமைக்கவில்லை எனில் $SOURCE க்கு கோப்புகளை CIFS கோப்பு முறைமையிலிருந்து வாசிக்கிறது ஒரு நிர்வாக முயற்சியை அணுக ஒரு சமிக்ஞையை முயற்சிக்கிறது.
te: SELinux అనునది $SOURCEను Windows SMB/CIFS (Samba) దస్త్రవ్యవస్థనందు నిల్వవున్న దస్త్రములు $ACCESS చేయుటనుండి నిరోధిస్తుంది. CIFS అనునది విండోస్ సిస్టములనందు వుమ్మడిగా వాడే నెట్వర్కు దస్త్రవ్యవస్థ. $SOURCE అనునది ఈ రకమైనటువంటి మరల్పైన దస్త్రవ్యవస్థలనుండి డైరెక్టరీలను లేదా దస్త్రములను చదువుటకు యత్నించినది. CIFS దస్త్రవ్యవస్థలు ఫైన్-గ్రైన్‌డ్ SELinux లేబులింగ్‌ను మద్దతించని కారణంగా దస్త్రవ్యవస్థనందలి అన్ని దస్త్రములు మరియు డైరెక్టరీలు వొకటే రక్షణ సందర్భమును కలిగివుంటాయి. మీరు $SOURCEను CIFS దస్త్రవ్యవస్థనుండి చదువుటకు ఆకృతీకరించి వుండకపోతే ఈ యాక్సిస్ యత్నము అమర్యాద దాడిని సూచిస్తుంది.
zh_cn: SELinux 阻止了 $SOURCE $ACCESS 存放在一个 Windows SMB/CIFS（Samba）文件系统中的文件。 CIFS 是一种在 Windows 系统中通常使用的网络文件系统。 $SOURCE 试图读取一个已挂载的这种类型的文件系统中的一个或多个文件或目录。由 于 CIFS 文件系统不支持细粒的 SELinux 标记，它上面的所有文件和目录都 将具有相同的安全上下文。 如果您没有将 $SOURCE 配置为读取 CIFS 文件系统中的文件，这次访问尝试可能是 入侵尝试的信号。
zh_tw: SELinux 防止了 $SOURCE $ACCESS 儲存在 Windows SMB/ CIFS（Samba）檔案系統上的檔案。 CIFS 是個一般用於 Windows 系統上的網路作業系統。 $SOURCE 嘗試了由一個此類型的已掛載檔案系統 讀取一個或更多個檔案或目錄。由於 CIFS 檔案系統並不支援 fine-grained 的 SELinux 標記，因此檔案系統中的所有 檔案和目錄都將會擁有相同的安全性 context。 若您並未將 $SOURCE 設定來由 CIFS 檔案系統讀取檔案的話， 此存取便可能代表系統已遭到入侵的警訊。

source: SELinux has prevented vbetool from performing an unsafe memory operation.
de: SELinux hinderte vbetool an der Ausführung einer unsicheren Speicher-Operation.
es: SELinux negó a vbetool hacer una operación insegura con la memoria.
fr: SELinux a empêché vbetool d'effectuer une dangereuse opération mémoire.
hu: SELinux megakadályozta, hogy vbetool nem biztonságos memóriaműveletet végezzen.
kn: vbetool ಒಂದು ಅಸುರಕ್ಷಿತ ಮೆಮೊರಿ ಕಾರ್ಯವನ್ನು ನಿರ್ವಹಿಸುವುದನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 vbetool이 안전하지 않은 메모리 운영을 수행하지 못하게 합니다.
ml: സുരക്ഷിതമല്ലാത്ത മെമ്മറി പ്രക്രിയ vbetool ഉപയോഗിക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux ने vbetool यास असुरक्षीत स्मृती कार्य करण्यापासून रोखले.
nl: SELinux belette vbetool om een onveilige geheugen operatie uit te voeren.
or: SELinux କୁ ସଠିକ ଭାବରେ ଗୋଟିଏ ଡେମନ ପରି ଚାଲିବାରୁ ଅଟକାଇଛି।
pt: O SELinux impediu o vbetool de efectuar uma operação de memória insegura.
pt_br: O SELinux impediu que o vbetool realizasse uma operação insegura na memória.
ru: SELinux предотвратил выполнение программой vbetool небезопасной операции с памятью.
sr@latin: SELinux je sprečio vbetool u izvođenju nebezbedne memorijske operacije.
sv: SELinux har hindrat vbetool från att utföra en osäker minnesoperation.
te: SELinux అనునది vbetoolను సురక్షితం కాని మెమొరీ ఆపరేషన్‌ను నిర్వర్తించుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 阻止了 vbetool 执行一项不安全的内存操作。
zh_tw: SELinux 防止了 vbetool 進行一項不安全的記憶體作業。

source: SELinux denied an operation requested by $SOURCE, a program used to alter video hardware state. This program is known to use an unsafe operation on system memory but so are a number of malware/exploit programs which masquerade as vbetool. This tool is used to reset video state when a machine resumes from a suspend. If your machine is not resuming properly your only choice is to allow this operation and reduce your system security against such malware.
de: SELinux verweigerte eine Operation angefragt von $SOURCE, einem Programm, das den Status von Grafik-Hardware ändert. Dieses Programm führt bekanntermassen eine unsichere Operation auf dem Systemspeicher durch, dasselbe gilt jedoch für eine Reihe von Malware-Programmen, die sich als vbetool tarnen. Dieses Tool wird dazu verwendet, den Grafikstatus zurückzusetzen, wenn ein Rechner aus dem Ruhezustand zurückkehrt. Falls Ihr Rechner nicht ordnungsgemäß aus dem Ruhezustand zurückkehrt, ist Ihre einzige Möglichkeit, diese Operation zuzulassen und geringere Systemsicherzeit gegen diese Art Malware in Kauf zu nehmen.
es: SELinux negó una operación pedida por $SOURCE, un programa usado para alterar el estado del hardware de video. Este programa es conocido por usar una operación insegura en la memoria del sistema por lo que hay un número de programas malware/exploit que se enmascaran como vbetool. Esta herramienta se usa para resetear el estado del video cuando una máquina reasume desde una suspensión. Si su máquina no está reasumiendo apropiadamente, su única opción es permitir esta operación y reducir la seguridad de su sistema contra tales malware.
fr: SELinux a refusé une opération demandée par $SOURCE, un programme utilisé pour modifier l'état du matériel vidéo. Ce programme est connu pour utiliser une opération dangereuse sur la mémoire système mais c'est également le cas pour un certain nombre de programmes malveillants qui se substituent à vbetool. Cet outil est utilisé pour initialiser l'état de la vidéo lorsqu'une machine redémarre après une mise en veille. Si votre machine ne redémarre pas correctement, votre unique solution est d'autoriser cette opération et de réduire la sécurité de votre système contre ces programmes malveillants.
hu: SELinux visszautasította a műveletet, amit a videó hardver állapot változtatására való $SOURCE program kért. E programról tudni lehet, hogy a rendszermemórián nem biztonságos műveletet végez, de van még sok rosszindulatú program is, ami vbetoolnak álcázza magát. Ez az eszköz a videó állapot visszaállítására való, miután a rendszer feléled a felfüggesztésből. Ha a gép nem jól éled fel, az egyetlen lehetősége, hogy megengedi e műveletet, és csökkenti a rendszer biztonságát az ilyen rosszindulatú szoftverekkel szemben.
kn: ವೀಡಿಯೊ ಯಂತ್ರಾಂಶವನ್ನು ಮಾರ್ಪಡಿಸುವಂತಹ ಒಂದು ಪ್ರೊಗ್ರಾಮ್ ಆದ $SOURCE ಇಂದ ಮನವಿ ಸಲ್ಲಿಸಲಾದ ಒಂದು ಕಾರ್ಯವನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ವ್ಯವಸ್ಥೆಯ ಮೆಮೊರಿಯಲ್ಲಿ ಈ ಪ್ರೊಗ್ರಾಮ್ ಅಸುರಕ್ಷಿತವಾದ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ನಡೆಸುವುದು ಗೊತ್ತಿರುವ ವಿಷಯ ಅಲ್ಲದೆ ಹಲವಾರು ಮ್ಯಾಲ್‌ವೇರ್/ಮೋಸ ಮಾಡುವ ಪ್ರೊಗ್ರಾಮ್‌ಗಳು vbetool ಎಂದು ಸೋಗು ಹಾಕುತ್ತವೆ. ಗಣಕವು ಸ್ಥಗಿತಗೊಂಡ ಸ್ಥಿತಿಯಿಂದ ಮರಳಿ ಕಾರ್ಯಾರಂಭ ಮಾಡಿದಾಗ ಈ ಉಪಕರಣವು ವೀಡಿಯೊ ಸ್ಥಿತಿಯನ್ನು ಮರಳಿ ಹೊಂದಿಸುತ್ತದೆ ನಿಮ್ಮ ಗಣಕವು ಸರಿಯಾಗಿ ಮರಳಿ ಕಾರ್ಯಾರಂಭ ಮಾಡದೆ ಇದ್ದಲ್ಲಿ ನಿಮಗೆ ಇರುವ ದಾರಿ ಎಂದರೆ ಈ ಕಾರ್ಯಕ್ಕೆ ಅನುಮತಿಯನ್ನು ನೀಡುವುದು ಹಾಗು ಆ ಮೂಲಕ ಅಂತಹ ಮ್ಯಾಲ್‌ವೇರಿನ ವಿರುದ್ಧ ನಿಮ್ಮ ಗಣಕದ ಸುರಕ್ಷತೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುವುದು.
ko: SELinux는 비디오 하드웨어 상태를 변경하기 위해 사용되는 프로그램인 $SOURCE에서 요청한 작업을 거부했습니다. vbetool로 위장한 여러 불법/악성 프로그램과 마찬가지로 이 프로그램은 시스템 메모리에서 안전하지 않게 작동하는 것으로 알려져 있습니다. 이 도구는 컴퓨터가 중지 상태에서 다시 시작할 때 비디오 상태를 다시 설정하는데 사용됩니다. 컴퓨터가 정상적으로 다시 시작되지 않을 경우, 이 작업을 허용하는 것이 유일한 방법이며 악성 프로그램에 대한 시스템 보안이 저하됩니다.
mr: SELinux ने $SOURCE, व्हिडिओ हार्डवेअर स्तर बदलवण्यासाठी कार्यक्रम, द्वारे विनंतीकृत कार्य नकारले आहे. या कार्यक्रमाचा वापर प्रणालीच्या स्मृतीवर असुरक्षीत कार्य चालवण्यासाठी केला जातो, तसेच ज्याप्रकारे अनेक मालवेअर/एक्सप्लॉईट कार्यक्रम vbetool असे मास्क्यूरेड करतात. या साधणाचा वापर, मशीन सस्पेडं केल्यापासून पुनःप्रारंभ झाल्यावर व्हिडीओ स्तर रिसेट करण्यासाठी केला जातो. मशीन योग्यरित्या पुनःप्रारंभ न होत असल्यास हे पर्याय स्वीकारा व अशा प्रकारच्या मालवेअर पासून प्रणाली सुरक्षीत ठेवा.
nl: SELinux belette een operatie aangevraagd door $SOURCE, een programma gebruikt om de video hardware toestand te veranderen. Het is bekend dat dit programma een onveilige operatie op systeem geheugen gebruikt, maar dat doen ook een aantal malware/uitbuitings programma's die zich vermommen als vbetool. Dit gereedschap wordt gebruikt om de video toestand te resetten als een machine verdergaat vanuit de suspend toestand. Als jouw machine niet correct verdergaat is je enigste keuze om deze operatie toe te staan en jouw systeem beveiliging te verlagen voor zulke malware.
or: SELinux $SOURCE ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଗୋଟିଏ ପ୍ରୟୋଗକୁ ବାରଣ କରିଥାଏ, ଭିଡିଓ ହାର୍ଡୱେର ଅବସ୍ଥାକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ ଗୋଟିଏ ପ୍ରଗ୍ରାମ ବ୍ୟବାହର ହୋଇଥାଏ। ଏହି ପ୍ରଗ୍ରାମଟି ଗୋଟିଏ ଅସୁରକ୍ଷିତ ପ୍ରୟୋଗକୁ ତନ୍ତ୍ର ସ୍ମୃତି ସ୍ଥାନରେ ବ୍ୟବାହର କରୁଥିବା ପରି ଜଣାପଡ଼େ କିନ୍ତୁ ସେହିପରି କିଛି ସଂଖ୍ୟକ କ୍ଷତିକାରକ/ଠକ ପ୍ରଗ୍ରାମଗୁଡ଼ିକ ଯାହାକି vbetool ଭାବରେ ଅଭିନୟ କରିଥାଏ। ଏହି ସାଧନଟିଭିଡିଓ ଅବସ୍ଥାକୁ ପୁନଃସ୍ଥାପନ କରିଥାଏ ଯେତେବେଳେ ଗୋଟିଏ ଯନ୍ତ୍ର ନିଲମ୍ବନରୁ ଫେରିଥାଏ। ଯଦି ଆପଣଙ୍କର ଯନ୍ତ୍ରଟି ସଠିକ ଭାବରେ ପୁନଃଚାଳନ ନହୁଏ ତେବେ ଆପଣଙ୍କର କେବଳ ଗୋଟିଏ ମାତ୍ର ବିକଳ୍ପ ହେଉଛି ଏହି ପ୍ରୟୋଗକୁ ଅନୁମତି ଦେବା ଏବଂ ଆପଣଙ୍କର ତନ୍ତ୍ରର ସୁରକ୍ଷାକୁ ଏହି ପରି କ୍ଷତିରୁ କମ କରିବା।
pt: O SELinux negou uma operação requisitada por $SOURCE, um programa utilizado para alterar o estado de hardware de vídeo. Este programa é conhecido por utilizar uma operação insegura na memória do sistema, mas também o são vários programas de malware que se disfarçam como vbetool. Esta ferramenta é utilizada para repor o estado do vídeo quando uma máquina acorda de suspensão. Se a sua máquina não está a acordar correctamente a sua única hipótese é permitir esta operação e reduzir a segurança do seu sistema contra este malware.
pt_br: O SELinux negou uma operação requisitada pelo $SOURCE, um programa usado para alterar o estado do hardware de vídeo. Este programa é conhecido por usar uma operação insegura na memória do sistema, da mesma forma que uma variedade de programas malware/exploit que se disfarçam como vbetool. Esta ferramenta é usada para restaurar o estado do vídeo quando uma máquina retorna da suspensão. Se a sua máquina não está retornando apropriadamente, a única alternativa é permitir esta operação e reduzir a segurança do seu sistema contra tais malwares.
ru: SELinux запретила действие, запрошенное $SOURCE, программой изменения состояния видео оборудования. Эта программа обычно выполняет небезопасные операции памяти, в то же время именно так поступают и вредоносные программы, замаскированные под vbetool. Эта утилита восстанавливает состояние видео при возврате системы из ждущего режима. Если компьютер не возобновляет работу, остаётся только разрешить это действие, тем самым ослабив защиту системы.
sv: SELinux nekade en åtgärd begärd av $SOURCE, ett program använt för att ändra videohårdvarans tillstånd. Detta program är känt för att använda en osäker operation på systemminnet men det är också ett antal skade-/intrångsprogram som låtsas vara vbetool. Detta verktyg används för att återställa videotillståndet när en maskin återgår från viloläge. Om din maskin inte återgår som den skall har du inget annat val än att att tillåta denna operation och reducera ditt systems skydd mot sådana skadeprogram.
te: SELinux అనునది $SOURCE ద్వారా అభ్యర్ధించ బడిన ఆపరేషన్‌ను తిరస్కరించినది, వీడియో హార్డువేర్ స్థితిని మార్చుటకు వొక ప్రోగ్రామ్ వుపయోగించబడింది. ఈ ప్రోగ్రామ్ సురక్షితంకాని ఆపరేషన్‌ను సిస్టమ్ మెమొరీ పైన వుపయోగిస్తుంది అందువలన చాలా చెడ్డ/ప్రమాదకరమైన ప్రోగ్రామ్స్ vbetool వలె భ్రమింపచేస్తాయి. ఈ సాధనము అనునది సిస్టమ్ సస్పెండ్‌నుండి తిరిగివుంచబడినప్పుడు వీడియో స్థితిని తిరిగివుంచుటకు వుపయోగించబడుతుంది. మీ మీషన్ సరిగా తిరిగి వుంచబడక పోతే మీకు వున్న వొకే మార్గం ఈ ఆపరేషన్‌ను అనుమతించి మీ సిస్టమ్ రక్షణను తగినట్లు తగ్గించడమే.
zh_cn: SELinux 阻止了由 $SOURCE 请求的一次操作，它是用于改变视频硬件状态的程序。已知此程序对系统内存采用不安全的操作，但是大量伪装成 vbetool 的恶意／溢出程序也是如此。此工具用于当机器从挂起状态中恢复工作时重置视频状态。如果您的机器没有很好地恢复的话，您唯一的选择是允许此操作并降低您系统面对此类恶意软件的安全度。
zh_tw: SELinux 拒絕了一項 $SOURCE 所請求的作業，這是個用來 修改顯示硬體狀態的程式。已得知這項程式會在系統記憶體上 進行一項不安全的作業，而有些惡意軟體/安全漏洞程式也會假冒成 vbetool。這項工具主要 被使用於機器由暫停狀態復原時，重設顯示硬體狀態的情況下。若您的機器 無法正常復原的話，您唯一的選擇就是允許這 項作業並降低您系統對於此種惡意軟體的安全性。
