Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: File Label
as: নথিপত্ৰ লেবেল
de: Dateibezeichnung
es: Etiqueta de Archivo
fr: Étiquette de fichier
hi: फाइल लेबल
hu: Fájlcímke
kn: ಕಡತದ ಲೇಬಲ್
ko: 파일 레이블
ml: ഫയലിന്‍റെ ലേബല്‍
mr: फाइल लेबल
nl: Bestand label
or: ଫାଇଲ ସୂଚକ
pt: Etiqueta do Ficheiro
pt_br: Etiqueta do Arquivo
ru: Метка файла
sr@latin: Oznake datoteka
sv: Filmärkning
ta: கோப்பு பெயர்
te: దస్త్రము లేబుల
zh_cn: 文件标志
zh_tw: 檔案標籤

source: SELinux is preventing $SOURCE_PATH from binding to port $PORT_NUMBER.
de: SELinux hindert $SOURCE_PATH an der Bindung mit Port $PORT_NUMBER.
es: SELinux está negando a $SOURCE_PATH engancharse al puerto $PORT_NUMBER.
fr: SELinux empêche $SOURCE_PATH de se connecter au port PORT_NUMBER.
hi: SELinux $SOURCE_PATH को पोर्ट $PORT_NUMBER से बांधने के लिये रोक रहा है.
hu: SELinux megakadályozza, hogy $SOURCE_PATH elfoglalja $PORT_NUMBER. kaput.
kn: $SOURCE_PATH ಅನ್ನು ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಬೈಂಡ್ ಮಾಡದಂತೆ SELinux ತಡೆಯುತ್ತಿದೆ.
ko: SELinux는 $SOURCE_PATH가 포트 $PORT_NUMBER로 연결하지 못하게 합니다.
ml: $SOURCE_PATH-നെ പോര്‍ട്ട് $PORT_NUMBER-ലേക്ക് കൂട്ടി ചേര്‍ക്കുന്നതില്‍ നിന്നും SELinux തടയുന്നു.
mr: SELinux $SOURCE_PATH ला $PORT_NUMBER शी बांधणी करण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH om te verbinden met poort $PORT_NUMBER.
or: SELinux $SOURCE_PATH କୁ $PORT_NUMBER ସଂଯୋଗିକୀ ସହିତ ବାନ୍ଧିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o $SOURCE_PATH de se associar ao porto $PORT_NUMBER.
pt_br: O SELinux está impedindo que o $SOURCE_PATH vincule-se à porta $PORT_NUMBER.
ru: SELinux предотвращает сопоставление $SOURCE_PATH порту $PORT_NUMBER.
sr@latin: SELinux sprečava $SOURCE_PATH od vezivanja za port $PORT_NUMBER.
sv: SELinux hindrar $SOURCE_PATH från att binda till port $PORT_NUMBER.
ta: SELinux ஐ $SOURCE_PATHலிருந்து $PORT_NUMBER துறைக்கு பிணைப்பதை தடுக்கிறது.
te: SELinux అనునది $SOURCE_PATH ను పోర్ట్‍ $PORT_NUMBER కు బందనం అగుటనుండి నిరోధిస్తుంది.
zh_cn: SELinux 正在阻止 $SOURCE 绑定到端口 $PORT_NUMBER。
zh_tw: SELinux 防止了 $SOURCE_PATH 綁定至通訊埠 $PORT_NUMBER。

source: SELinux has denied the $SOURCE from binding to a network port $PORT_NUMBER which does not have an SELinux type associated with it. If $SOURCE should be allowed to listen on $PORT_NUMBER, use the <i>semanage</i> command to assign $PORT_NUMBER to a port type that $SOURCE_TYPE can bind to (%s). <br><br>If $SOURCE is not supposed to bind to $PORT_NUMBER, this could signal an intrusion attempt.
as: SELinux দ্বাৰা $SOURCE-কে পোৰ্ট $PORT_NUMBER'ৰ সাথে বাইন্ড কৰতে বাধা দেওয়া হচ্ছে, এই পোৰ্টেৰ সাথে কোনো SELinux ধৰন যুক্ত নয়। $SOURCE-কে যদি এই $PORT_NUMBER-এ অপেক্ষা কৰাৰ অনুমতি প্ৰদান কৰা হয় তাহলে <i>semanage</i> কমান্ড প্ৰয়োগ কৰে এই $PORT_NUMBER-কে $SOURCE_TYPE দ্বাৰা বাইন্ড কৰাৰ যোগ্য একটি পোৰ্টেৰ ধৰনে নিৰ্ধাৰণ কৰুন (%s) <br><br>$SOURCE দ্বাৰা এই $PORT_NUMBER-এ বাইন্ড কৰাৰ জন্য নিৰ্ধাৰণ না কৰা হলে এটি অনুপ্ৰবেশেৰ সংকেত হতে পাৰে।
de: SELinux verweigerte $SOURCE die Verbindung mit einem Netzwerk-Port $PORT_NUMBER, mit dem kein SELinux-Typ verknüpft ist. Wenn es $SOURCE gestattet sein soll, auf $PORT_NUMBER zu horchen, können Sie den Befehl <i>semanage</i> verwenden, um $PORT_NUMBER einem Porttyp zuzuordnen, mit dem sich $SOURCE_TYPE verbinden kann (%s). <br><br>Falls $SOURCE sich nicht mit $PORT_NUMBER verbinden soll, könnte dies einen Einbruchsversuch signalisieren.
es: SELinux ha negado a $SOURCE la atención de conexiones en el puerto de red $PORT_NUMBER que no tiene un tipo SELinux asociado a él. Si $SOURCE debería poder escuchar en $PORT_NUMBER, use el comando <i>semanage</i> para asignar $PORT_NUMBER a un tipo de puerto al que $SOURCE_TYPE se pueda enganchar (%s). <br><br>Si $SOURCE no debería poder engancharse al puerto $PORT_NUMBER, esto puede ser señal de un intento de intrusión.
fr: SELinux a empêché $SOURCE de se connecter au port $PORT_NUMBER qui n'a pas de type SELinux attribué. S'il est prévu que $SOURCE soit autorisé à écouter ce port, vous pouvez utiliser la commande <i>semanage</i> pour assigner le port $PORT_NUMBER à un type de port que $SOURCE_TYPE peut connecter à (%s). <br><br>Si $SOURCE n'est pas supposé se connecter au port $PORT_NUMBER, il peut s'agir d'une tentative d'intrusion.
hi: SELinux ने $SOURCE को मना किया है एक संजाल पोर्ट $PORT_NUMBER से जो एक SELinux प्रकार को अपने साथ नहीं रखता है. अगर $SOURCE को इस पोर्ट पर सुनने के लिये अनुमति दिया जाता है, आप <i>semanage</i> कमांड का प्रयोग $PORT_NUMBER को किसी पोर्ट में नियत करने के लिए करें जो $SOURCE_TYPE (%s) में बाइंड कर सकता है <br><br>अगर $SOURCE को इस $PORT_NUMBER पर वाइंड किया हुआ नहीं माना जाता है, यह एक घुसपैठ प्रयास का संकेत माना जायेगा.
hu: SELinux elutasította, hogy $SOURCE elfoglalja $PORT_NUMBER kaput, aminek nincs SELinux típusa. Ha $SOURCE számára szükséges $PORT_NUMBER. kapu, akkor <i>semanage</i> programmal hozzárendelhet $PORT_NUMBER. kapuhoz egy kapu típust, amit $SOURCE_TYPE használhat (%s). <br><br>Ha $SOURCE programnak nem kéne, $PORT_NUMBER. kaput elfoglalnia, akkor ez behatolás kísérletet jelezhet.
kn: $SOURCE ಅನ್ನು ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಕ್ಕೆ ಬೈಂಡ್‌ ಆಗುವುದನ್ನು SELinux ನಿರ್ಬಂಧಿಸಿದೆ,ಆದರೆ ಇದಕ್ಕೆ ಹೊಂದಿಕೊಂಡಿರುವ ಒಂದು SELinux ಬಗೆ ಇಲ್ಲ. $PORT_NUMBER ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಆಲಿಸಲು $SOURCE ಗೆ ಅನುಮತಿಸಬೇಕೆಂದಿದ್ದರೆ, $PORT_NUMBER ಅನ್ನು $SOURCE_TYPE ಯು ಬೈಂಡ್ ಆಗುವಂತಹ ಒಂದು ಸಂಪರ್ಕಸ್ಥಾನದ ಬಗೆಗೆ ಸೇರಿಸಲು <i>semanage</i> ಆಜ್ಞೆಯನ್ನು ಬಳಸಬಹುದು (%s). <br><br>ಎಲ್ಲಿಯಾದರೂ $SOURCE ಈ ಸಂಪರ್ಕಸ್ಥಾನಕ್ಕೆ ಬೈಂಡ್ ಆಗಬಾರದಂತಿದ್ದಲ್ಲಿ, ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ.
ko: SELinux는 연관된 SELinux 유형을 갖지 않는 네트워크 포트 $PORT_NUMBER로 연결하는 것에서 $SOURCE를 거부합니다. $SOURCE가 $PORT_NUMBER에서 청취하는 것을 허용할 경우, <i>semanage</i> 명령을 사용하여 $SOURCE_TYPE이 (%s)에 연결할 수 있는 포트 유형에 $PORT_NUMBER를 할당할 수 있습니다. <br><br>$SOURCE가 $PORT_NUMBER에 연결되지 않았을 경우, 침입 시도 신호가 나타날 수 있습니다.
ml: SELinux തരമില്ലാത്ത നെറ്റ്‌വര്‍ക്ക് പോര്‍ട്ട് $PORT_NUMBER-ലേക്ക് $SOURCE-നെ ബൈന്‍ഡ് ചെയ്യുന്നതില്‍ നിന്നും തടയുന്നു. $SOURCE-നു് $PORT_NUMBER-ല്‍ പ്രവര്‍ത്തിക്കണമെങ്കില്‍, <i>semanage</i> കമാന്‍ഡ് ഉപയോഗിച്ചു് $SOURCE_TYPE-നു് ബൈന്‍ഡ് ചെയ്യുവാന്‍ സാധിക്കുന്ന പോര്‍ട്ട് തരത്തിലുള്ളതിനു് $PORT_NUMBER നല്‍കുക (%s). <br><br>$SOURCE $PORT_NUMBER-ലേക്ക് ബൈന്‍ഡ് ചെയ്യേണ്ടെങ്കില്‍, ഇതു് തെറ്റായൊരു പ്രക്രിയയായി കണക്കാക്കുന്നു.
mr: SELinux ने $SOURCE ला नेटवर्क पोर्ट $PORT_NUMBER सह, ज्याच्याशी SELinux प्रकार संबंधीत नाही, बांधणी करण्यापासून रोखले. $SOURCE ला $PORT_NUMBER शी सक्रीय केल्यास, <i>semanage</i> आदेशचा वापर, (%s) सह $SOURCE_TYPE ची बांधणी करण्याजोगी $PORT_NUMBER लागू करण्यासाठी करा. <br><br>$SOURCE ने $PORT_NUMBER सह बांधणी करायचे नसल्यास, हे अवैध प्रवेश ठरेल.
nl: SELinux heeft de $SOURCE verboden om te verbinden met een netwerk poort $PORT_NUMBER welke geen SELinux type met zich verbonden heeft. Als $SOURCE verondersteld wordt om naar $PORT_NUMBER te luisteren, gebruik je het <i>semanage</i> commando om aan $PORT_NUMBER een poort type toe te kennen dat $SOURCE_TYPE kan verbinden met (%s). <br><br>Als $SOURCE niet verondersteld wordt met $PORT_NUMBER te verbinden, kan dit een teken zijn van een indringing poging.
or: SELinux $SOURCE କୁ ନେଟୱର୍କ ସଂଯୋଗିକୀରେ ବାନ୍ଧିବା ପାଇଁ ବାରଣ କରିଥାଏ$PORT_NUMBER ଯେଉଁଥିରେ SELinux ପ୍ରକାର ସନ୍ନିହିତ ନାହିଁ। ଯଦି $SOURCE ଟି $PORT_NUMBER ରେ ଶୁଣିବା ପାଇଁ ଅନୁମତି ପ୍ରାପ୍ତ ହୋଇଥାଏ,<i>semanage</i> ନିର୍ଦ୍ଦେଶକୁ ନ୍ୟସ୍ତ $PORT_NUMBER ରେ ବ୍ୟବହାର କରନ୍ତୁ ଯାହାକି $SOURCE_TYPE କୁ (%s) ରେ ବାନ୍ଧିରଖିଥାଏ। <br><br>ଯଦି $SOURCE ଟି $PORT_NUMBER ସହିତ ବାନ୍ଧିରଖିନଥାଏ, ତେବେ ତାହା କୌଣସି ବିନାନୁମତି ପ୍ରବେଶ ପାଇଁ ଚେଷ୍ଟାକରିଥାଏ।
pt: O SELinux negou o acesso de $SOURCE de se ligar ao porto de rede $PORT_NUMBER, o qual não tem um tipo SELinux associado a ele. Se o $SOURCE é suposto ter permissões para escutar no porto $PORT_NUMBER, utilize o comando <i>semanage</i> para associar o porto $PORT_NUMBER a um tipo de porto que o $SOURCE_TYPE se possa associar (%s). <br><br>Se o $SOURCE não é suposto ligar-se ao porto $PORT_NUMBER, isto pode significar uma tentativa de intrusão.
pt_br: O SELinux impediu que o $SOURCE vinculasse à porta de rede $PORT_NUMBER, a qual não está associada a um tipo do SELinux. Se o $SOURCE devia ter permissão para escutar na $PORT_NUMBER, você pode usar o comando <i>semanage</i> para adicionar a $PORT_NUMBER a um tipo ao qual o $SOURCE_TYPE pode vincular-se (%s). <br><br>Se o $SOURCE não devia vincular-se a $PORT_NUMBER, isto poderia indicar uma tentativa de intrusão.
ru: SELinux запретил $SOURCE подключаться к сетевому порту $PORT_NUMBER, которому не присвоен тип SELinux. Если $SOURCE должен иметь возможность прослушивания этого порта, можно использовать команду <i>semanage</i> для сопоставления этому порту типа, к которому $SOURCE_TYPE может подключаться (%s). <br><br>Если $SOURCE не должен соответствовать этому порту, это может служить индикатором попытки вторжения.
sr@latin: SELinux je odbio $SOURCE od vezivanja za mrežni port $PORT_NUMBER koji nema pridruženu SELinux vrstu. Ako za $SOURCE treba da bude dozvoljeno osluškivanje na $PORT_NUMBER, upotrebite naredbu <i>semanage</i> za dodavanje $PORT_NUMBER u vrstu porta za koji $SOURCE_TYPE sme da se veže (%s). <br><br>Ako $SOURCE ne treba da se vezuje za $PORT_NUMBER, ovo može ukazivati na pokušaj upada.
sv: SELinux har nekat $SOURCE att binda till en nätverksport $PORT_NUMBER som inte har en SELinuxtyp associerad med sig. Om $SOURCE skall tillåtas att lyssna på $PORT_NUMBER, använd kommandot <i>semanage</i> för att ge $PORT_NUMBER en porttyp som $SOURCE_TYPE kan binda till (%s). <br><br>Om $SOURCE inte skall kunna binda till $PORT_NUMBER, kan detta vara tecken på ett intrångsförsök.
ta: SELinux ஆனது இந்த $SOURCE லிருந்து ஒரு பிணைய துறையுடன் பிணைப்பதை $PORT_NUMBER ஐ ஒரு SELinux வகை இணைப்பதை மறுக்கிறது. $SOURCE இதை கவனிக்க $PORT_NUMBER அனுமதிக்கிறது, <i>semanage</i> $PORT_NUMBERஐ ஒரு துறைவகைக்கு அதை $SOURCE_TYPE பிணைக்க (%s) பிணைக்கலாம். <br><br>If $SOURCE துணைபுரியவில்லை to bind to $PORT_NUMBER, இது ஒரு நிர்வாக முயற்சி சிக்னலாகும்.
te: SELinux అనునది $SOURCEను SELinux రకము తనతో కలిగిలేని నెట్వర్కు పోర్టు $PORT_NUMBERకు బందనమగుటనుండి తిరస్కరిస్తోంది. ఒకవేళ $SOURCE అనునది $PORT_NUMBER పైన వినుటకు అనుమతించబడాలి అయితే, $SOURCE_TYPE బందనం కాగలిగిన పోర్టు రకమునకు $PORT_NUMBER అప్పగించుటకు <i>semanage</i> ఆదేశమును వుపయోగించుము (%s). <br><br>If $SOURCE అనునది $PORT_NUMBERకు బందనం కాకూడదు, యిది వొక అమర్యాద యత్నమును సూచిస్తుంది.
zh_cn: SELinux 已经拒绝 $SOURCE 绑定到没有 SELinux 类型与之关联的网络端口 $PORT_NUMBER。 如果本应允许 $SOURCE_NUMBER 在这个端口侦听，请使用 <i>semanage</i> 命令为 $PORT_NUMBER 分配一个 $SOURCE_TYPE 可绑定的端口类型（%s）。 如果 $SOURCE_NUMBER 本不应该绑定到这个端口，这可能就是一个入侵尝试信号。
zh_tw: SELinux 拒絕了 $SOURCE 綁定至網路通訊埠 $PORT_NUMBER，此通訊埠沒有一個與其關聯的 SELinux 類型。 若 $SOURCE 應被允許在 $PORT_NUMBER 上進行監聽的話，您可透過使用 <i>semanage</i> 指令來將 $PORT_NUMBER 指定為一個 $SOURCE_TYPE 所能綁定至的類型（%s）。 <br><br>若 $SOURCE 不該 綁定至 $PORT_NUMBER 的話，這代表系統可能已遭到嘗試入侵的警訊。

source: If you want to allow $SOURCE to bind to port $PORT_NUMBER, you can execute <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>where PORT_TYPE is one of the following: %s. <br><br>If this system is running as an NIS Client, turning on the allow_ypbind boolean may fix the problem. setsebool -P allow_ypbind=1.
as: $SOURCE-কে $PORT_NUMBER পোৰ্টেৰ সাথে বাইন্ড কৰাৰ অনুমতি প্ৰদান কৰাৰ জন্য নিম্নলিখিত কমান্ডগুলি প্ৰয়োগ কৰুন <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>এই ক্ষেত্ৰে PORT_TYPE-ৰ জন্য নিম্নলিখিত একটি মান প্ৰয়োগ কৰা যাবে: %s. <br><br>এই সিস্টেমটি যদি NIS ক্লায়েন্ট ৰূপে ব্যবহৃত হয় তাহলে allow_ypbind বুলিয়ান সক্ৰিয় কৰা হলে এই সমস্যা সমাধান কৰা যাবে। setsebool -P allow_ypbind=1।
de: Wenn Sie $SOURCE die Verbindung mit Port $PORT_NUMBER gestatten möchten, können Sie<br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>ausführen, wobei PORT_TYPE einer der folgenden sein kann: %s. <br><br>Falls das System als ein NIS-Client ausgeführt wird, könnte die Aktivierung des allow_ypbind Boolesch das Problem beheben. setsebool -P allow_ypbind=1.
es: Si quiere permitir al $SOURCE engancharse al puerto $PORT_NUMBER, puede ejecutar <br> <b># semanage port -a -t TIPO_DE_PUERTO -p %s $PORT_NUMBER</b> <br>donde TIPO_DE_PUERTO es uno de los siguientes: %s. <br><br>Si este sistema está corriendo como un cliente NIS, poniendo en 1 el booleano allow_ypbind puede corregir este problema. setsebool -P allow_ypbind=1.
fr: Si vous voulez autoriser que $SOURCE se connecte au port $PORT_NUMBER, vous pouvez exécuter <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>où PORT_TYPE est le suivant : %s. <br><br>Si votre système exécute un client NIS, activer le booléenallow_ypbind pourrait résoudre le problème. setsebool -P allow_ypbind=1.
hu: Ha meg akarja engedni, hogy $SOURCE a $PORT_NUMBER. kaput foglalja, adja ki a <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>parancsot, ahol a PORT_TYPE egyike a következőkenk: %s. <br><br>Ha a rendszer NIS ügyfél, az allow_ypbind igazra állítása megjavíthatja a bajt: setsebool -P allow_ypbind=1.
kn: $SOURCE ಗೆ ಸಂಪರ್ಕಸ್ಥಾನ $PORT_NUMBER ಬೈಂಡ್ ಆಗಿರಬೇಕೆಂದು ನೀವು ಬಯಸಿದಲ್ಲಿ, <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಬಹುದು <br>ಇಲ್ಲಿ PORT_TYPE ಎನ್ನುವುದು ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದಾಗಿರುತ್ತದೆ: %s. ಈ ಗಣಕವು ಒಂದು NIS ಕ್ಲೈಂಟ್ ಆಗಿ ಚಲಾಯಿತಗೊಳ್ಳುತ್ತಿದ್ದಲ್ಲಿ, allow_ypbind ಬೂಲಿಯನ್ ಅನ್ನು ಆನ್ ಮಾಡುವುದರಿಂದ, ಈ ತೊಂದರೆಯನ್ನು ಪರಿಹರಿಸಬಹುದಾಗಿದೆ. setsebool -P allow_ypbind=1.
ko: $SOURCE가 $PORT_NUMBER 포트에 연결할 수 있게 하려면, 다음을 실행할 수 있습니다 <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>여기서 PORT_TYPE은 다음 중 하나가 됩니다: %s. <br><br>시스템이 NIS 클라이언트로 실행되고 있을 경우, allow_ypbind 부울을 켜면 문제를 해결 할 수 있습니다. setsebool -P allow_ypbind=1.
ml: $SOURCE $PORT_NUMBER പോര്‍ട്ടിലേക്ക് ബൈന്‍ഡ് ചെയ്യുന്നതു് അനുവദിക്കണമെങ്കില്‍, ചെയ്യേണ്ടതു് <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>ഇവിടെ PORT_TYPE ഇതിലൊന്നാണു്: %s. <br><br>ഈ സിസ്റ്റം NIS ക്ലൈന്റായി പ്രവര്‍ത്തുക്കുന്നെങ്കില്‍, allow_ypbind ബൂളിയന്‍ ഓണാക്കുന്നതു് പ്രശ്നം പരിഹരിക്കുന്നു. setsebool -P allow_ypbind=1.
mr: $SOURCE ला पोर्ट $PORT_NUMBER सह बांधण्याकरीता, तुम्ही <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> चालवू शकता <br>जेथे PORT_TYPE खालील पैकी एक आहे: %s. <br><br>प्रणाली NIS क्लाएंट प्रमाणे कार्यरत असल्यास, allow_ypbind बूलीयनला सक्रीय केल्यास अडचणीचे निवारण होऊ शकते. setsebool -P allow_ypbind=1.
nl: Als je $SOURCE wilt toestaan om te verbinden met poort $PORT_NUMBER, kun je <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> uitvoeren <br>waarin PORT_TYPE een van de volgende is: %s. <br><br>Als dit systeem als een NIS cliënt draait, kan het aanzetten van de allow_ypbind boolean het probleem oplossen. setsebool -P allow_ypbind=1.
or: ଯଦି ଆପଣ $SOURCE କୁ ସଂଯୋଗିକୀ $PORT_NUMBER ସହିତ ବାନ୍ଧିରଖିନଥାନ୍ତି, ତେବେ ଆପଣ ନିମ୍ନଲିଖିତକୁ ନିଷ୍ପାଦନ କରିପାରିବେ<br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>where PORT_TYPE ଟି ନିମ୍ନଲିଖିତ ମଧ୍ଯରୁ ଗୋଟିଏ: %s. <br><br>ଯଦି ସେହି ତନ୍ତ୍ରଟି ଗୋଟିଏ NIS କ୍ଲାଏଣ୍ଟ ଭାବରେ ଚାଲୁଥାଏ, ତେବେallow_ypbind ବୁଲିଆନକୁ ଅନ କରିବା ଫଳରେ ସେହି ସମସ୍ୟାର ସମାଧାନ ହୋଇପାରିବ। setsebool -P allow_ypbind=1.
pt: Se você quer permitir que $SOURCE se possa associar à porta $PORT_NUMBER, pode executar <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>onde PORT_TYPE é uma das seguintes: %s. <br><br>Se este sistema está a funcionar como um cliente NIS, activando o booleano allow_ypbind pode corrigir o problema. setsebool -P allow_ypbind=1.
pt_br: Se você quiser permitir que o $SOURCE vincule-se à porta $PORT_NUMBER, você pode executar <br> <b># semanage port -a -t TIPO_DA_PORTA -p %s $PORT_NUMBER</b> <br>onde o TIPO_DA_PORTA é um dos seguintes: %s. <br><br>Se o sistema estiver em execução como cliente NIS, a ativação do booleano allow_ypbind pode corrigir o problema. setsebool -P allow_ypbind=1.
ru: Если вы хотите разрешить сопоставление $SOURCE порту $PORT_NUMBER, выполните команду<br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>где PORT_TYPE может принимать значения: %s. <br><br>Если система выполняет роль клиента NIS, то можно попробовать установить логическое значение allow_ypbind: «setsebool -P allow_ypbind=1».
sr@latin: Ako želite da dozvolite da se $SOURCE vezuje na port $PORT_NUMBER, možete izvršiti <br> <b># semanage port -a -t VRSTA_PORTA -p %s $PORT_NUMBER</b> <br>gde je VRSTA_PORTA jedna od sledećih: %s. <br><br>Ako je ovaj sistem pokrenut kao NIS klijent, uključivanje allow_ypbind logičke promenljive može da reši problem. setsebool -P allow_ypbind=1.
sv: Om du vill tillåta $SOURCE att binda till port $PORT_NUMBER kan du köra<br> <b># semanage port -a -t PORTTYP -p %s $PORT_NUMBER</b> <br>där PORTTYP är en av följande: %s. <br><br>Om detta system kör en NIS-klient kan det lösa problemet att slå på booleanen allow_ypbind. setsebool -P allow_ypbind=1.
ta: நீங்கள் $SOURCE க்கு துறையை பிணைக்க $PORT_NUMBER அனுமதிக்க விரும்புகிறது, நீங்கள் இதை செயலாற்றலாம் <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>பின்வரும் PORT_TYPE ஒன்றிலிருந்து: %s. <br><br>இந்த கணினியானது NIS க்ளையன்டாக இயங்கினால், _ypbind பூலியனை துவக்க சிக்கலை பொருந்த அனுமதிக்கிறது. setsebool -P allow_ypbind=1.
te: మీరు $SOURCEను $PORT_NUMBER బందనం చేయుటకు అనుమతించాలని అనుకొంటే, మీరు దీనిని <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> నిర్వర్తించవచ్చును <br>ఇచట PORT_TYPE అనునది క్రిందివాటిలో వొకటి కాగలదు: %s. <br><br>ఈ సిస్టమ్ NIS క్లైంట్ వలె నడుచుచుంటే, allow_ypbind బూలియన్‌ను ఆన్ చేయుట ఈ సమస్యను పరిష్కరించగలదు. setsebool -P allow_ypbind=1.
zh_cn: 如果您想要允许 $SOURCE 绑定到端口 $PORT_NUMBER，您可以执行 <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>其中 PORT_TYPE 可为一下之一：%s. <br><br>如果这个系统正在一作为 NIS 客户端运行，打开 allow_ypbind 布尔值可能会解决这个问题。setsebool -P allow_ypbind=1。
zh_tw: 若您希望允許 $SOURCE 綁定至通訊埠 $PORT_NUMBER 的話，您可執行 <br> <b># semanage port -a -t PORT_TYPE -p %s $PORT_NUMBER</b> <br>PORT_TYPE 為下列其中之一：%s。 <br><br>若是這部系統正被作為一部 NIS 客戶端來運作的話，將 allow_ypbind 布林值開啟應該能修復問題。setsebool -P allow_ypbind=1。

source: Network Ports
as: নেটৱৰ্ক পোৰ্ট
de: Netzwerk-Ports
es: Puertos de Red
fr: Ports réseaux
hi: संजालन पोर्ट
hu: Hálózati portok
kn: ಜಾಲಬಂಧ ಸಂಪರ್ಕಸ್ಥಾನಗಳು
ko: 네트워크 포트
ml: നെറ്റ് വര്‍ക്ക് പോര്‍ട്ടുകള്‍
mr: नेटवर्क पोर्ट
nl: Netwerk poorten
or: ନେଟୱାର୍କ ସଂଯୋଗିକୀ ମାନ
pt: Portos de Rede
pt_br: Portas de Rede
ru: Сетевые порты
sr@latin: Mrežni portovi
sv: Nätverksportar
ta: பிணைய துறைகள்
te: నెట్వర్క్‍ పోర్ట్స్‍
zh_cn: 网络端口
zh_tw: 網路通訊埠

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access on $TARGET_PATH.
de: SELinux hindert $SOURCE_PATH "$ACCESS" am Zugriff auf $TARGET_PATH.
es: SELinux está negando a $SOURCE_PATH el acceso "$ACCESS" sobre $TARGET_PATH.
fr: SELinux empêche $SOURCE_PATH d'« $ACCESS » au périphérique $TARGET_PATH.
hi: SELinux $SOURCE_PATH "$ACCESS" को $TARGET_PATH में अभिगम से रोक रहा है.
hu: SELinux megakadályozza $SOURCE_PATH „$ACCESS” hozzáférését $TARGET_PATH helyre.
kn: ಸಾಧನ $TARGET_PATH ಗೆ $SOURCE_PATH "$ACCESS" ನ ನಿಲುಕಣೆಯನ್ನು SELinux ತಡೆದಿದೆ.
ko: SELinux는 $TARGET_PATH로 $SOURCE_PATH "$ACCESS" 액세스하지 못하게 합니다.
ml: $SOURCE_PATH "$ACCESS" $TARGET_PATH-ലേക്കുളള പ്രവേശനം SELinux തടയുന്നു.
mr: SELinux $SOURCE_PATH "$ACCESS" ला उपकरन $TARGET_PATH करीता प्रवेश करण्यापासून रोखत आहे.
nl: SELinux belet $SOURCE_PATH "$ACCESS" toegang tot $TARGET_PATH.
or: SELinux $SOURCE_PATH କୁ $TARGET_PATH ଉପକରଣରେ "$ACCESS" କରିବାରୁ ଅଟକାଉଛି।
pt: O SELinux está a impedir o $SOURCE_PATH "$ACCESS" de ter o acesso a $TARGET_PATH.
pt_br: O SELinux está impedindo que o $SOURCE_PATH "$ACCESS" acesse o $TARGET_PATH.
ru: SELinux запрещает $SOURCE_PATH доступ «$ACCESS» к устройству $TARGET_PATH.
sr@latin: SELinux sprečava $SOURCE_PATH „$ACCESS“ pristup uređaju $TARGET_PATH.
sv: SELinux nekar $SOURCE_PATH "$ACCESS"-åtkomst till $TARGET_PATH.
ta: SELinuxஐ $SOURCE_PATH "$ACCESS" சாதனத்துடன் $TARGET_PATH அணுகுவதைத் தடுக்கிறது.
te: SELinux అనునది $SOURCE_PATH "$ACCESS" వాడుక పరికరం $TARGET_PATHకు.
zh_cn: SELinux 正在阻止 $SOURCE "$ACCESS" 访问设备 $TARGET_PATH。
zh_tw: SELinux 防止了 $SOURCE_PATH「$ACCESS」存取 $TARGET_PATH。
