Repository: fedora-selinux/selinux-policy
Catalog: plugins/po/*.po
Languages: as, de, es, fr, hi, hu, kn, ko, ml, mr, nl, or, pt, pt_br, ru, sr@latin, sv, ta, te, zh_cn, zh_tw

source: SELinux denied access requested by $SOURCE. The current boolean settings do not allow this access. If you have not setup $SOURCE to require this access this may signal an intrusion attempt. If you do intend this access you need to change the booleans on this system to allow the access.
as: SELinux ৰ দ্বাৰা $SOURCE-ৰ অনুৰোধ কৰা ব্যৱহাৰাধিকাৰ প্ৰত্যাখ্যান কৰা হৈছে । $SOURCE-ৰ বাবে এই অধিকাৰ প্ৰদান নকৰা হ'লে এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে । এই অধিকাৰ প্ৰদান কৰিবলৈ ইচ্ছুক হ'লে, ব্যৱস্থাপ্ৰণালীত উপস্থিত বুলিয়েনৰ মান পৰিবৰ্তন কৰা আৱশ্যক ।
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff. Da nicht davon ausgegangen wird, dass dieser Zugriff von $SOURCE benötigt wird, signalisiert dies möglicherweise einen Einbruchsversuch. Es ist ausserdem möglich, dass diese spezielle Version oder Konfiguration der Anwendung den zusätzlichen Zugriff verursacht.
es: SELinux negó el acceso requerido por $SOURCE. El booleano actual no está permitiendo este acceso. Si no configuró a $SOURCE para que este acceso fuera necesario, puede ser indicio de un intento de ataque. Si realmente lo que quiere es este acceso, necesita cambiar los booleanos para permitirlo.
fr: SELinux a refusé l'accès demandé par $SOURCE. La valeur actuelle du booléen n'autorise pas cet accès. Si vous n'avez pas configuré $SOURCE pour demander cet accès, il se peut qu'il s'agisse d'une tentative d'intrusion. Si vous aviez prévu cet accès, vous devez changer le booléen sur ce système de manière à\ l'autoriser.
hi: SELinux ने $SOURCE के द्वारा आग्रहित अभिगम रोका. यह प्रत्याशित नहीं है कि यह अभिगम $SOURCE के लिये जरूरी है और यह अभिगम घुसपैठ प्रयास का संकेत दे सकता है. यह भी संभव है कि विशेष संस्कऱण या विन्यास अनुप्रयोग का इसे अतिरिक्त अभिगम का कारण बनता है.
hu: SELinux elutasította a(z) $SOURCE által igényelt hozzáférést. Normál esetben a(z) $SOURCE nem igényli ezt a hozzáférést, ezért ez a hozzáférés egy behatolási próbálkozást is jelezhet. Az is elképzelhető, hogy az alkalmazás verziója vagy beállítása miatt van szükség további hozzáférésre.
kn: $SOURCE ನಿಂದ ಸಲ್ಲಿಸಲಾದ ಮನವಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಈಗಿನ ಬೂಲಿಯನ್ ಸಿದ್ಧತೆಗಳು ಈ ಅನುಮತಿಯನ್ನು ಒಪ್ಪುವುದಿಲ್ಲ ನೀವು $SOURCE ಅನ್ನು ಈ ಅನುಮತಿಯನ್ನು ಕೇಳುವಂತೆ ಸಜ್ಜುಗೊಳಿಸದೆ ಹೋಗಿದ್ದಲ್ಲಿ ಇದು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ ನೀವು ಈ ಅನುಮತಿಯನ್ನು ಬಯಸಿದ್ದಾಗಿದ್ದಲ್ಲಿ, ಈ ಅನುಮತಿಯನ್ನು ಅಂಗೀಕರಿಸುವಂತೆ ಈ ಗಣಕದಲ್ಲಿನ ಬೂಲಿಯನ್ ಅನ್ನು ನೀವು ಬದಲಾಯಿಸಬೇಕಾಗುತ್ತದೆ
ko: SELinux는 $SOURCE에 의해 요청된 액세스를 거부합니다. 현재 boolean 설정은 이러한 액세스를 허용하지 않습니다. 이러한 액세스를 허용하기 위해 $SOURCE를 설정하지 않은 경우 침입을 시도했다는 신호가 나타날 수 있습니다. 이 액세스를 하용하고자 할 경우 시스템의 부울을 변경하여 액세스를 허용합니다..
ml: $SOURCE ആവശ്യപ്പെട്ടിരിക്കുന്നത് SELinux നിഷേധിച്ചിരിക്കുന്നു. നിലവിലുള്ള ബൂളിയന്‍ ക്രമികരണങ്ങള്‍ ഇതിന് അനുവദിക്കുന്നില്ല. നിങ്ങള്‍ ഇതിന് ആവശ്യമുള്ള $SOURCE ക്രമികരിച്ചില്ല എങ്കില്‍ ഇത് തെറ്റായ പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു. നിങ്ങള്‍ക്ക് ഇത് സാധ്യമാകണമെങ്കില്‍, ബൂളിയനുകള്‍ മാറ്റി അനുവാദം ലഭ്യമാക്കേണ്ടതുണ്ട്.
mr: SELinux ने $SOURCE द्वारे विनंतीकृत प्रवेश करीता प्रवेश नकारला. सद्याची बूलीयन संयोजना यास परवानगी देत नाही. $SOURCE ला या प्रवेश करीता संयोजीत न केल्यास हे अवैध प्रेवश प्रयत्न ठरेल. या प्रवेश करीतातुम्हची इच्छा नसल्यास या प्रणालीवरील बूलीयन बदलावे लागेल व त्यानंतरच प्रवेश प्राप्त होईल.
nl: SELinux verbood toegang gevraagd door $SOURCE. De huidige boolean instellingen staat deze toegang niet toe. Als je $SOURCE niet ingesteld hebt om deze toegang te vragen kan dit een indringing aanval betekenen. Als je deze toegang bedoeld hebt moet je de booleans op dit systeem veranderen om de toegang toe te staan.
or: SELinux $SOURCE ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଥାଏ। ସାମ୍ପ୍ରତିକ ବୁଲିଆନ ବିନ୍ୟାସଗୁଡ଼ିକ ଏହି ଅଭିଗମ୍ୟତାକୁ ଅନୁମତି ଦେଇନଥାଏ। ଯଦି ଆପଣ $SOURCE କୁ ଏଥିରେ ଅଭିଗମ୍ୟ କରିବା ପାଇଁ ବିନ୍ୟାସ କରିନଥାନ୍ତି ତେବେ ଏହା ଗୋଟିଏ ବିନାଅନୁମତି ପ୍ରବେଶ ପ୍ରଚେଷ୍ଟାକୁ ସୂଚାଇଥାଏ। ଯଦି ଆପଣ ଏହି ଅଭିଗମ୍ୟତାକୁ ଆଶାକରୁଥାନ୍ତି ତେବେ ଆପଣଙ୍କୁ ସେହି ବୁଲିଆନଗୁଡ଼ିକୁ ଏହି ତନ୍ତ୍ରରେ ଅଭିଗମ୍ୟତା ପାଇଁ ପରିବର୍ତ୍ତନ କରିବା ଆବଶ୍ୟକ।
pt: O SELinux negou o acesso pedido pelo $SOURCE. As configurações booleanas actuais não permitem este acesso. Se não configurou $SOURCE para necessitar deste acesso, isto pode assinalar uma tentativa de intrusão. Se voçê pretende garantir este acesso, tem que mudar os booleanos neste sistema para o permitir.
pt_br: O SELinux impediu o acesso requisitado pelo $SOURCE. Não é comum que este acesso seja requisitado pelo $SOURCE e isto pode indicar uma tentativa de intrusão. Também é possível que a versão ou configuração específicas do aplicativo estejam fazendo com que o mesmo requisite o acesso adicional.
ru: SELinux отклонил запрос доступа от $SOURCE. Текущие настройки логических переменных не разрешают доступ. Такой запрос не ожидается от $SOURCE и может свидетельствовать о попытке вторжения. Если же вы действительно хотите разрешить доступ, потребуется изменить соответствующие логические переменные.
sr@latin: SELinux je odbio pristup koji zahteva $SOURCE. Trenutno podešena logička promenljiva ne omogućava ovaj pristup.Ako niste podesili $SOURCE zahteva ovaj pristup ovo može ukazivati na pokušaj upada. Ako ipak želite ovaj pristup, potrebno je da promenite logičke promenljive na ovom sistemu kako biste omogućili pristup.
sv: SELinux nekade åtkomst begärd av $SOURCE. De aktuella inställningarna av booleaner tillåter inte denna åtkomst. Om du inte satt upp $SOURCE till att behöva denna åtkomst kan detta vara tecken på ett intrångsförsök. Om denna åtkomst är avsiktlig behöver du ändra booleanerna på systemet till att tillåta åtkomsten.
ta: SELinux ஆனது அணுகல் கோரும் $SOURCEன் படி மறுக்கிறது. நடப்பு பூலியன் அமைவுகள் இந்த அணுகலை அனுமதிக்கவில்லை. நீங்கள் $SOURCE க்கு அமைக்க கோராத இந்த அணுகல் ஒரு நிர்வாக முயற்சியின் சிக்னலாகும். நீங்கள் இந்த திட்ட பூலியன்களை இந்த அணுகலை மாற்ற இந்த கணினியின் அணுகலை அனுமதிக்கிறது .
te: SELinux అనునది $SOURCE చేత అభ్యర్దించబడిన వాడుకను తిరస్కరించింది. ప్రస్తుత బూలియన్ అమరికలు ఈ వాడుకను అనుమతించదు. మీరు $SOURCE ను ఈ వాడుకను కలిగివుండుటకు అమర్చివుండకపోతే ఇది అమర్యాద యత్నమును సూచిస్తుంది. మీరు అనుకోకపోతే ఈ వాడుకను మీరు ఈ సిస్టమ్ నందలి బూలియన్స్‍‌ను మర్చవలసి వుంటుంది వాడుకను అనుమతించుటకు.
zh_cn: SELinux 拒绝了 $SOURCE 请求的访问。当前的布尔值 设置并不允许这个访问。如果您没有将 $SOURCE 设置为请求这种访问，它可能是尝试入侵的一 个信号。如果您确实需要这个访问，您需要修改这个系统的布尔值以便允许这个访问。
zh_tw: SELinux 拒絕了來自 $SOURCE 的存取請求。目前的布林值 設定並不允許此存取。若您並未將 $SOURCE 設為 需要此存取的話，這代表系統可能已遭到嘗試入侵的警訊。若您打算進行 此存取，您需要將此系統上的布林值更改為允許 此存取。

source: Confined processes can be configured to run requiring different access, SELinux provides booleans to allow you to turn on/off access as needed.
de: Beschränkte Prozesse können so konfiguriert werden, dass sie mit unterschiedlichen Zugriffen laufen, SELinux stellt Booleans zur Verfügung, mit deren Hilfe Sie den Zugriff bei Bedarf ein- und ausschalten können.
es: Los procesos confinados se pueden configurar para correr con distintos requerimientos de acceso, SELinux provee booleanos para permitir habilitar/deshabilitar esos accesos a medida que sea necesario.
fr: Des processus confinés peuvent être configurés pour fonctionner en requérant différents accès, SELinux met à disposition des booléens qui vous permettent d'activer/désactiver les accès requis.
hu: Korlátozott folyamatokat beállíthatnak úgy, hogy különféle hozzáféréseket igényeljenek. SELinux igaz-hamis változókat tartalmaz ezek be/kikapcsolására szükség szerint.
kn: ಮಿತಿಗೊಳಪಡಿಸಲಾದ ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ವಿವಿಧ ನಿಲುಕಣೆಗಳ ಅಗತ್ಯವಿರುವಂತೆ ಚಲಾಯಿತಗೊಳ್ಳಲು ಸಂರಚಿಸಬಹುದು, ಹಾಗು, SELinux ಈ ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಲು ನಿಮಗೆ ಬೂಲಿಯನ್‍ಗಳನ್ನು ಆನ್/ಆಫ್ ಮಾಡಲು ಅವಕಾಶ ಒದಗಿಸುತ್ತದೆ
ko: 제한된 프로세스는 필요한 다른 액세스를 실행하기 위해 설정할 수 있습니다. SELinux는 필요한 액세스 on/off를 허용하는 부울을 제공합니다.
ml: പരിമിതികളുള്ള പ്രക്രിയകള്‍ പല ആക്സസ്സ് ഉപയോഗിച്ച് പ്രവര്‍ത്തിക്കുന്നതിനായി ക്രമീകരിക്കുവാന്‍ സാധ്യമാണ്. നിങ്ങളുടെ ആവശ്യമനുസരിച്ച് ബൂളിയനുകള്‍ ഓണ്‍ ചെയ്യുകയും ഓഫ് ചെയ്യുകയും ചെയ്യുന്നതിനുള്ള അനുവാദം SELinux നല്‍കുന്നു.
mr: वेगळ्या प्रवेशची आवश्यकता असणाऱ्या मर्यादीत क्रिया संरचीत केले जाऊ शकतात, SELinux तुम्हाला आवश्यकताप्रमाणे सुरू किंवा बंद करण्यासाठी बूलीयन्स् पुरवतो.
nl: Beperkte processen kunnen ingesteld worden om te draaien met andere toegang, SELinux levert booleans om je toe te staan toegang aan/uit te zetten naar behoefte.
or: ସୀମିତ ପ୍ରକ୍ରିୟାଗୁଡ଼ିକୁ ବିଭିନ୍ନ ଅଭିଗମ୍ୟତାକୁ ଆବଶ୍ୟକ କରି ଚଲାଇବା ପାଇଁ ବିନ୍ୟାସ କରିହେବ, SELinux ଆବଶ୍ୟକତା ଅନୁସାରେ ଅନ/ଅଫ କରିବା ପାଇଁ ବୁଲିଆନ ପ୍ରଦାନ କରିଥାଏ।
pt: Processos confinados podem ser configurados para serem executados requerendo diferentes acessos, o SELinux disponibiliza booleanos para que possa permitir/bloquear o acesso conforme for necessário.
pt_br: Os processos confinados podem ser configurados para serem executados requerendo acessos diferentes. O SELinux fornece booleanos para permitir que você ative ou desative o acesso, de acordo com a necessidade.
ru: Ограничиваемые процессы можно настроить так, чтобы они выполнялись с различными уровнями доступа. При этом доступ можно разрешать и запрещать с помощью логических переменных SELinux.
sr@latin: Ograničeni procesi mogu biti podešeni da se pokreću zahtevajući drugačiji pristup, SELinux pruža logičke promenljive kako bi omogućio da po potrebi uključite/isključite pristup.
sv: Begränsade processer kan konfigureras för att kräva olika åtkomst, SELinux har flaggor så att du kan slå på/av åtkomst efter behov.
ta: வரையறுக்கப்பட்ட செயல்பாடுகள் கட்டமைக்கப்பட்டு வேறு கோரப்படுகின்ற அணுகலில் இயங்குகிறது, SELinux பூலியன்களை அனுமதிக்க அணுகலை ஆன்/ஆஃப் தருகிறது அணுகல் தேவைப்படுகிறது.
te: కూర్చిన కార్యక్రమము అనునది అవసరమైన విభిన్న వాడుకలను నడుపుటకు ఆకృతీకరింగలము, SELinux అనునది బూలియన్స్‍‌ను ఇస్తుంది మిమ్ముల్ని వాడుకను అన్/ఆఫ్ చేయుటకు అనుమతిస్తుంది.
zh_cn: 受限制的进程可以配置为需要在不同访问权限下运行， SELinux 提供布尔值以便允许您根据需要打开/关闭 访问权限。
zh_tw: 使用者可配置受限的程序，以執行所需的各種存取，SELinux 提供了允許您視需求將存取權限開啟/關閉 的布林值。

source: One of the following booleans is set incorrectly: <b>%s</b>
as: নিম্নলিখিত বুলিয়েনসমূহৰ এটাত মান সঠিকৰূপে স্থাপিত নহয়: <b>%s</b>
de: Einer der folgenden booleschen Werte ist ungültig gesetzt: <b>%s</b>
es: Uno de los siguientes booleanos está mal puesto: <b>%s</b>
fr: L'un des booléens suivants est incorrectement défini : <b>%s</b>
hi: निम्नलिखित में से कोई एक बुलियन गलत सेट किया हुआ है: <b>%s</b>
hu: A következő igaz-hamis változók egyikét rosszul állították be: <b>%s</b>
kn: ಈ ಕೆಳಗಿನ ಬೂಲಿಯನ್‌ಗಳಲ್ಲಿ ಒಂದು ಅಸಮರ್ಪಕವಾಗಿ ಹೊಂದಿಸಲ್ಪಟ್ಟಿದೆ: <b>%s</b>
ko: 다음 부울 중 하나가 잘못 설정되어 있습니다: <b>%s</b>
ml: താഴെ പറഞ്ഞിരിക്കുന്നതില്‍ ഒരു ബൂളിയന്‍ തെറ്റായി ക്രമികരിച്ചിരിക്കുന്നു: <b>%s</b>
mr: खालिल पैकी एक बूलीयन अयोग्यरित्या निश्चित केले आहे: <b>%s</b>
nl: Een van de volgende booleans is niet juist ingesteld: <b>%s</b>
or: ନିମ୍ନଲିଖିତ ବୁଲିଆନ ମାନଙ୍କ ମଧ୍ଯରୁ ଗୋଟିଏ ଭୁଲ ଭାବରେ ସେଟ ହୋଇଛି: <b>%s</b>
pt: Um dos seguintes booleanos está definido incorrectamente: <b>%s</b>
pt_br: Um dos booleanos a seguir está incorreto: <b>%s</b>
ru: Логическое значение установлено неверно: <b>%s</b>
sr@latin: Jedna od sledećih logičkih promenljiva nije ispravno postavljena: <b>%s</b>
sv: En av följande flaggor har satts felaktigt: <b>%s</b>
ta: பின்வரும் பூலியன்களில் ஒன்று தவறாக அமைந்துள்ளது: <b>%s</b>
te: ఈక్రింది బూలియన్సులో వొకటి సరిగా అమర్చలేదు: <b>%s</b>
zh_cn: 以下布尔值之一的设置不正确：<b>%s</b>
zh_tw: 下列其中一個布林值設置錯誤：<b>%s</b>

source: Choose one of the following to allow access:<br>
as: ব্যৱহাৰাধিকাৰ প্ৰদান কৰাৰ বাবে নিম্নলিখিত এটা নিৰ্বাচন কৰক:<br>
de: Wählen Sie eins aus, um Zugang zu gewähren: <br>
es: Elija uno de los siguientes para permitir el acceso:<br>
fr: Choisissez-en un pour autoriser l'accès : <br>
hi: पहुँच की अनुमति के लिए निम्नलिखित चुनें:<br>
hu: Válasszon egyet a következőkből, hogy megengedje a hozzáférést:<br>
kn: ನಿಲುಕಣೆಯನ್ನು ಅನುಮತಿಸಲು ಈ ಕೆಳಗಿನವುಗಳಲ್ಲಿ ಒಂದನ್ನು ಆಯ್ಕೆ ಮಾಡಿ:<br>
ko: 액세스를 허용하기 위해 다음 중 하나를 선택합니다:<br>
ml: പ്രവേശനം അനുവദിക്കുന്നതിനായി താഴെ പറഞ്ഞിരിക്കുന്നതില്‍ ഒരെണ്ണം തെരഞ്ഞെടുക്കുക:<br>
mr: प्रवेश करीता खालिल पैकी एक पर्याय निवडा:<br>
nl: Kies een van de volgende om toegang toe te staan:<br>
or: ଅଭିଗମ୍ୟତା ଅନୁମତି ଦେବା ପାଇଁ ନିମ୍ନଲିଖିତ ମାନଙ୍କ ମଧ୍ଯରୁ ଗୋଟିକୁ ବାଛନ୍ତୁ:<br>
pt: Escolha um dos seguintes para permitir o acesso:<br>
pt_br: Escolha um dos seguintes para permitir acesso:<br>
ru: Выберите один из приведенных вариантов для разрешения доступа:<br>
sr@latin: Izaberite jednu od sledećih da biste dozvolili pristup:<br>
sv: Välj en av följande för att tillåta åtkomst:<br>
ta: பின்வரும் அணுகலை அனுமதிக்க ஒன்றை தேர்ந்தெடு:<br>
te: యాక్సిస్‌ను అనుమతించుటకు క్రింది వానిలో వొకటి యెంచుకొనుము:<br>
zh_cn: 选择以下之一以便允许访问：<br>
zh_tw: 請選擇下列其中一個來允許存取：<br>

source: The boolean <b>%s</b> is set incorrectly.
as: <b>%s</b> বুলিয়েন সঠিকভাবে নিৰ্ধাৰিত নহয় ।
de: Der boolesche Wert <b>%s</b> ist ungültig gesetzt.
es: El booleano <b>%s</b> está mal puesto.
fr: Le booléens <b>%s</b> est incorrectement défini.
hi: यह बुलियन <b>%s</b> गलत सेट किया हुआ है.
hu: <b>%s</b> kapcsolót rosszul állították be.
kn: ಬೂಲಿಯನ್ <b>%s</b> ಅನ್ನು ಸರಿಯಾಗಿ ಹೊಂದಿಸಲಾಗಿಲ್ಲ.
ko: 부울 <b>%s</b>은(는) 잘못 설정되어 있습니다.
ml: ബൂളിയന്‍ <b>%s</b> തെറ്റായി ക്രമികരിച്ചിരിക്കുന്നു.
mr: बूलीयन <b>%s</b> अयोग्यरित्या निश्चित केले आहे.
nl: De boolean <b>%s</b> is niet juist ingesteld.
or: ବୁଲିଆନ <b>%s</b> ଟି ଭୁଲ ଭାବରେ ସେଟ ହୋଇଛି।
pt: O booleano <b> %s</b> está definido incorrectamente.
pt_br: O booleano <b>%s</b> está definido incorretamente.
ru: Логическая переменная <b>%s</b> определена неверно.
sr@latin: Logička promenljiva <b>%s</b> nije ispravno postavljena.
sv: Flaggan <b>%s</b> är felaktigt satt.
ta: பூலியன் <b>%s</b> தவறாக அமைக்கிறது.
te: బూలియన్ <b>%s</b> సరిగా అమర్చలేదు.
zh_cn: 布尔值 <b>%s</b> 设置不正确。
zh_tw: 布林值 <b>%s</b> 設置錯誤。

source: <br><br>Boolean Description:<br>%s<br><br>
as: <br><br>বুলিয়েনৰ বিৱৰণ:<br>%s<br><br>
de: <br><br>Boolesche Beschreibung:<br>%s<br><br>
es: <br><br>Descripción del Booleano:<br>%s<br><br>
fr: <br><br>Description du booléen : <br>%s<br><br>
hi: <br><br>बुलियन विवरण:<br>%s<br><br>
hu: <br><br>Kapcsoló jellemzés:<br>%s<br><br>
kn: <br><br>ಬೂಲಿಯನ್ ವಿವರಣೆ:<br>%s<br><br>
ko: <br><br>부울 설명:<br>%s<br><br>
ml: <br><br>ബൂളിയന്‍ വിവരണം:<br>%s<br><br>
mr: <br><br>बूलीयन वर्णन:<br>%s<br><br>
nl: <br><br>Beschrijving van de boolean:<br>%s<br><br>
or: <br><br>ବୁଲିଆନ ବର୍ଣ୍ଣନା:<br>%s<br><br>
pt: <br><br>Descrição em booleano:<br>%s<br><br>
pt_br: <br><br>Descrição do booleano:<br>%s<br><br>
ru: <br><br>Описание логической переменной: <br>%s<br><br>
sr@latin: <br><br>Opis logičke promenljive:<br>%s<br><br>
sv: <br><br>Flaggbeskrivning:<br>%s<br><br>
ta: <br><br>பூலியன் விளக்கம்:<br>%s<br><br>
te: <br><br>బూలియన్ వివరణ:<br>%s<br><br>
zh_cn: <br><br>布尔值描述：<br>%s<br><br>
zh_tw: <br><br>布林值描述：<br>%s<br><br>

source: SELinux is preventing $SOURCE_PATH "$ACCESS" access
de: SELinux verhindert $SOURCE_PATH "$ACCESS" Zugriff
es: SELinux está negando a $SOURCE_PATH el acceso "$ACCESS"
fr: SELinux empêche l'accès en « $ACCESS » à $SOURCE_PATH
hu: SELinux megakadályozza $SOURCE_PATH „$ACCESS” hozzáférését
kn: $SOURCE_PATH "$ACCESS" ನ ನಿಲುಕಣೆಯನ್ನು SELinux ತಡೆಯುತ್ತಿದೆ
ko: SELinux는 $SOURCE_PATH을(를) "$ACCESS" 액세스하지 못하게 합니다.
ml: $SOURCE_PATH "$ACCESS" പ്രവേശനം SELinux തടയുന്നു
mr: SELinux $SOURCE_PATH "$ACCESS" प्रवेश थांबवत आहे
nl: SELinux belet $SOURCE_PATH "$ACCESS" toegang
or: SELinux $SOURCE_PATH "$ACCESS" କୁ ପ୍ରତିରୋଧକରୁଅଛି।
pt: O SELinux está a impedir o acesso $SOURCE_PATH "$ACCESS"
pt_br: O SELinux está impedindo o acesso a $SOURCE_PATH "$ACCESS"
ru: SELinux запрещает $SOURCE_PATH доступ «$ACCESS».
sr@latin: SELinux sprečava $SOURCE_PATH „$ACCESS“ pristup
sv: SELinux nekar $SOURCE_PATH "$ACCESS"-åtkomst
te: SELinux అనునది $SOURCE_PATH "$ACCESS" యాక్సెస్‌ను నిరోధిస్తోంది
zh_cn: SELinux 阻止 $SOURCE_PATH "$ACCESS" 访问
zh_tw: SELinux 防止了 $SOURCE_PATH「$ACCESS」存取

source: SELinux denied access requested by $SOURCE. It is not expected that this access is required by $SOURCE and this access may signal an intrusion attempt. It is also possible that the specific version or configuration of the application is causing it to require additional access.
as: SELinux ৰ দ্বাৰা $SOURCE-ৰ অনুৰোধ কৰা ব্যৱহাৰাধিকাৰ প্ৰত্যাখ্যান কৰা হৈছে । সাধাৰণত $SOURCE-ৰ বাবে এই সাধাৰণত $SOURCE-ৰ বাবে এই অধিকাৰ প্ৰত্যাশিত নহয় আৰু সম্ভৱতঃ এইটো অনুপ্ৰৱেশৰ সংকেত হ'ব পাৰে । সম্ভৱতঃ অনুপ্ৰয়োগৰ কোনো সুনিৰ্দিষ্ট সংস্কৰণ অথবা বিন্যাসৰ ক্ষেত্ৰত অতিৰিক্ত অধিকাৰ প্ৰয়োজন হ'ব ।
de: SELinux verweigerte den von $SOURCE angeforderten Zugriff. Da nicht davon ausgegangen wird, dass dieser Zugriff von $SOURCE benötigt wird, signalisiert dies möglicherweise einen Einbruchsversuch. Es ist ausserdem möglich, dass diese spezielle Version oder Konfiguration der Anwendung den zusätzlichen Zugriff verursacht.
es: SELinux negó el acceso requerido por $SOURCE. No se esperaba que este acceso fuera requerido por $SOURCE, y puede ser indicio de un intento de ataque. También es posible que la versión específica o la configuración de la aplicación esté provocando esta necesidad de acceso adicional.
fr: SELinux a refusé l'accès demandé par $SOURCE. Il n'est pas prévu que cet accès soit requis par $SOURCE et cet accès peut signaler une tentative d'intrusion. Il est également possible que cette version ou cette configuration spécifique de l'application provoque cette demande d'accès supplémentaire.
hi: SELinux ने $SOURCE के द्वारा आग्रहित अभिगम रोका. यह प्रत्याशित नहीं है कि यह अभिगम $SOURCE के लिये जरूरी है और यह अभिगम घुसपैठ प्रयास का संकेत दे सकता है. यह भी संभव है कि विशेष संस्कऱण या विन्यास अनुप्रयोग का इसे अतिरिक्त अभिगम का कारण बनता है.
hu: SELinux elutasította a(z) $SOURCE által igényelt hozzáférést. Normál esetben a(z) $SOURCE nem igényli ezt a hozzáférést, ezért ez a hozzáférés egy behatolási próbálkozást is jelezhet. Az is elképzelhető, hogy az alkalmazás verziója vagy beállítása miatt van szükség további hozzáférésre.
kn: $SOURCE ನಿಂದ ಸಲ್ಲಿಸಲಾದ ಮನವಿಯನ್ನು SELinux ನಿರಾಕರಿಸಿದೆ. ಈ ಅನುಮತಿಯು $SOURCE ಗೆ ಅಗತ್ಯವಿದೆ ಎಂದು ನಿರೀಕ್ಷಿಸಿರಲಿಲ್ಲ ಹಾಗು ಇದನ್ನು ಒಂದು ಒಳನುಸುಳುವಿಕಾ ಪ್ರಯತ್ನ ಎಂದು ಸೂಚಿಸಲ್ಪಡುತ್ತದೆ. ಅನ್ವಯದ ನಿಶ್ಚಿತ ಆವೃತ್ತಿ ಅಥವ ಸಂರಚನೆಗಾಗಿ ಈ ಹೆಚ್ಚುವರಿ ಅನುಮತಿಯ ಅಗತ್ಯವಿರುವ ಸಾಧ್ಯತೆ ಇದೆ.
ko: SELinux는 $SOURCE에 의해 요청된 액세스를 거부합니다. $SOURCE에 의해 요청된 액세스를 예상하지 못했으며 이러한 액세스는 침입을 시도했다는 신호를 나타낼 수 있습니다. 이는 응용프로그램의 특정 버전 또는 설정이 추가적 액세스를 필요로 하기 때문일 수 도 있습니다.
ml: $SOURCE ആവശ്യപ്പെട്ടിരിക്കുന്നത് SELinux നിഷേധിച്ചിരിക്കുന്നു. $SOURCE-ന് ഇത് ആവശ്യമെന്ന് പ്രതീക്ഷിക്കുന്നില്ല, അങ്ങനെ ഉണ്ടെങ്കില്‍, അത് തെറ്റായ പ്രവര്‍ത്തി ആയി കണക്കാക്കുന്നു. ആപ്ളിക്കേഷന്‍റെ ഒരു പ്രത്യേക വേര്‍ഷന്‍ അല്ലെങ്കില്‍ കോണ്‍ഫിഗറേഷന്‍, കൂടുതല്‍ ആക്സസ്സിനായി ആവശ്യപ്പെടുന്നു.
mr: SELinux ने $SOURCE करीता विनंती नकारली. या प्रवेश करीता $SOURCE ची आवश्यकता आहे असे अपेक्षीत नाही व या प्रवेश घुसखोरीचा प्रयत्न म्हणून पाहिला जाऊ शकतो. ठराविक आवृत्ती किंवा अनुप्रयोग संयोजनामुळे अगाऊ प्रवेश करीता आवश्यकता वाढते.
nl: SELinux belette toegang gevraagd door $SOURCE. Het wordt niet verwacht dat deze toegang voor $SOURCE nodig is en deze toegang kan een indringing poging aangeven. Het is ook mogelijk dat de specifieke versie of configuratie van de toepassing het veroorzaakt om extra toegang aan te vragen.
or: SELinux $SOURCE ଦ୍ୱାରା ଅନୁରୋଧ କରାଯାଇଥିବା ଅଭିଗମ୍ୟତାକୁ ବାରଣ କରିଥିଲା। ଏହା ଆଶାକରାଯାଇନଥିଲା ଯେ ଏହି ଅଭିଗମ୍ୟତାଟି $SOURCE ଦ୍ୱାରା ଆବଶ୍ୟକ ହେବ ଏବଂ ଏହି ଅଭିଗମ୍ୟତା ଗୋଟିଏ ବିନା ଅନୁମତିରେ ପ୍ରବେଶକୁ ସୂଚାଇଥାଏ। ଏହା ମଧ୍ଯ ସମ୍ଭବ ଯେ ନିର୍ଦ୍ଦିଷ୍ଟ ସଂସ୍କରଣ ଅଥବା ପ୍ରୟୋଗର ବିନ୍ୟାସ ପାଇଁ ଅତିରିକ୍ତ ଅଭିଗମ୍ୟତା ଆବଶ୍ୟକ ହୋଇଥାଏ।
pt: O SELinux negou o acesso pedido pelo $SOURCE. Não se espera que este acesso seja necessário para o $SOURCE e este acesso poderá assinalar uma tentativa de intrusão. Também é possível que a versão ou configuração específicas da aplicação estejam a obrigá-la a precisar de acesso adicional.
pt_br: O SELinux impediu o acesso requisitado pelo $SOURCE. Não é comum que este acesso seja requisitado pelo $SOURCE e isto pode indicar uma tentativa de intrusão. Também é possível que a versão ou configuração específicas do aplicativo estejam fazendo com que o mesmo requisite o acesso adicional.
ru: SELinux отклонил запрос доступа от $SOURCE. Такой запрос не ожидается от $SOURCE и может свидетельствовать о попытке вторжения. Но не исключено, что отдельные версии или конфигурации приложения потребуют дополнительный доступ.
sr@latin: SELinux je odbio pristup koji zahteva $SOURCE. Nije očekivano da $SOURCE zahteva ovaj pristup i on može ukazivati na pokušaj upada. Takođe je moguće da određena verzija ili podešavanje programa prouzrokuje da on zahteva dodatan pristup.
sv: SELinux nekade åtkomst begärd av $SOURCE. Det är inte förväntat att denna åtkomst skall behövas av $SOURCE och denna åtkomst kan vara tecken på ett intrångsförsök. Det är också möjligt att den specifika versionen eller konfigurationen av programmet orsakar att det behöver ytterligare åtkomst.
ta: SELinux ஆனது இந்த $SOURCEன் படி கோரப்படுகிறது. இந்த அணுகலானது எதிர்பார்த்தின் படி $SOURCE தேவைப்படுகிறது மற்றும் இந்த அணுகல் ஒரு நிர்வாக முயற்சியின் சிக்னலாகும். இந்த பதிப்பு அல்லது கட்டமைப்பிற்கான பயன்பாடு ஒரு கூடுதல் அணுகலை குறிப்பிடுகிறது.
te: SELinux అనునది $SOURCE ద్వారా అభ్యర్దించబడిన వాడుకను తిరస్కరిస్తుంది. ఇది ఈ చర్య $SOURCE ద్వారా అభ్యర్దించ బడిందని అనుకోలేదు మరియు ఈ వాడుక అమర్యాద యత్నమును సూచిస్తుంది. ఆ తెలుపబడిన వర్షన్ లేదా అనువర్తనం యొక్క ఆకృతీకరణ అదనపు వాడుకును అవసరపడితే ఇది సంభవించుటకు ఆస్కారం గలదు.
zh_cn: SELinux 拒绝了 $SOURCE 的访问请求。 $SOURCE 并不应请求这种访问，它可能是尝试入侵的一 个信号。也可能是应用程序的特别版本或配置导致它请求额外的访问。
zh_tw: SELinux 拒絕了來自 $SOURCE 的存取請求。$SOURCE 並不需要此存取因此此存取 可能可能代表系統已遭到嘗試入侵的警訊。應用程式的特定版本或設定 可能是造成它需要額外存取 的原因。
